{
    "nav": "Nav",
    "nav.home": "الصفحة الرئيسية",
    "nav.features": "لماذا IBAX",
    "nav.performance": "الأداء والكفاءة والأمان",
    "nav.high": "إطار البلوكشين",
    "nav.each": "كل عقدة تحتوي على قاعدة بيانات موزعة لتخزين البيانات المحللة من الكتل، مما يحسن كفاءة التنفيذ ويسمح لك بتنفيذ منطق الأعمال المعقدة.",
    "nav.use": "استخدام قاعدة البيانات لتحسين كفاءة التنفيذ",
    "nav.virtual": "آلة افتراضية متعددة اللغات",
    "nav.with": "آلة افتراضية متعددة اللغات لـ IBAX (IVM)",
    "nav.smart": "تحتوي IBAX على لغة عقد ذكية تسمى \"Needle\"، والتي تعمل بسلاسة مع عقود الذكاء الاصطناعي وتدعم Solidity و Go و Rust وغيرها من اللغات لإنشاء عقود ذكية.",
    "nav.tran": "تجزئة",
    "nav.improve": "تحسين كفاءة المعاملات",
    "nav.break": "كسر الحواجز التكنولوجية",
    "nav.security": "الأمان والخصوصية",
    "bass.bank": "حماية المعلومات الشخصية بأمانة البنك",
    "bass.attribute": "يجعل سمة اللامركزية من المستحيل الربط بالهوية الحقيقية في عالم البلوكشين ويحمي الخصوصية الشخصية إلى أقصى حد. في التنفيذ التقني، يعتمد IBAX على التشفير المتجانس، وقفل الأصول، ودليل العقد الذكي بدون معرفة، وأزواج المفاتيح غير القابلة للقراءة. تضمن أكثر تقنيات التشفير المتقدمة مثل آلية الزوج المفتوح (تشفير العقد الذكي) وآلية العزل المتعددة السلاسل سلامة وخصوصية IBAX إلى أقصى حد.",
    "bass.effectiveness": "كفاءة التنفيذ",
    "bass.spire": "\"الأمان هو قمة الهرم، والخصوصية هي الجوهرة على القمة.",
    "bass.attach": "نحن نولي اهتمامًا أكبر بالأمان والخصوصية من أي شيء آخر. يمكن أن يضمن الاهتمام المستهدف فقط أمان البلوكشين وأمان المستخدمين وأمان الأموال. الامتثال الصارم للمبادئ التوجيهية الدولية للخصوصية. خصوصيتك تحت سيطرتك تمامًا.\"",
    "bass.built": "مبني للأمان",
    "bass.your": "أمان البيانات هو أولويتنا",
    "bass.symmetric": "تضمن آلية التشفير المتجانس القائمة على البلوكشين وآلية التشفير HASH سلامة وموثوقية عملية نقل البيانات. يتم تخزين نتائج البيانات في شبكة IBAX من خلال تعيين HASH، وتكون سجلات التغيير واضحة المعالم.",
    "nav.encryption": "آلة التشفير لضمان أمان الأموال والاتصالات",
    "nav.chain": "الاتصال بين السلاسل",
    "nav.decen": "باستخدام تقنية التشفير المتجانس، يتم دمج خوارزميات سلاسل الكتل الأخرى في شبكة IBAX، ويتم ربطها بشبكة سلسلة الكتل المقابلة لتحقيق الاتصال بين السلاسل بالمعنى الحقيقي.",
    "nav.multi": "التوقيع المتعدد",
    "nav.dec": "ضمان أن عدة أشخاص / منظمات يتحكمون في نفس المبلغ من الأموال. تستخدم شبكة IBAX سلطة توقيع الدفتر الموزع لتحقيق ذلك. يرجى ملاحظة أن \"الآمن\" هو ميزة فريدة لـ IBAX.",
    "nav.clb": "CLB",
    "nav.cross": "عقدة قاعدة السلسلة المتقاطعة (CLB)",
    "nav.basis": "يعد CLB بوابة لعبور البيانات بين السلاسل وكذلك جسرًا لعبور الأصول بين السلاسل، ويمكنك استخدامه للحصول على البيانات خارج البلوكشين واستخدامها داخل البلوكشين",
    "nav.private": "المعاملة الخاصة",
    "nav.fouds": "دليل الصفر بالاستفادة من العقود الذكية لضمان أمان البيانات وخصوصية المعاملات الخاصة.",
    "nav.bass": "سوق BaaS",
    "nav.resource": "الموارد",
    "nav.solution": "الحلول",
    "nav.development": "التطوير",
    "nav.about": "اتصل بنا",
    "nav.log": "تسجيل الدخول",
    "nav.sign": "التسجيل",
    "nav.out": "تسجيل الخروج",
    "nav.case": "الحالات",
    "nav.supply": "تمويل سلسلة الإمداد",
    "nav.copyright": "حقوق النشر",
    "nav.assets": "إدارة الأصول",
    "nav.relying": "باستخدام تكنولوجيا سلسلة الكتل والذكاء الاصطناعي لـ IBAX ، يدعم الشبكة خوارزميات التشفير على مستوى المالية وقدرات الحوسبة السحابية لتوفير أساس أكثر أمانًا وموثوقية لكل طبقة من الخدمات.",
    "nav.it": "ينطبق على أنواع الأصول مثل التمويل الاستهلاكي وتمويل السيارات والتقسيط المعدات والحسابات المدينة والحسابات الدائنة ، بالإضافة إلى السيناريوهات المالية مثل ABS والأمانات والتحويل والرهن.",
    "nav.cross-chain": "شبكة متكاملة غير مركزية وغير قابلة للثقة عبر السلاسل",
    "nav.eth": "العقود الذكية لـ Ethereum و Binance Chain متصلة بسلاسة",
    "nav.ledger": "سلطة الدفتر اللامركزي",
    "nav.user": "احتياجات المستخدم أولاً",
    "nav.self": "الشحن البيئي الذاتي والحوكمة",
    "nav.gas": "الحوكمة البيئية الذاتية (DAO) ورسوم الغاز",
    "home.partners": "شركاء IBAX",
    "home.start": "بناء البيئة الخاصة بك",
    "home.performance": "بنية سلسلة كتل الويب 3.0 آمنة وعالية الأداء",
    "home.secure": "بنية سلسلة كتل آمنة وفعالة",
    "home.using": "ابدأ",
    "home.join": "انضم إلى المجتمع",
    "home.watch": "شاهد الفيديوهات",
    "home.innovate": "الابتكارات",
    "home.framework": "إطار عمل البنية الأساسية لسلسلة الكتل عالية التوازن",
    "home.bottom": "يجب أن تلبي الطبقة السفلية الممتازة لسلسلة الكتل متطلبات معالجة البيانات عالية التوازن بما يكفي للتعامل مع أي سيناريوهات تجارية معقدة في العوالم الحقيقية والافتراضية.",
    "home.learn": "تعرف على المزيد حول الإطار الفني لـ IBAX",
    "home.virtual": "الجهاز الظاهري",
    "home.machine": "جهاز ظاهري متوافق مع العديد من اللغات لـ IBAX",
    "home.multiple": "جهاز ظاهري متوافق مع العديد من اللغات لـ IBAX",
    "home.can": "يمكن للجهاز الظاهري لـ IBAX دعم Ethereum و Binance Chain العقود الذكية في نفس الوقت. يمكنك استيراد العقد بنقرة واحدة والاتصال بسلاسة ببيئة IBAX.",
    "home.consensus": "آلية التوافق",
    "home.pub": "اقرأ الورقة البيضاء",
    "home.dpoa": "آليات توافق فعالة وعادلة",
    "home.good": "تدمج شبكة IBAX وحدة \"وضع الاستقلالية\" التي تمكن الحوكمة DAO دون الحاجة إلى إدخال رمز معقد. يتم تحقيق استقلالية شبكة IBAX من خلال آلية توافق DPoA فعالة مع التصويت.",
    "home.determine": "سوف تحدد آلية التوافق الجيدة الاختراق والمستقبل لسلسلة الكتل.",
    "home.bifurcation": "طريقة مرنة لدفع رسوم الغاز",
    "home.honor": "طريقة دفع رسوم الغاز القابلة للتخصيص",
    "home.unified": "لتشجيع المبدعين البيئيين والمشاركين البيئيين ، يدعم IBAX نموذجًا قابلًا للتخصيص لرسوم الغاز.",
    "home.unif": "يمكنك اختيار عملات / رموز البيئة كنموذج لرسوم الغاز ، وخصم عملات / رموز البيئة كرسوم غاز عند إجراء المعاملات البيئية. يساعد هذا النموذج في تحقيق بيئة بيئية حقًا لامركزية ومستقلة.",
    "home.economics": "اقتصاد",
    "home.benefits": "الفوائد التي يتعين تحقيقها: سواء كنت مطورًا بيئيًا أو منقبًا أو محافظ بيئي أو أي شيء آخر",
    "home.matter": "طالما أنك تشارك فيه ، هناك مكافأة سخية في انتظارك للاستكشاف.",
    "home.view": "عرض النموذج الاقتصادي لـ IBAX",
    "home.features": "عرض الميزات الفنية لـ IBAX",
    "home.fixed": "التوزيع المسبق",
    "home.nft": "مكافآت الإصدار",
    "home.min": "مكافآت الاستكنا",
    "home.foundation": "مؤسسة IBAX",
    "home.team": "تطوير المشروع",
    "home.ecosystem": "شركاء البيئة",
    "home.private": "وضع خاص",
    "home.ieo": "البيع العام",
    "home.genesis": "البداية",
    "home.mining": "مكافآت التعدين",
    "home.ecological": "الحوافز البيئية",
    "home.all": "الكل %",
    "home.per": "التوزيع المسبق %",
    "home.mint": "مكافآت التعدين %",
    "home.lead": "رائد",
    "home.driven": "مدفوعة بالتكنولوجيا ، تشكل حواجز تقنية",
    "home.chain": "سلسلة كتل غير مركزية وغير قابلة للثقة حقيقية ، دليل الصفر ، المعاملات المجهولة ، تجزئة المعاملات.",
    "home.we": "تكنولوجيا متقدمة لدينا",
    "home.have": "تكامل التكنولوجيا",
    "home.built": "الإطار الأساسي لسلسلة IBAX التي تستخدمها بنيت على هذه التكنولوجيات الناضجة. يدمج IBAX بشكل مثالي هذه التكنولوجيات ، مما يسمح لها بالاستمرار في التفوق في مجال سلسلة الكتل مثل IBAX.",
    "home.video": "مقاطع الفيديو",
    "home.your": "هل لديك أفكار رائعة",
    "home.get": "احصل على مكافأة من دعمنا البيئي",
    "home.enjoy": "استمتع بموارد IBAX",
    "home.manul": "دليل المطور الكامل",
    "home.partner": "شريك البيئة Jutkey Wallet",
    "home.ibaa": "محفظة IBAX",
    "home.official": "الاعتراف الرسمي بـ IBAX: احصل على 150,000 مكافآت IBXC",
    "home.supports": "محفظة متعددة العملات اللامركزية: تدعم تحويلات متعددة العملات",
    "home.manage": "إدارة المنقبين: قم بإدارة منقبيك بنقرة واحدة فقط",
    "home.wallet": "محفظة Jutkey",
    "home.very": "كان من دواعي سروري الانضمام إلى IBAX وحصولي على الكثير من المساعدة من فريق IBAX في إنشاء محفظة Jutkey، شكرًا جزيلاً!",
    "home.is": "محفظة Jutkey هي محفظة متعددة العملات اللامركزية تم دمجها بشكل جيد مع تطبيقات مختلفة من IBAX. يمكنك استخدامها لإتمام تحويلات IBXC فحسب، بل يمكنك أيضًا استخدامها لدفع العملات مثل: بيتكوين، إيثر، كوينان، إلخ.",
    "home.more": "والأهم من ذلك، يمكنك إدارة منقبيك باستخدام محفظة Jutkey، يمكنك إضافة منقبين بنقرة واحدة دون الحاجة إلى تنزيل أدوات إدارة أخرى، وعرض إيرادات التنقيب الخاصة بك في الوقت الحقيقي.",
    "home.there": "هناك المزيد من الميزات في انتظارك لاستكشافها، ربما: حمامات التعدين، ديفاي، NFT...",
    "home.name": "ويكو",
    "home.product": "مدير المنتج",
    "home.develop": "إرشادات المطور",
    "home.technology": "التكنولوجيا",
    "home.technical": "وثائق التقنية مفتوحة المصدر",
    "home.about": "تعرف على IBAX من خلال مقاطع الفيديو",
    "home.exciting": "الأحداث الجارية",
    "home.go": "الانتقال للعرض",
    "home.m": "المزيد من مقاطع الفيديو",
    "home.award": "المشاركة",
    "bass.ecological": "مكافآت تحفيز البيئة",
    "bass.anyone": "يمكن لأي شخص المشاركة",
    "bass.create": "أنشئ مشروعك على سلسلة الكتل",
    "bass.now": "أنشئ مشروعك على سلسلة الكتل الآن",
    "bass.quickly": "إنشاء سريع",
    "bass.ecology": "البيئة البيئية",
    "bass.without": "إنشاء تطبيقات IBAX بدون حدود بسرعة",
    "bass.ecolog": "إنشاء بيئة بيئية",
    "bass.creator": "سوف تمتلك",
    "bass.identity": "صفة مبتكر البيئة:",
    "bass.obtain": "الحصول على حقوق تسمية البيئة",
    "bass.define": "تحديد أذونات الانضمام إلى البيئة",
    "bass.set": "إعداد طرق حكم البيئة",
    "bass.give": "إصدار الهوية",
    "bass.can": "يمكنك أيضًا",
    "bass.collect": "استلام رسوم العملة/الرمز البيئي",
    "bass.circulation": "تداول العملات/الرموز",
    "bass.issue": "العملات/الرموز الإصدار",
    "bass.customize": "تخصيص عدد الرموز وطرق الإصدار",
    "bass.naming": "الحصول على حقوق تسمية الرموز",
    "bass.issuance": "إصدار العملة/الرمز",
    "bass.logo": "إضافة شعار الرمز",
    "bass.number": "تحديد عدد الرموز المراد إصدارها",
    "bass.incentives": "إعداد حوافز الرموز",
    "bass.smart": "العقد الذكي",
    "bass.contract": "العقد الذكي",
    "bass.use": "استخدم العقود الذكية للحفاظ على استقرار البيئة",
    "bass.add": "إضافة عقد",
    "bass.one": "استيراد بنقرة واحدة",
    "bass.contracts": "عقود من سلاسل أخرى أو:",
    "bass.reference": "الاستشارة عن العقود الذكية الأساسية لـ IBAX",
    "bass.write": "كتابة عقود ذكية خاصة بك عبر الإنترنت",
    "bass.eco": "إضافة تطبيقات بيئية",
    "bass.manage": "إدارة العقود البيئية",
    "bass.incentive": "الحصول على مكافآت تحفيز البيئة",
    "bass.encourages": "تشجع مؤسسة IBAX المطورين الفرديين والفرق على الانضمام إلى بيئة IBAX، وستعقد مسابقات بيئية منتظمة لمنح التطبيقات البيئية الممتازة مكافأة سخية.",
    "bass.learn": "تعرف على المزيد",
    "bass.what": "ما قد تحتاجه",
    "bass.how": "كيفية إنشاء بيئة بيئية بسرعة والحفاظ على فعاليتها",
    "bass.materials": "المواد ومقاطع الفيديو ستساعدك على استخدام شبكة IBAX بشكل أفضل",
    "bass.manual": "دليل المطور",
    "bass.committed": "ملتزمون بحماية الممتلكات الشخصية",
    "bass.multi": "تشفير متعدد المستويات لضمان أمان ممتلكاتك الشخصية",
    "bass.own": "تستخدم IBAX مفاتيح عامة وخاصة لتشفير وفك تشفير التوقيع التحقق. يمكن لمستخدميها فقط استخدام مفاتيحهم الخاصة لفك التشفير، مما يضمن أمان البيانات والهوية. ويتم إيداع العملة المشفرة في محفظة لامركزية، واستخدام تقنية التوقيع الرقمي متعدد الأطراف لضمان سلامة ممتلكاتك.",
    "bass.honor": "عقد الشرف",
    "bass.manager": "مدير العقد الذكي",
    "high.lead": "إطار البلوكشين الأساسي الرائد",
    "high.cross": "عبر السلسلة",
    "bass.weaver": "يدعم Weaver ملفات العقد الذكي بتنسيق API و Json وغيرها، ويمكن استيراد العقود الذكية بشكل مرن لاستخدامها في DAO المستخدم بسرعة.",
    "bass.panel": "معاينة وإدارة العقود الذكية",
    "bass.provides": "يوفر Weaver وظيفة إدارة العقود، بعد الدخول إلى واجهة إدارة بيئتك، يمكنك عرض جميع العقود الذكية وجداول البيانات والحقول داخل البيئة بوضوح، مما يجعل من السهل عليك الحفاظ على وتوسيع المحتوى البيئي.",
    "bass.local": "مستودع العقود الذكية",
    "bass.security": "عقود البيئة",
    "footer.feature": "الميزات التقنية",
    "bass.always": "\"العملات المشفرة والعملات المشفرة اللامركزية دائمًا ما يتوقعها الناس. ",
    "bass.only": "فقط العملة المشفرة الحقيقية يمكن أن تجعل الجميع يشعرون بالثقة في تحقيق التبادل المتبادل للأصول، دون القلق بشأن سرقة الأموال من أي شخص، وهو متوافق مع مفهوم \"عدم الثقة\"",
    "bass.protect": "حماية دقة البيانات عبر السلاسل العابرة",
    "bass.ensure": "ضمان أمان الأصول عبر السلاسل العابرة",
    "bass.network": "شبكة شاملة عبر السلاسل العابرة",
    "bass.design": "مصممة للعمل عبر السلاسل العابرة",
    "bass.expand": "توسيع المزيد من اتصالات السلسلة الخارجية",
    "bass.cross": "تم تصميم عقدة السلسلة الأساسية المتعددة السلاسل (CLBs) في شبكة IBAX للتبادل المتقاطع، مع مرونة لتكوين أداء CLB ونشره حسب الحاجة، دون تكرار الجهد، للوصول بسهولة إلى بيانات النظام الخارجي وإنشاء اتصالات، أو معالجة وتنسيق البيانات بنفسك.",
    "bass.transmission": "نقل متقاطع للسلاسل",
    "bass.promote": "تعزيز تبادل القيم بين السلاسل البلوكشين",
    "bass.sets": "الحل الحقيقي للاتصال المتقاطع بين السلاسل ليس فقط نقل الأصول الرقمية، ولكن أيضًا نقل مجموعات بيانات غنية وعمليات العقود الذكية بين السلاسل، بالإضافة إلى نقل البيانات الخاصة بتطبيقات العقود الذكية والـ NFTs وما إلى ذلك.",
    "feature.efficiency": "الأداء والكفاءة والأمان هم أسس IBAX",
    "feature.encryption": "على أساس التشفير غير المتماثل، يمكن تحقيق التشفير المتداخل المتعدد مع شبكة P2P لضمان أمان الأموال والاتصالات.",
    "feature.network": "يمكن لشبكة IBAX التفاعل ليس فقط مع مختلف السلاسل البلوكشين والأصول المتقاطعة، ولكن أيضًا التعاون مع عقدة CLB المخصصة لإكمال تفاعلات التواصل العادية لبيانات CRM.",
    "home.system": "Weaver هو أداة تطوير متكاملة واضحة مبنية على سلسلة IBAX، وهو بيئة تطوير متكاملة مخصصة لشبكة IBAX، تحتوي على العديد من الميزات القوية. يمكنك تطوير ونشر وإدارة العقود الذكية على Weaver، ولكن يمكن أيضًا لـ Weaver ضبط معلمات الحوكمة البيئية الخاصة بك، واستيراد مختلف الخدمات في BaaS، وما إلى ذلك. يمكن أيضًا استخدامه كمنصة تعليمية.",
    "home.basic": "\"IBAX هو إطار البنية التحتية للبلوكشين الكافي لدعم العمليات العالمية المعقدة. ",
    "home.important": "توفير التوافق الجيد لمطوري البلوكشين الآخرين هو شيء مهم بالنسبة لنا.\"",
    "footer.team": "الفريق",
    "footer.news": "الأخبار",
    "footer.investor": "المستثمر",
    "footer.related": "التنزيلات",
    "footer.partner": "الشركاء",
    "footer.community": "المجتمع",
    "footer.recruit": "التوظيف",
    "footer.developer": "المطورين",
    "footer.more": "المزيد",
    "footer.check": "تحقق من دليل المعلومات",
    "footer.create": "أنشئ مشروعك بلوكشين",
    "footer.creative": "أنشئ مشاريع بلوكشين أكثر إبداعًا",
    "footer.compete": "جرب هذه المشاريع الرائعة!",
    "footer.now": "ابدأ الآن",
    "footer.fast": "دعم نظام BaaS (البلوكشين كخدمة) السريع، انتهاء المشروع بنقرة واحدة، توفير وظيفة إصدار العملة بنقرة واحدة، لتجعل مشروعك ينطلق بسهولة",
    "footer.blockchain": "باستخدام تكنولوجيا البلوكشين المبتكرة ذات البحث الذاتي، من التكنولوجيا الأساسية للأجهزة والشبكة والتخزين والحوسبة والتشفير والاتفاق وتشكيل الكتلة، إلى الروابط التجارية مثل تأكيد وتدفق وتمويل وتسوية الحسابات المستحقة، نضمن أن المعلومات وبيانات الأعمال في كل رابط من روابط سلسلة الإمداد آمنة وقابلة للتحكم.",
    "high.technical": "ملامح التكنولوجيا",
    "high.chain": "سلسلة بلوكشين عالية الأداء / عالية TPS",
    "high.low": "البلوكشين الشائع الممثل بـ Ethereum لديه قدرة معالجة معاملات منخفضة، مما يعيق بشكل كبير تطور التكنولوجيا البلوكشين. سلسلة IBAX سريعة مثل 4 ثوانٍ لكل كتلة وقدرة معالجة المعاملات تصل إلى 3000 TPS. مع تحسين الأجهزة، يمكن أن يصل TPS نظريًا إلى 10000 مرة في حالة عدم التجزئة.",
    "high.start": "ابدأ الاستخدام الآن",
    "high.innovation": "الابتكار التكنولوجي",
    "high.database": "وضع قاعدة بيانات + تخزين الكتل",
    "high.postgreSQL": "استخدم تخزين PostgreSQL عالي الأداء وعالي القابلية للتوازن لتخزين معلمات النظام في جداول البيانات، واستخدم محركات قواعد البيانات مثل العروض والفهارس والإجراءات المخزنة لتحسين قدرة قراءة وكتابة البيانات.",
    "high.insights": "نظرة فنية",
    "high.team": "\"يتكون فريق IBAX من مجموعة من الهواة التكنولوجيين ذوي الروح الابتكارية.",
    "high.never": "نحن لا نتبع القواعد ونلتزم بها، ولكننا نعتمد باستمرار التقنيات الموجودة أو التقنيات الابتكارية الخاصة بنا لتحسين الأداء الشامل لسلسلة ibax.\"",
    "high.globalization": "العولمة",
    "high.to": "كافٍ لأي عمل",
    "high.compat": "التوافق",
    "high.rich": "متكاملة مع مجموعة واسعة من سيناريوهات التطبيق",
    "high.use": "سهولة الاستخدام العالية",
    "high.provide": "الدعم الفني عبر الإنترنت من فريقنا الفني",
    "high.high": "سعة تخزين عالية",
    "high.storage": "السعة القصوى لتخزين الكتل حتى 64 ميجابايت",
    "high.etc": "عقدة المينت هي عقدة خدمة شبكة موزعة في شبكة IBAX، والتي توفر وظيفة إصدار الرموز للشبكة بأكملها وتتحمل مسؤولية حماية أمان الشبكة وتحسين تكلفة هجمات الشبكة.",
    "high.reward": "آلية المكافأة لعقدات المينت ضرورية للحفاظ على استقرار منصة IBAX، ونستخدم خوارزمية احتمالية بسيطة وعملية: احتمالية المينت = حساب المينت الحسابي / حساب الشبكة العامة. مع مرور الوقت، تكون احتمالية كل عقدة مينت في تلقي مكافأة متسقة، وهذا النهج يساعد في الحفاظ على استقرار عقدات المينت.",
    "high.running": "تعمل عقدات المينت حول العالم ليست فقط كعقدات تحفيز التعدين للحفاظ على أمان الشبكة، بل تعمل أيضًا كخوادم موزعة بذاتها وتوفر خدمات لامركزية لمكتبات البيئة المختلفة (ecoLibs)، مثل الأدوات الاجتماعية غير المركزية، وخدمات الويب غير المركزية، وما إلى ذلك.",
    "high.sub": "العقدات الفرعية",
    "high.node": "العقدة الفرعية هي الأولى من نوعها في عالم سلسلة الكتل بأكملها. إنها تحتفظ فقط ببيانات المعاملات المتعلقة بوحدة تطبيق ecoLib الخاصة بها، بينما يتم التعامل مع الكمية الكاملة من البيانات بواسطة عقدات الشرف وعقدات الحماية وعقدات المينت. بالإضافة إلى ذلك، يمكن للعقدات الفرعية أيضًا التفاعل مع \"البيانات الخاصة\" لضمان خصوصية وأمان ومرونة المعاملات.",
    "high.can": "يمكن للعقدات الفرعية الاحتفاظ فقط ببيانات المعاملات المتعلقة بتطبيقاتها البيئية الخاصة، ويمكنها أيضًا تنفيذ بيئتها الخاصة المستقلة (ecoLib) بصرف النظر عن شبكات العقدة الأخرى، لذلك نسميها أيضًا - سلاسل فرعية.",
    "high.of": "CLB هو عقدة مستقلة عن شبكة IBAX، وفي الوقت نفسه لديها وظيفة Oracle.",
    "high.runs": "تعمل CLB كعقدة مستقلة دون التأثير على أداء العقدة الرئيسية، ويمكن تكوين أداء CLB ونشره بمرونة وفقًا لمتطلبات العمل، مع العقود الذكية المستقلة وواجهات التشغيل وجداول قواعد البيانات المستقلة، وما إلى ذلك.",
    "high.meet": "تم تصميم CLB لتلبية التواصل بين السلاسل، حيث يأتي CLB مع وظيفة قراءة البيانات وقفل وتحويل الأصول للعقود الذكية الخارجية، بحيث تصبح الأصول الخارجية أصولًا داخل نظام IBAX البيئي، ويمكن لـ CLB أيضًا معالجة وتنسيق تحويل البيانات لاستخدامها في شبكة IBAX.",
    "high.virtual": "يمكن لجهاز IBAX الافتراضي دعم Ethereum وعقود Binance Chain الذكية في نفس الوقت. يمكنك استيراد العقدة بنقرة واحدة والاتصال بسلاسة بنظام IBAX البيئي.",
    "high.most": "الأكثر توافقًا واسعًا",
    "high.engine": "محرك العقود الذكية",
    "high.one": "استيراد بنقرة واحدة",
    "high.chains": "عقود ذكية من سلاسل الكتل الأخرى",
    "high.contract": "أنواع العقود المتعددة",
    "high.trigger": "النوع: عقدة مؤجلة، عقدة مؤثرة...",
    "high.smart": "محرر العقود الذكية",
    "high.editor": "محرر العقود",
    "high.simple": "محرر عقود عبر الإنترنت بسيط وسهل الاستخدام",
    "high.basic": "\"IBAX هي إطار بنية سلسلة الكتل يكفي لدعم العمليات العالمية المعقدة. ",
    "high.very": "توفير التوافق الجيد لمطوري سلاسل الكتل الأخرى أمر مهم بالنسبة لنا.\"",
    "high.import": "استيراد العقود الخارجية",
    "high.cont": "استيراد العقود الذكية",
    "high.from": "استيراد العقود الذكية من سلاسل الكتل الأخرى بنقرة واحدة فقط",
    "high.cross-chain": "التواصل بين السلاسل",
    "high.divides": "تقسم شبكة IBAX العقد والمعاملات إلى شظايا، وتزيد بنجاح من كفاءة التعبئة بأمر من الحجم من خلال خوارزميات معالجة الاتفاق المختلفة وآليات التحقق من التوقيع المتعددة.",
    "high.authentication": "المصادقة",
    "high.validation": "التحقق من الأذونات",
    "bass.privacy": "الخصوصية",
    "bass.go": "تتجاوز السعي لخصوصية وأمان العملاء",
    "bass.key": "الخصوصية وأمان البيانات هما الأساس في عالم العملات المشفرة، وتعتبر حماية خصوصية المستخدم وأمان البيانات أحد المكونات الرئيسية في جميع جوانب IBAX. يستخدم IBAX مصفوفة أمان متعددة الطبقات لضمان سلامة أصول العملاء من الهجمات الإلكترونية والهجمات الداخلية والأخطاء البشرية.",
    "bass.keep": "الحفاظ على أمان بياناتك",
    "bass.comply": "الامتثال للوائح العالمية للخصوصية والأمان",
    "bass.data": "منع تسريب البيانات الشخصية",
    "bass.safety": "السلامة",
    "bass.solid": "أساس قوي لتفاعل البيانات بين السلاسل الجانبية",
    "bass.clb": "آلية التحقق من العقد الفريدة والمبتكرة CLB، عندما يحتاج النظام الخارجي إلى استدعاء العقد على السلسلة لأداء عمليات على السلسلة، ستقوم شبكة IBAX العامة بالتحقق من صحة هاش العقد أثناء وبعد التنفيذ لتحديد مصداقية وأمان التفاعل بين السلسلة الجانبية والسلسلة الرئيسية، مما يضمن عدم وجود مخاطر تلاعب بالعقد أثناء التفاعل.",
    "bass.flexible": "تكوين مرن",
    "bass.onecreate": "يمكن لأي شخص إنشاء",
    "bass.decentralized": "التفاعل بين السلاسل الجانبية غير المركزية وغير المعتمدة ليس منتجًا للتفرد تحت غطاء التفرد، بل هو تفرد حقيقي يسمح بنقل الأصول الرقمية ونقل البيانات وعمليات العقود الذكية بين السلاسل الكتلية دون إذن المطور ودون تدخل المطور. ليس فقط يمكنهم تمكين هذه الوظيفة لأنفسهم، بل يمكنهم أيضًا توفير خدمات الاتصال بين السلاسل الجانبية لفرق التطوير الأخرى من خلال نشر CLB.",
    "bass.interaction": "تبادل بين السلاسل الجانبية",
    "bass.asset": "أمان الأصول",
    "bass.improve": "تحسين كفاءة المعاملات من خلال تجزئة المعاملات",
    "bass.transaction": "تجزئة المعاملات مثل حارات مختلفة في نفس المسبح، وهي طريقة فعالة لفصل الأعمال لتحسين الكفاءة. من الناحية النظرية، كلما كان التجزئة أدق، زادت كفاءة التنفيذ، ولكن من المهم أيضًا أخذ في الاعتبار الوضع عندما تنشأ عمليات كبيرة عبر التجزئة، لذا التوازن هو الأمر الأهم.",
    "feature.high": "القدرة العالية للتخزين لا تدعم فقط تخزين الأرقام والنصوص، بل تدعم أيضًا تخزين البيانات على السلسلة بتنسيقات مختلفة مثل الصور والتطبيقات. وهذا يترك مساحة كبيرة لتوسيع NFT في المستقبل.",
    "bass.registered": "التجزئة منذ توليد المفاتيح العامة والخاصة",
    "bass.sharding": "التجزئة وفقًا لأنواع الأعمال المختلفة",
    "bass.shards": "ليس كلما زادت الأجزاء كان أفضل، يجب التكيف مع الظروف المحلية",
    "bass.work": "تجزئة الشبكة",
    "bass.prove": "تحسين آليات الاتصال والتزامن من خلال تجزئة الشبكة",
    "bass.global": "IBAX هي إطار بلوكشين موجه عالميًا، وبسبب تأخر الشبكة الناتج عن الاختلافات الإقليمية، قمنا بتقسيم الشبكة لتحسين كفاءة الشبكة من خلال العقداء الموجودين في المنطقة الحالية.",
    "bass.solve": "ما نريد حله ليس مشكلات فقط من الناحية التقنية، بل أيضًا مفاهيم المنتج.",
    "bass.thinking": "الطريقة الوحيدة لتوفير منصة منتجة ذات قيمة حقيقية هي التفكير من منظور المستخدم.",
    "bass.actions": "المعاملات المشتركة بين السلاسل الجانبية",
    "bass.not": "لا تؤثر المعاملات عبر الأقسام على كفاءة التنفيذ أو الأداء",
    "bass.whether": "تتم معاملات عبر الأقسام الإقليمية، سواء كانت شبكات متعددة أو تجزئة المعاملات، عن طريق آلية الاتفاق على المعاملات وبهذه الطريقة يتم تحسين الكفاءة ولا يتم التضحية بالأداء.",
    "bass.same": "نفس سلسلة الكتل",
    "bass.controls": "يوحد IBAX الأقسام عن طريق الاتفاق",
    "bass.principle": "يتمسك IBAX بمبدأ سلسلة واحدة ويحقق تجزئة المعاملات من خلال العقداء المكرمين وآلية الاتفاق المنتشرة على نطاق عالمي.",
    "bass.off": "اتصال خارج السلسلة",
    "bass.closed": "كسر الفضاء المغلق للبلوكشين",
    "bass.order": "عادةً ما يستخدم البلوكشين \"Oracle\" كأداة للتفاعل مع البيانات خارج السلسلة من أجل تأمين البيانات. في IBAX، قمنا بإنشاء CLB - Cross Ledger Base Node، الذي لا يمكنه فقط الاستشهاد بالبيانات الخارجية للاستخدام الداخلي، ولكنه سيصبح أيضًا واقعًا للأصول والبيانات عبر السلاسل الكتلية؛",
    "bass.also": "يمكن أيضًا استخدام CLB كمركز معالجة لعمل نموذج المعالجة المتعددة الأطراف في \"الحوسبة الحافة\"، وسيؤكد شبكة IBAX توحيدية النموذج، بينما ستتم إرسال نتائج الحوسبة الحافة نقطة بنقطة من خلال عنوان IP للعقدة الشبكية الأخرى المضبوطة في CLB في وضع التشفير غير المتماثل، وبالتالي يصبح البيانات الأصلية غير مرئية، أي ضمان أمان البيانات الأصلية وتحقيق الغرض من الاستنتاج المتاح.",
    "bass.in": "بيانات غنية داخل البلوكشين",
    "bass.enrich": "تحسين سيناريوهات الأعمال",
    "bass.choices": "مزيد من الفرص",
    "bass.opportunities": "مزيد من الخيارات ومزيد من الفرص",
    "bass.support": "دعم عبر الأنظمة",
    "bass.sup": "تمكين التعلم الفدرالي والحوسبة الحافة",
    "bass.diversification": "تنويع البيانات",
    "bass.refer": "يمكن الاستشهاد بأي بيانات خارج البلوكشين",
    "bass.weather": "إذا كان بإمكان بيانات الطقس وبيانات سوق الأسهم والمعلومات الجغرافية وما إلى ذلك أن تستشهد داخل البلوكشين، واستغلال هذه البيانات على الإنترنت إلى أقصى حد وجمع آلية البلوكشين المتمركزة، فسيتغير العالم حقًا.",
    "bass.blockchain": "\"تأثرت البلوكشين بالعديد من القيود، وأثر التحقق من البيانات خارج السلسلة على تطور البلوكشين. ",
    "bass.verification": "يشبه Cross-Ledger Base Node (CLB) فتح بابًا إلى عالم الإنترنت، ويمكنك استخدامه لتحقيق أي شيء تريده.\"",
    "bass.light": "خفيف وسريع",
    "bass.rapid": "نشر سريع لعقدات Cross-Ledger Base (CLB)",
    "bass.there": "عقدات Cross-Ledger Base (CLB) لا تختلف عن غيرها من العقدات في النشر، ويمكنك نشرها على أجهزة الكمبيوتر الخاصة بك لتلبية ضرورة الاتفاق على عقدات Cross-Ledger Base (CLB)، والتي يمكنها الوصول إلى البيانات خارج السلسلة من خلال العقود الذكية.",
    "bass.en": "عقود ذكية مختلطة",
    "bass.with": "إنشاء عقود ذكية مختلطة",
    "bass.when": "باستخدام عقدات CLB لإنشاء عقود ذكية مختلطة، يمكنك تطبيقها على أي تطبيق يحتاج إلى التفاعل مع البيانات خارج السلسلة مثل Defi و NFT والألعاب والإقراض الذكي، وما إلى ذلك.",
    "bass.oper": "تشغيل CLB",
    "bass.on": "تحميل البيانات خارج السلسلة",
    "bass.authority": "سلطة متمركزة",
    "bass.permissions": "استخدام توقيعات متعددة لتفويض سلطات الحساب المتمركزة",
    "bass.transferring": "لنقل الأموال من حساب متعدد التوقيع (N)، يتطلب التفويض من حسابات متعددة التوقيع (M). m+n>51% لإتمام النقل.",
    "bass.downloaded": "التوقيعات المتعددة ليست فقط في المعنى التقليدي، بل أيضًا في المعنى التعاقدي، حيث يتم التحقق من توقيعات متعددة للمعاملة في المحفظة، وهو ميزة يمكن تنزيلها واستخدامها في سوق تطبيقات BaaS.",
    "bass.account": "سلطة الحساب المتمركزة تعادل المفتاح الخاص المتمركز",
    "bass.centralized": "تجنب السلطة المتمركزة عندما يتعاون العديد من الأطراف",
    "bass.each": "مرونة، يمكن ضبط أوزان الحساب",
    "bass.secur": "أمان المحفظة",
    "bass.wallet": "محفظة التوقيع المتعدد تمنع تسريب المفتاح الخاص",
    "bass.insecure": "في بيئة غير آمنة حيث يمكن تعريض المفاتيح الخاصة، ستمنع محفظة التوقيع المتعدد القراصنة بشكل فعال من اختراق المفتاح الخاص الخاص بك.",
    "bass.concept": "مفهوم اللامركزية هو أساس التكنولوجيا الأساسية للبلوكشين، وتقنية التوقيع المتعدد تحافظ وتطبق هذا المفهوم بشكل جيد جدًا.",
    "bass.maintains": "تقنية التوقيع المتعدد أيضًا تقوم بعمل جيد في تجنب مشكلة السلطات المركزية، وتُطبق في سيناريوهات الأعمال مثل ديفاي والبورصات.",
    "bass.notifce": "إشعار على السلسلة",
    "bass.signed": "يتم إشعار حسابات الأطراف المرتبطة على السلسلة بتحويلات التوقيع",
    "bass.signature": "عندما يتم بدء تحويل التوقيع، ستقوم شبكة IBAX بمزامنة الإشعار إلى الحساب المرتبط على السلسلة. يتم تشفير الإشعار ويمكن قراءته فقط بواسطة الحساب المرتبط، لذا ليس هناك حاجة لإبلاغ الحساب المرتبط بوسائل أخرى.",
    "bass.to": "بالمقارنة مع المحافظ الباردة",
    "bass.safer": "أكثر أمانًا وموثوقية من المحفظة الباردة",
    "bass.compared": "حسابات التوقيع المتعددة أكثر أمانًا وموثوقية من المحافظ الباردة، حيث تحتوي المفاتيح الخاصة المتعددة على خيارات تخزين مرنة والسلطات غير المركزية أكثر أمانًا من الإدارة المركزية.",
    "bass.cold": "محفظة باردة",
    "bass.mul": "محفظة التوقيع المتعدد",
    "bass.anonymous": "معاملات مجهولة للخصوصية والأمان",
    "bass.implementation": "في شبكة IBAX، قمنا بتصميم تنفيذين، وهما إثبات الصفر للمعاملات وإثبات الصفر للعقود الذكية. في جميع شبكات البلوكشين الحديثة التي تعمل بالعقود الذكية، يمكن لإثبات الصفر للعقود الذكية فقط ضمان أمان وخصوصية بيانات المعاملة.",
    "bass.protection": "آليات قوية لحماية الخصوصية",
    "bass.process": "المعاملات غير قابلة للتتبع",
    "bass.leaked": "بيانات المعاملات الشخصية لا تتعرض للتسريب",
    "bass.technical": "الدعم الفني",
    "bass.black": "تقنية 'صندوق أسود'",
    "bass.homomorphic": "في شبكة IBAX، نستخدم تقنية التشفير الهومومورفي المتقدمة، وهي تقنية تشفيرية تعتمد على نظرية تعقيد الحواجز الرياضية، والتي تسمح بإجراء حسابات تعسفية على بيانات النص المشفر وتضمن أن النتائج دقيقة وأن مالك البيانات فقط لديه الوصول إليها، مما يحمي خصوصيتك أثناء المعاملة.",
    "bass.since": "\"نظرًا لأن التداول الخاص يجعل الأصول آمنة وغير قابلة للتتبع،",
    "bass.frequenc": "يجعل التداول الكمي عالي التردد بين المستخدمين أكثر أمانًا، وإلى حد ما يلبي حاجة السوق للتداول المجهول.\"",
    "bass.transac": "معاملة مجهولة",
    "bass.system": "إنشاء نظام مالي فيدرالي",
    "bass.financial": "نظام الاتحاد المالي هو استخدام عملة مشفرة واحدة لاستلام نفس الكمية من العملة المشفرة من الآخرين. يتيح للمستخدمين خلط أموالهم بسرعة وكفاءة مع أموال المستخدمين الآخرين، مما يخلق علاقة عشوائية بين حساب المستخدم الحالي والحساب الجديد بعد خلط العملات. المبدأ هو فصل عناوين الإدخال والإخراج في المعاملة، مما يحمي الخصوصية ويحقق التجهيز.",
    "bass.secure": "معاملة آمنة",
    "bass.make": "وظيفة \"صندوق الودائع الآمنة\"",
    "bass.information": "في شبكة IBAX ، لكل حساب \"صندوق وديعة آمنة\" حيث يمكن تخزين أصول مختلفة في شكل نص مشفر ، بحيث يمكن نقل نفس الأصول إلى الحساب الحالي عن طريق إدخال نفس النص المشفر ، مما يجعل إخفاء الهوية وتحويل الأصول أكثر أمانًا.",
    "bass.safe": "في شبكة IBAX ، لكل حساب \"خزنة\" ، ويمكن تخزين أصول مختلفة في الخزنة في شكل نص مشفر. حتى بعد تبديل الحسابات ، يمكن نقل نفس الأصول إلى الحساب الحالي عن طريق إدخال نفس النص المشفر والسماح بإخفاء الهوية وتحويل الأصول بشكل أكثر أمانًا.",
    "bass.hidden": "إخفاء الهوية",
    "bass.sec": "أمان البيانات",
    "market.video": "فيديو عرض توضيحي لـ BaaS",
    "market.help": "سيساعدك الوثائق التوضيحية المفصلة على التعرف بسرعة على التطبيق.",
    "market.watch": "سيساعدك الوثائق التوضيحية المفصلة على التعرف بسرعة على التطبيق.",
    "market.view": "عرض التفاصيل",
    "market.application": "تطبيقات BaaS",
    "market.token": "عملات/رموز البيئة",
    "market.create": "إنشاء بيئة بسرعة وإصدار العملات بنقرة واحدة.",
    "market.point": "معلومات العقدة الكاملة",
    "market.each": "كل عقدة في سلسلة الكتل عامة وتصل إلى العقدة عبر بروتوكول نقل P2P لتمكين تمرير البيانات بينها.",
    "market.vote": "التصويت",
    "market.multiple": "توفير قوالب تصويت متعددة ، بما في ذلك قالب الانضمام إلى الشبكة المشتركة ، وقالب تعديل معلمات المنصة ، وقالب تعديل معلمات البيئة ، وقالب استرداد الرمز ، وقالب شهادة قيمة البيئة ، وقالب التصويت العام. يتضمن قوالب لتعديل معلمات جميع القوالب المذكورة أعلاه ، ويدعم التصويت المخصص.",
    "market.supply": "سلسلة التوريد",
    "market.provide": "توفير بيانات نقل البضائع الكاملة لسلسلة التوريد ، وتسجيل الوقت الصادر والوقت في العبور للبضائع بدقة ، والسيطرة على جودة تخزين البضائع. تطبيق سمات التمويل اللامركزي على توفير خدمات تكنولوجيا سلسلة الكتل الشاملة لتمويل سلسلة التوريد.",
    "market.defi": "ديفاي",
    "market.the": "ديفاي للرموز الخاصة بك بدون مخاطر سرقة العملة.",
    "market.member": "إدارة العضوية",
    "market.govern": "يتحكم الأعضاء البيئيون معًا ، ويشكلون مجتمعًا مستقرًا ، ويقررون التغييرات في المعلمات البيئية من خلال التصويت.",
    "market.network": "شبكة متحالفة",
    "market.display": "يعرض سجلًا للتطبيقات المقدمة للانضمام إلى الشبكة المتحالفة. يمكنك إنشاء طلب تصويت للانضمام إلى الشبكة المشتركة ، والذي يتم حله بواسطة الدور المحدد.",
    "market.cyber": "أمان الشبكة",
    "market.secure": "شبكة آمنة تعتمد على اتصال سلسلة الكتل بآليات التشفير والتوقيعات المتعددة وتكنولوجيا المحفظة الباردة المجمعة.",
    "market.decentralized": "دردشة مفتوحة",
    "market.chat": "عرض سجلات الدردشة، وعرض جميع الدردشات المتعلقة بك في البيئة الحالية للتطبيق. بدء دردشات فردية، حتى لا يعرف العالم الخارجي المحتوى الخاص بك. دعم للدردشات الجماعية، حيث يمكن للأشخاص التحدث ومشاركة آرائهم.",
    "market.asked": "الأسئلة المتكررة",
    "market.more": "عرض المزيد من الأسئلة والأجوبة",
    "market.real": "ما هو النظام البيئي الحقيقي؟",
    "market.exist": "البلوكشين الحالي هو نظام \"ذاتي الإدارة\"، وحقيقة \"DAO\" لا تزال بعيدة جدًا عن \"DAO\" المثالي المثالي. العامل الرئيسي هو أنه لا يمكن الوصول إلى البيانات من خارج البلوكشين. هذا هو السبب في ظهور مشاريع الربط بين السلاسل مثل \"Chainlink\". الغرض الرئيسي من هذه المشاريع هو ربط البيانات من مصادر البيانات المختلفة خارج السلسلة بالبلوكشين، لتمكين التنفيذ الداخلي للبيانات العادية، وتحقيق تبادل بيانات موثوق به.",
    "market.public": "في الشبكة العامة لـ IBAX، تم إكمال وظيفة الربط بين السلاسل / البيانات العابرة، بحيث يمكن الوصول بسهولة وسرعة إلى البيانات من مصادر البيانات المختلفة خارج السلسلة إلى شبكة IBAX، والتي يمكن بناؤها في نظام بيئي حقيقي واستكمال تشفير الإنتاج والحياة في العالم الحقيقي.",
    "market.low": "ما هو تطوير الرمز المنخفض؟",
    "market.has": "لقد دمجت IBAX العديد من العقود الذكية الأساسية ووظائف BaaS. تحتاج فقط إلى الإشارة إلى العقد ذي الصلة إلى البيئة، أو يمكنك إكماله من خلال الصفحة المرئية: إصدار العملة بنقرة واحدة، إدارة البيئة، التصويت، وما إلى ذلك. تقلل هذه الوظائف بشكل كبير من عبء عمل المطور.",
    "market.ia": "ما هو الربط بين السلاسل، وما هي السيناريوهات التي يمكن استخدامها فيها، وما التغييرات التي يمكن أن يجلبها إلى حياتنا؟",
    "market.integrate": "يتيح الربط بين السلاسل في IBAX ربطًا لامركزيًا عبر عقد تجميع تقنية CLB، مما يسمح بتأمين الأصول وقفل الأصول تلقائيًا من خلال العقود الذكية. يعد هذا الربط بين السلاسل غير المركزي الحل الأساسي لتكنولوجيا الربط بين السلاسل.",
    "market.built": "لماذا يعتمد النظام البيئي المبني على الشبكة العامة لـ IBAX بشكل كبير على الثقة؟",
    "market.one": "1. شبكة IBAX هي بنية تحتية للبلوكشين متوافقة تمامًا ومعتمدة على خدمات متعددة الأطراف.",
    "market.two": "2. من أجل منع حدوث الاحتيال والأحداث الخبيثة الأخرى التي تعتبر شائعة في عالم البلوكشين الحالي، تجمع شبكة IBAX بين النظريات الاقتصادية ومتطلبات السيناريو في التنفيذ التقني لأحدث التقنيات التشفيرية مثل التشفير المتجانس، وقفل الأصول، وإثبات العقود الذكية بدون معرفة (تشفير العقد الذكي)، وآلية الربط بين السلاسل لأزواج المفتاح السري غير القابل للقراءة، والعزل المتعدد للسلاسل، لضمان بأقصى قدر ممكن أن تكون مشاريع المكتبة البيئية والمجموعات البيئية على شبكة IBAX أكثر عدالة وشفافية وخالية من الاحتيال.",
    "market.three": "3. مستوى التوافق يستخدم نسخة مطورة من العمل الإثباتي المصرح به، حيث يتم دمج التجارة في النظام البيئي لـ IBAX وتضمينها في التنظيم القانوني لجعل الانقلاب البيئي أكثر قوة.",
    "market.reward": "خطة التحفيز",
    "market.colorful": "مجموعة متنوعة من خطط التحفيز البيئي",
    "market.foundation": "قد أنشأت مؤسسة IBAX مجموعة متنوعة من خطط التحفيز البيئي. يمكنك الانضمام إلى فريق المشروع المناسب وفقًا لحجم الفريق ونوع التطبيق، وتُعقد هذه الأنشطة بانتظام في الوقت المحدد.",
    "market.join": "انضم الآن",
    "market.heading": "عنوان",
    "market.want": "هل ترغب في معرفة المزيد عن أحداثنا؟ انتقل إلى تاريخ الأحداث.",
    "market.creative": "تطبيق بيئي إ",
    "market.ideas": "حقق أفكارك الرائعة من خلال شبكة IBAX وقدم تطبيقات تلبي احتياجات المستخدمين. لا يجب أن تكون فكرة عظيمة، حتى فكرة صغيرة تحدث فرقًا ستحظى بتشجيع كبير.",
    "market.ecological": "التطبيق البيئي الرائد لتكنولوجيا المستقبل",
    "market.development": "تطور تكنولوجيا البلوكشين لا يتوقف أبدًا، وفريق IBAX لا يزال يسعى لتحقيق اختراقات تكنولوجية وابتكارات. نحن نبحث عن فرق تقنية تشاركنا نفس الرؤية للعمل معًا على بناء تكنولوجيا IBAX، ولهذا الغرض، ستشجع مؤسسة IBAX فرق التطوير أو الأفراد بطرق عديدة.",
    "market.wonderful": "أبدع شيئًا مذهلاً!",
    "market.blockchain": "IBAX هو بلوكشين أساسي للتطوير ونرحب بالشركات ورواد الأعمال والمجموعات أو المطورين الفرديين من جميع أنحاء العالم لتحقيق أفكارك من خلال شبكة IBAX. سنعقد مجموعة متنوعة من الفعاليات المثيرة والمجزية على المدى الطويل ونتطلع إلى مشاركتك.",
    "market.videos": "شاهد الفيديوهات",
    "market.rewards": "مكافآت رمزية IBAX",
    "market.order": "من أجل خفض عتبة المطورين البيئيين لـ IBAX وتقليل نفقات المطورين، ستتم مكافأة المواقع البيئية التي يعترف بها مجتمع IBAX بتمريرات IBAX من المؤسسة.",
    "market.team": "الدعم التقني من فريق IBAX",
    "market.have": "إذا كان لديك فكرة رائعة ولكن ليس لديك المهارات التقنية لتحقيقها، يمكنك محاولة الاتصال بفريق IBAX، وبعد الحصول على الموافقة، سيقوم فريق IBAX بحل جميع مشاكلك التقنية مجانًا.",
    "market.excellent": "مشاريع رائعة ستحصل بالتأكيد على مجموعة متنوعة من الحوافز",
    "market.exploring": "تتولى مؤسسة IBAX تشغيل وتطوير شبكة IBAX وتبحث دائمًا عن مشاريع بيئية متميزة. ستكون هذه الحوافز البيئية بما في ذلك التمويل والتكنولوجيا والدعاية والترويج شاملة للحصول على أفضل ما في مشروعك.",
    "market.much": "المزيد من الحالات",
    "market.eco": "محفظة IBAX",
    "market.based": "جتكي والت هو محفظة متعددة العملات غير مركزية تعتمد على سلسلة IBAX. في المحفظة يمكنك إضافة منقبين IBAX للتعدين وعرض الإيرادات وحالة المنقبين في الوقت الحقيقي. سيتم دعم بركة التعدين في المستقبل ، لذا تابع الأخبار.",
    "market.download": "انتقل للتحميل",
    "market.management": "مدير Weaver EcoLib",
    "market.Weaver": "Weaver هو أداة إدارة بيئية لمطوري IBAX. يمكنك استخدام Weaver لإنشاء بيئة نظام بيئي ، وإصدار العملات بنقرة واحدة ، وإدارة العقود الذكية وأكثر من ذلك.",
    "market.information": "معلومات مشفرة من نظير إلى نظير",
    "market.tool": "vTok هو أداة دردشة غير مركزية يتم توصيلها عبر IBAX Guardian Node بناءً على بروتوكول P2P. vTok هو دردشة خاصة ومرئية ولا تُمحى أبدًا.",
    "market.learn": "تعلم المزيد",
    "feature.we": "نحن نعتقد أن مستقبل NFT ليس مجرد صورة ، بل أشكال مختلفة من البيانات بما في ذلك الشفرة.",
    "feature.node": "أنواع عديدة من العقد",
    "feature.hor": "عقد الشرف",
    "feature.honor": "عقد الشرف هو الجزء الأهم في شبكة IBAX العامة. يتولى عقد الشرف تجميع الكتل في شبكة IBAX بالكامل ويحصل على مكافآت التجميع. نحن نستخدم آلية السمعة التي تساهم في تقليل تأثير العقد الفاشل، ولذلك يطلق عليه اسم \"عقد الشرف\".",
    "feature.any": "أي عقد للتعدين الذي يصل إلى حجم القوة المجمعة ويلبي المبلغ الإجمالي للرهان سيكون لديه فرصة ليصبح \"عقد الشرف\". إجمالي قوة عقد التعدين والضمان هما أحد الشروط الأساسية، ولتشغيل \"عقد الشرف\" يجب أيضًا تلبية متطلبات الأجهزة للخوادم. تحتوي شبكة IBAX على نظام متكامل لرصد الأجهزة يتيح مراقبة البيئة التشغيلية لعقد الشرف فورًا.",
    "feature.guard": "عقد الحارس",
    "feature.as": "بوصفه شاهدًا على بيانات البيئة ومخزنًا لمحتوى البيئة، يطلب عقد الحارس بنشاط مزامنة بيانات البيئة في شبكة IBAX.",
    "feature.ecological": "عقد الحارس البيئي هو مرشح لعقد الشرف ويمكنه بدء التصويت ليصبح عقد الشرف إذا تم تلبية شروط الأجهزة وشروط الرهان، ويمكنه أن يصبح عقد الشرف بمجرد الموافقة على التصويت.",
    "feature.casting": "عقد التعدين",
    "feature.about": "المزيد من الميزات في IBAX",
    "featrue.ecolog": "استقلالية البيئة",
    "feature.realize": "حقق \"الأوتوبيا\" في أحلامك هنا",
    "feature.take": "إدارة البيئة يمكن أن تأخذ العديد من الأشكال، بما في ذلك: ما إذا كان هناك حاجة لإصدار التصاريح، وما إذا كان يدعم البيئة التوافق وممارسات التعدين، وما إذا كان يسمح لأعضاء البيئة عدم دفع أي رسوم غاز، وهذا ينبغي تركه للتقرير المالي والمحاسبة للبيئة لتقريره. هذه هي الأمور الأساسية الأكثر أهمية في البيئة، ولا يمكن لإيثريوم أو بينانس أن يحققاها جميعًا. في IBAX، يمكنك إنشاء \"الأوتوبيا\" مثل هذه.",
    "feature.consensus": "استقلالية البيئة",
    "feature.costs": "اتفاقية البيئة والرسوم",
    "feature.issuing": "إصدار العملة البيئية",
    "feature.economic": "الحوكمة الاقتصادية البيئية",
    "feature.mining": "التنمية البيئية",
    "feature.incentives": "التعدين البيئي والحوافز",
    "feature.model": "نموذج الحوكمة البيئية",
    "feature.eco": "تعرف العملات البيئية ورسوم GAS والتعدين بواسطة النظام البيئي نفسه",
    "feature.choose": "يمكنك تخصيص هذه الإعدادات البيئية لتناسب أفكارك الخاصة. يمكن لتوافق العديد من التنسيقات تلبية جميع سيناريوهات التطبيق، مما يتيح لك تحقيق نموذج عملك مع مراعاة الحوكمة والترويج لأعضاء النظام البيئي الخاص بك.",
    "feature.business": "الأعمال هي بيئة معقدة ومتقلبة، نأخذ جوهر الأعمال لنجرد سماتها من:",
    "feature.tokens": "العملات/الرموز (المال)، رسوم GAS (الضرائب)، التوافق (القانون)، التعدين (الاقتصاد) ونتركها للنظام البيئي ليقرر، بحيث يمكن تنفيذ أي بيئة عمل في IBAX.",
    "feature.economy": "اقتصاد EcoLib",
    "feature.gas": "جمع واحتجاز رسوم Eco-GAS",
    "feature.transactions": "تتطلب المعاملات الداخلية للنظام البيئي كمية معينة من IBXC كرسوم GAS للسلسلة. يتيح هذا النموذج لأعضاء النظام البيئي مجرد متابعة وحيازة الرموز البيئية، ويتيح لمبتكري النظام البيئي التركيز أكثر على أعمالهم الفعلية.",
    "feature.expansion": "قابلية التوسع البيئي",
    "feature.based": "تطبيقات بيئية مبنية على العديد من السلاسل الجانبية",
    "feature.use": "يمكن للنظام البيئي استخدام جميع مرافق البنية التحتية لـ IBAX، بما في ذلك استخدام CLB للـ 'cross-chain'. يمكنك تنفيذ جميع التطبيقات في النظام البيئي للألعاب والمبيعات وعمليات المجتمع والشؤون الحكومية، إلخ.",
    "feature.awards": "الجوائز والتكريمات",
    "feature.ecology": "إنشاء بيئة",
    "feature.governance": "الحوكمة البيئية",
    "feature.articles": "مقالات",
    "resource.project": "المشاريع ذات الصلة",
    "resource.more": "مزيد من التوسعات",
    "resource.team": "الفرق",
    "resource.ac": "تحليلات الاتصالات",
    "resource.external": "التعاون الخارجي",
    "resource.news": "أخبار",
    "resource.activity": "فعاليات",
    "resource.white": "ورقة بيضاء",
    "resource.economic": "نماذج اقتصادية",
    "resource.partner": "شراكات",
    "resource.video": "فيديوهات",
    "resource.community": "مجتمعات",
    "resource.document": "وثائق للمطورين",
    "resource.download": "تنزيلات",
    "resource.technical": "نحن ملتزمون بتغيير المجتمع بتكنولوجيا البلوكشين",
    "resource.know": "تعرف على شركائنا",
    "resource.composed": "إن IBAX مجموعة من الأشخاص من جميع أنحاء العالم الذين يشتغلون بشغف في مجال تكنولوجيا البلوكشين، نسعى للبحث في تطبيقات تكنولوجيا البلوكشين واستكشاف المعرفة المتقدمة في هذا المجال بشكل مستمر. نحن نوفر منصة بلوكشين قوية ومستقرة لجميع الفرق التي توافق على الانضمام إلينا.",
    "resource.needs": "تحتاج التكنولوجيا إلى حل المشاكل العملية للبشر. نأمل في إنشاء منصة لامركزية وذاتية التشغيل من خلال مفهوم لامركزية التكنولوجيا البلوكشين، حيث يمكنك التسوق والإنفاق والسفر وما إلى ذلك والقيام بما تريد دون القلق بشأن تسرب البيانات أو أمان الأصول أو قضايا الخصوصية، حيث ستتم الاحتفاظ بهذه البيانات بواسطتك وبتصريح منك.",
    "resourse.hundreds": "مئات الأشخاص",
    "resourse.r": "فريق البحث والتطوير",
    "resourse.chain": "البلوكشين",
    "resourse.underlying": "البنية التحتية للبلوكشين",
    "resourse.items": "خمسة",
    "resourse.leading": "تقنيات البلوكشين الرائدة",
    "resourse.application": "تطبيقات",
    "resourse.system": "أنظمة البلوكشين كخدمة",
    "resourse.machine": "آلة افتراضية للعقود",
    "resourse.languages": "متوافقة مع عدة لغات للعقود",
    "resourse.still": "نحن لا نزال نحقق اختراقات",
    "resourse.view": "عرض المزيد من التعليقات حول تكنولوجيتنا",
    "resourse.person": "قادة الفريق",
    "resourse.charge": "كل قائد في فريق IBAX هو موهوب متميز في مجاله وقد قدم العديد من المساهمات لـ IBAX",
    "resourse.from": "فرق تقنية في جميع أنحاء العالم",
    "resourse.no": "غير متوفر في الوقت الحالي",
    "resourse.case": "حالات",
    "resourse.senior": "فريقنا الاستشاري الأكبر سنا",
    "resourse.doctor": "دكتوراه في علم التشفير، جامعة شيكاغو",
    "resourse.professor": "أستاذ (معهد بوليتكنيك باريس)",
    "resourse.pro": "أستاذ",
    "resourse.phd": "دكتوراه في علم التشفير",
    "resourse.public": "أخصائي شؤون عامة",
    "resourse.affairs": "أخصائي شؤون عامة",
    "resourse.developer": "أنا مطور في فريق IBAX وقد حققت قيمي ضمن هذه العائلة ويحترم الناس أفكاري، وهذا هو أسعد شيء.",
    "resourse.designer": "أنا مصمم مسؤول عن جميع التصميمات البصرية لـ IBAX.",
    "resourse.soon": "آمل أن أتعرف عليك قريبًا حيث أنني أخصائي تجاري مسؤول عن توافق الأعمال والتفاوض لـ IBAX.",
    "resourse.joined": "انضممت إلى فريق IBAX في عام 2019 وشهدت النمو السريع لـ IBAX.",
    "resourse.responsible": "أنا مسؤول عن تصميم منتج Weaver لدعم تطويرك بشكل أفضل، لقد بنيت العديد من تطبيقات BaaS وآمل أن تحظى بتجربة جيدة.",
    "resourse.hum": "هم! لا تعرقل برمجتي، لدي الكثير من الأفكار لتحقيقها.",
    "resourse.our": "لا توجد فجوات في التواصل في فريقنا، لا توجد تمييزات، يمكنني التعبير عن آرائي بحرية والجميع يمد لي يد المساعدة.",
    "resourse.administrative": "أنا أخصائي إداري ومسؤول عن إدارة الفريق والأنظمة التي تضمن تعاون وتواصل فريقنا المنتشر عالميًا بسلاسة.",
    "resourse.gains": "فوائد محفظة Jutkey من الانضمام إلى IBAX",
    "resourse.used": "فريق Jutkey Wallt تلقى الدعم الفني من IBAX بعدة طرق من خلال استخدام شبكة IBAX كتطبيق أساسي للمحفظة والبقاء على اتصال مع فريق IBAX.",
    "resourse.story": "اكتشف القصة الكاملة",
    "resourse.excellent": "انضمت فرق رائعة إلى نظام IBAX البيئي",
    "resourse.learn": "تعرف على المزيد عن التطبيقات في بيئة IBAX",
    "resourse.compatible": "هذه التطبيقات متوافقة مع عقود IBAX ويمكن نشرها بنقرة واحدة في البيئة البيئية لـ IBAX",
    "resourse.name": "اسم EcoLib",
    "resourse.cases": "عرض جميع الحالات",
    "resourse.advantage": "مزايا التطبيق",
    "resourse.gain": "سوف يمنحك IBAX زيادة سرعة عالية",
    "resourse.problems": "هذه مشاكل حقيقية للمطورين ومع IBAX لن تواجه أي مشاكل في التعامل معها.",
    "resourse.threshold": "عتبة التطوير",
    "resourse.every": "كل فريق يرغب في إكمال أفكاره بأقل قدر من القوى العاملة. ستوفر لك شبكة IBAX وثائق تطوير شاملة حيث يمكنك إنشاء التطبيق البيئي الذي تريده، ونحن ندعم أيضًا تحرير العقود الذكية عبر الإنترنت في النظام السحابي الذي نوفره.",
    "resourse.time": "توفير وقت التطوير",
    "resourse.names": "الاسم",
    "resourse.d": "مدير البحث والتطوير",
    "resourse.information": "عرض مزيد من المعلومات",
    "resourse.cost": "تكاليف أقل",
    "resourse.noticed": "لقد لاحظنا أن العديد من فرق المطورين الممتازة تعاني من الرسوم المرتفعة في بعض سلاسل الكتل. بالمقابل، يتمتع شبكة IBAX بكفاءة تنفيذ عالية وسعة كتل عالية، لذا فإن رسوم المعاملات منخفضة للغاية في شبكة IBAX.",
    "resourse.handling": "رسوم معالجة أقل",
    "resourse.operations": "مدير العمليات",
    "resourse.help": "احصل على مزيد من المساعدة",
    "resourse.news": "أخبار",
    "resourse.follow": "تابع الأخبار لمعرفة المزيد عن IBAX",
    "resourse.source": "المصدر",
    "resourse.type": "النوع",
    "resourse.search": "بحث",
    "resourse.introduce": "مقدمة",
    "resourse.explanation": "تعرف على IBAX في فيديو",
    "resourse.video": "فيديو تقديم فريق IBAX",
    "resourse.sourceview": "عرض مصادر البيانات",
    "resourse.start": "ابدأ اللعب",
    "resourse.how": "كيفية استخدام Weaver:",
    "resourse.quickly": "إنشاء بيئة بسرعة مع Weaver",
    "resourse.issuance": "نقرة واحدة لإصدار العملات",
    "resourse.visual": "صفحة تحكم بيئية مرئية",
    "resourse.official": "الرسمي",
    "resourse.facebook": "فيسبوك",
    "resourse.twitter": "تويتر",
    "resourse.community": "مجتمع",
    "resourse.technology": "التقنيات",
    "resourse.ecologically": "EcoLibs",
    "resourse.activities": "فعاليات",
    "solutions.make": "كل عمل أصلي يستحق الاحترام",
    "solutions.copyright": "حقوق الملكية الفكرية على البلوكشين",
    "solutions.protection": "توفر منصة حماية حقوق الملكية الفكرية لـ IBAX حلاً شاملاً عبر الإنترنت لمنتجي المحتوى أو مشغلي المحتوى يدمج وديعة الحقوق ومراقبة الانتشار والكشف الإلكتروني والحماية القضائية.",
    "solutions.stop": "حماية حقوق الملكية الفكرية في مكان واحد",
    "solutions.reduce": "تقليل التكاليف وزيادة الكفاءة للصناعة",
    "solutions.value": "إعادة تشكيل قيمة حقوق الملكية الفكرية",
    "solutions.deposit": "ودائع الحقوق",
    "solutions.quick": "أداة تسجيل حقوق سريعة. بناءً على ميزات تقنية البلوكشين، يمكن تحقيق \"تأكيد الحق فور النشر\"، مما يمكن حل المشكلة التقليدية التي تستغرق من 7 إلى 30 يومًا في دقيقة واحدة. يمكن تحميل معلومات آمنة مثل هوية حامل الحقوق، والمعرف الفريد (قيمة التجزئة) للمحتوى المسجل، ووقت التسجيل على البلوكشين بأمان.",
    "solutions.integrate": "\"دمج أجزاء الأعمال المنفصلة في خدمة متكاملة عبر الإنترنت،",
    "solutions.rights": "يدمج الإيداع الحقوق، ومراقبة التوزيع، والكشف الإلكتروني، وخدمات حماية الحقوق، مما يتيح للمبدعين/المؤسسات الأصلية تحقيق حماية حقوق الطبع والنشر \"دون أي متاعب\".\"",
    "solutions.strong": "دعم تقني قوي",
    "solutions.spread": "مراقبة التوزيع",
    "solutions.precision": "أداة مراقبة شبكية عالية الدقة. بناءً على تقنية تتبع الحمض النووي لتمييز الأعمال الأصلية بـ \"هوية\"، وقدرة البحث على مستوى مليارات العناصر في ميلي ثانية، وتحديد دقيق لانتهاكات الشبكة، ومراقبة حسب الطلب، ونطاق مراقبة محدد ذاتيًا وخدمة سنوية.",
    "solutions.costs": "تقليل التكاليف وزيادة الكفاءة للصناعة",
    "solutions.reshaping": "إعادة تشكيل قيمة حقوق الطبع والنشر",
    "solutions.trustworthy": "إنشاء تحالف موثوق لحقوق الطبع والنشر، ومشاركة المعلومات المرتبطة على البلوكشين، وتحقيق التكامل وتبادل البيانات داخل طبقات العقد الذكية وتطبيقات الأعمال، وتحقيق توزيع الإيرادات العادل وفي الوقت الحقيقي من خلال العقود الذكية.",
    "solutions.financial": "أمان مالي",
    "solutions.supply": "تمويل سلسلة الإمداد",
    "solutions.service": "منصة خدمات تمويل سلسلة الإمداد، من خلال ترقية الحسابات المدينة للشركات الأساسية رقميًا، يتيح تحويل الحسابات المدينة إلى موردين في الجزء العلوي من سلسلة الإمداد كمصداقيات ائتمانية تتدفق عبر سلسلة الإمداد، مما يحل مشكلة التمويل المكلف والتمويل الصعب للشركات الصغيرة والمتوسطة في نهاية سلسلة الإمداد. في الوقت نفسه، فإن الأمان على مستوى المعاملات والهوية المالية يوفر أيضًا حلاً كاملاً للمعاملات عبر الإنترنت للشركات بدون اتصال مباشر.",
    "solutions.watch": "مشاهدة العرض التوضيحي",
    "solutions.issuance": "فتح وتدفق",
    "solutions.early": "جمع الأموال المبكرة في الحساب",
    "solutions.destruction": "تدمير الحسابات المدينة",
    "solutions.digital": "إدارة الأصول الرقمية على مدار الحياة الكاملة",
    "solutions.credit": "يمكن للشركات الأساسية تأكيد وتحميل حساباتها المدينة للموردين من الدرجة الأولى عبر الإنترنت بناءً على الائتمان المصرفي. يمكن للموردين من الدرجة الأولى تحويل حساباتهم المدينة إلى موردين من الدرجة الثانية أو أكثر على البلوكشين.",
    "solutions.fully": "مفتوحة بالكامل لمجموعة متنوعة من المؤسسات المالية مثل البنوك وشركات التمويل والضمان والوكالات، بالإضافة إلى الشركات الأساسية والموردين في الجزء العلوي والسفلي من سلسلة الإمداد.",
    "solutions.build": "بناء نظام تعاوني لتمويل سلسلة الإمداد بناءً على البلوكشين. نحن نرحب أيضًا بانضمام البنوك الكبيرة ذات القوة إلى تحالف البلوكشين للعمل معًا. يتم إجراء تحميل وإنشاء وتدفق وتمويل وتدمير الأصول الرقمية لدورة حياة الحسابات المدينة مباشرة على السلسلة. يتم القضاء على مشكلة الإنفاق المزدوج والتوافق الشائع في الأنظمة غير القائمة على البلوكشين.",
    "solutions.flexible": "نظام بيئي مفتوح ومشترك مرن",
    "solutions.suppliers": "يمكن للموردين على جميع المستويات تحويل الحسابات المدينة المحتفظ بها في البلوكشين إلى الممولين واستلام تحصيلات نقدية مسبقة.",
    "solutions.assist": "مساعدة الشركات الأساسية في إدارة اختراق سلسلة الإمداد",
    "solutions.after": "بمجرد أن تقوم الشركة الأساسية بالدفع، يقوم وكالة التسوية الشريكة لـ IBAX بتسوية الدفع للمستلمين في البلوكشين، بما في ذلك الموردين والممولين على جميع المستويات.",
    "solutions.demo": "عرض الحالات",
    "solutions.diversified": "إدارة متنوعة للأصول",
    "solutions.asset": "منصات إدارة الأصول",
    "solutions.credible": "منصة إدارة أصول مرنة وموثوقة ومتنوعة بنيت على البلوكشين تساعد الشركات على وضع الأصول الأساسية على السلسلة، وتحقيق تغليف الأصول على السلسلة، والتفويض وإدارة الاختراق الأصول، وتتبع الأصول باستمرار من خلال مراقبة المخاطر على السلسلة للمساعدة في إصدار عقود الأصول وتخفيض عتبة التمويل للشركات ذات الائتمان الرئيسي ضعيف ولكن لديها أصول عالية الجودة.",
    "solutions.management": "إدارة الأصول التلقائية على السلسلة",
    "solutions.smart": "إدارة الأصول بواسطة العقود الذكية",
    "solutions.real": "إدارة صناديق الاختراق",
    "solutions.time": "محرك تحليل المخاطر في الوقت الحقيقي",
    "solutions.including": "يشمل ذلك تخزين الأصول في الوقت الحقيقي على السلسلة، والتحقق من الأصول على السلسلة، والترخيص التلقائي للأصول، وإدارة قرارات الأصول، وتحليل مراقبة مخاطر الأصول.",
    "solutions.risk": "محرك تحليل مخاطر الأصول على السلسلة من الدرجة الثانية للمساعدة في توفير رؤية عميقة في تفاصيل الأصول الأساسية.",
    "solutions.structured": "جعل الأصول المهيكلة أكثر شفافية وموثوقية.",
    "solutions.privacy": "حماية الخصوصية على مستوى البلوكشين عالي المستوى.",
    "solutions.realize": "هيكلة عمليات تداول الأصول بناءً على العقود الذكية، وإصدار العقود التلقائي، وشراء الأصول المتجددة، وقدرات استبدال الأصول.",
    "solutions.second": "تعزيز الائتمان للاختراق الثانوي للأصول.",
    "solutions.relying": "بالاعتماد على نظام الحسابات والتحقق من البلوكشين، يتمكن من تمكين خدمات شاملة مثل التعاقد وجمع الأموال والدفع عبر الإنترنت، ومساعدة الممولين في رؤية عملية تشكيل الأصول ومساعدة الشركات في الحصول على تمويل بتكلفة أقل.",
    "develope.tool": "أداة تصور",
    "develope.functions": "وظائف Weaver",
    "develope.ecoLib": "كيفية إنشاء بيئة جديدة؟ يمكن إنشاء بيئة جديدة بسرعة. يحتوي الخالق على جميع الحقوق الإدارية.",
    "develope.operation": "شاهد فيديو كيفية الاستخدام",
    "develope.weaver": "ويفر مخصص لمطوري IBAX",
    "develope.bass": "تمت إضافة وظيفة BaaS إلى ويفر ويمكنك استخدامها لإنشاء وإدارة البيئة الخاصة بك.",
    "develope.encounter": "إذا كنت تواجه مشاكل في التطوير",
    "develope.technology": "فريق IBAX مدفوع بالتكنولوجيا ومهتم بجميع قضايا التطوير وسنرد في الوقت المناسب على الأسئلة داخل المجتمع.",
    "develope.document": "وثائق المطور",
    "develope.use": "1. وثائق حول سلسلة كتل IBAX",
    "develope.doc": "2. وثائق حول ويفر",
    "develope.engineer": "منتدى المطورين",
    "develope.can": "يمكنك البحث عن الأسئلة هنا وإذا لم تحصل على حل، سيقدم لك المطورون الآخرون في المجتمع الإجابات التي تحتاجها في الوقت المناسب.",
    "develope.enter": "الدخول إلى المنتدى",
    "develope.questions": "المشاكل والملاحظات",
    "develope.find": "إذا وجدت خطأ خطيرًا، يرجى إبلاغنا وسيتعامل مهندسونا معه في أقرب وقت ممكن. إذا تم تأكيد المشكلة، ستحصل أيضًا على مكافأة.",
    "develope.bug": "تقديم مشكلة",
    "develope.open": "مفتوح للمطورين، قدم عقود ذكية إلى سوق BaaS للحصول على دخل",
    "develope.has": "قام IBAX بفتح منصة تطبيقات BaaS للمطورين لتقديم الحلول والحصول على مكافأة بمجرد الموافقة عليها من قبل فريق التدقيق، بالشكل الذي يحدده المطور.",
    "develope.paid": "نماذج دفع متعددة",
    "develope.there": "الحل الذي تقدمه يتيح لك تعيين ثلاث طرق للدفع:",
    "develope.fees": "1. خصم على التثبيت والاستخدام، وهو آلية خصم مرة واحدة تقوم بخصم رسوم التثبيت والاستخدام من المستخدم.",
    "develope.deducted": "2. خصم عند الاستخدام، حيث يحدث خصم عند استخدام الحل داخل التطبيق، وهذا خصم مستمر يحدث بشكل مستمر.",
    "develope.deduction": "3. خصم مجمع، حيث يتم خصم مبلغ معين عند التثبيت ويتم خصم مبلغ معين أيضًا في كل مرة يتم فيها استخدام الحل.",
    "develope.audit": "تدقيق أمان الشفرة",
    "develope.review": "سيقوم فريق مراجعة شفرة IBAX بإجراء مراجعة أمان لجميع العقود الذكية المقدمة إلى سوق BaaS لحماية سلامة كل مستخدم وربح المطور.",
    "develope.code": "Low Code هو مفهوم سهل الاستخدام لجميع المطورين ولهذا السبب يقدم فريق IBAX منصة تطوير Low Code نسميها \"Weaver\".",
    "develope.lowCode": "Low Code",
    "develope.ecological": "إدارة بيئية",
    "develope.quickly": "في Weaver يمكنك إنشاء بيئة بسرعة عبر صفحة تصور، باستخدام مجموعة من التكوينات لتهيئة قواعد البيئة، ويجب على الأعضاء الانضمام إلى البيئة الالتزام بقواعد البيئة الخاصة بك.",
    "develope.also": "تدعم Weaver أيضًا التشغيل المرئي لاستيراد العقود من سلاسل كتلية أخرى بنقرة واحدة. إذا كنت مطورًا ذو خبرة في البيئة البيئية، يمكنك استخدام هذه الميزة للرجوع بسلاسة إلى بيئتك البيئية في سلاسل كتلية أخرى.",
    "develope.online": "محرر العقود عبر الإنترنت",
    "develope.frameworks": "محرر العقود الذكية عبر الإنترنت، يوفر إطار العقد والقوالب لمساعدة المطورين في تطوير العقود البيئية بسرعة.",
    "develope.means": "حفظ وتحميل، يمكنك اختيار نشر العقد المكتمل بعد حفظه بنجاح، وتطبيقه على البيئة.",
    "develope.drag": "يوفر ميزات السحب والإفلات التي تتيح لك إضافة عناصر التحكم، مما يقلل من العمل الإنمائي المتكرر.",
    "develope.template": "قالب",
    "develope.number": "تمت إضافة عدد كبير من القوالب الأساسية إلى Weaver، مثل: قوالب الاستطلاع، قوالب الرسائل، تطبيقات BaaS، إدارة الأعضاء، إلخ. يمكن إضافة هذه القوالب مباشرة إلى بيئتك عبر صفحة مرئية.",
    "develope.roadmap": "خريطة الطريق",
    "develope.explore": "استكشف المزيد من تكنولوجيا سلاسل الكتل",
    "develope.enthusiast": "إذا كنت مهتمًا بتكنولوجيا سلاسل الكتل، فستجد المزيد من الابتكارات التكنولوجية في IBAX.",
    "develope.finder": "إذا كنت تبحث عن الثغرات، ابحث عن ثغرات IBAX أو قم بحل الثغرات، وسيتم مكافأتك بالعملات.",
    "develope.innovator": "إذا كنت مبتكرًا، قدم اقتراحك هنا وستتلقى الدعم من فريق IBAX، سواء كان ماليًا أو تقنيًا.",
    "develope.repository": "انتقل إلى مستودع IBAX",
    "develope.topics": "ابحث عن مواضيع مثيرة",
    "develope.project": "قدم مشروعك",
    "develope.encourage": "نشجع المطورين على الانضمام إلى بيئة IBAX واستكمال تطوير بيئتهم الخاصة.",
    "develope.submit": "قدم أفكارك الإبداعية على GitHub، واحصل على موافقة مؤسسة IBAX وستحصل على مساعدة ودعم من فريق التقنية في IBAX. قم بتحديث GitHub بانتظام، واحصل على مكافأة عملات IBAX واسترداد تكاليف التطوير بعد الانتهاء.",
    "develope.excellent": "سيتم مكافأة التطبيقات البيئية الممتازة بشكل مستمر، وستقدم مؤسسة IBAX مكافأة سخية من عملة IBXC للمطورين ودعم إعلامي كل شهر أو ربع سنوي بناءً على النشاط البيئي والمساهمات.",
    "develope.exciting": "ابحث عن مواضيع مثيرة",
    "develope.encourages": "تشجعك مؤسسة IBAX على الانضمام إلى مركز البحوث التكنولوجية لدينا وتقديم اقتراحاتك الرائعة، وسننظر بجدية في جميع الاقتراحات الجيدة، وستقدم مؤسسة IBAX مكافأة سخية من العملات للأسئلة المعتمدة.",
    "develope.wonderful": "أنشئ موضوعًا، IBAX رائعة بفضلك",
    "develope.reward": "مكافأة لاكتشاف الثغرات",
    "develope.get": "يمكنك الحصول على 10 ~ 50,000 عملة IBAX لاكتشاف ثغرات IBAX أو حلها.",
    "develope.receive": "اكتشف الثغرات، استلم المكافآت",
    "develope.issue": "وصف المشكلة",
    "develope.on": "على",
    "develope.mentioned": "مذكور",
    "develope.replies": "الردود",
    "develope.join": "انضم للمناقشة",
    "develope.discuss": "ناقش",
    "develope.check": "تحقق من المزيد من المواضيع على GitHub",
    "develope.forum": "منتدى النقاش",
    "develope.bugs": "الأخطاء التي حصلت على مكافآت",
    "develope.honor": "تكريم المطورين",
    "develope.forget": "لن ننسى أبدًا المطورين الذين قدموا مساهمات متميزة في IBAX، وفي IBAX ستتم تكريمك ومكافأتك بمبلغ سخي من العملات.",
    "develope.see": "تقديم خطأ",
    "develope.export": "الصفحة قيد التطوير \n يرجى العودة لاحقًا",
    "about.can": "يمكنك متابعتنا بالطرق التالية",
    "about.have": "لدينا حسابات اجتماعية على منصات الوسائط المختلفة، يمكنك التفاعل معنا من خلال ترك تعليقات.",
    "about.our": "إعلانات تقدم المشروع والرؤى الخاصة بالبلوكشين",
    "about.events": "الأحداث المنشورة وأخبار البلوكشين",
    "about.an": "قنوات الفيديو",
    "about.follow": "متابعة فريقنا ومعلومات الوظائف",
    "about.you": "يمكنك أيضًا الانضمام من خلال: ",
    "about.want": "هل ترغب في الحصول على إجابات لأسئلتك التقنية؟ يرجى الانتقال إلى منتدى التقنية",
    "news.read": "اقرأ الآن",
    "about.talk": "تحدث إلينا",
    "about.send": "إرسال",
    "about.contact": "اتصل بنا",
    "about.input": "لا يمكن ترك الحقل فارغًا",
    "about.success": "تم الإرسال بنجاح",
    "about.fail": "فشل في الإرسال",
    "resource.practical": "IBAX هو مشروع عملي على مستوى المؤسسات، مفتوح المصدر، وقابل للتوسعة في عالم البلوكشين.",
    "resource.provide": "يمكن لـ IBAX توفير بيئة مستقرة وموثوقة لتبادل بيانات الأعمال (الأصول، الرموز، الشهادات، إلخ) وإجراء تفاعلات سريعة معها.",
    "events.urge": "مكافآت IBAX",
    "events.center": "الأحداث",
    "events.new": "تعرف على أحدث أحداث IBAX هنا ويمكنك كسب مكافآت رائعة!",
    "events.online": "تجربة شبكة الاختبار",
    "events.invited": "أنت مدعو لتجربة شبكة الاختبار IBAX",
    "events.tasks": "مهام الاختبار.",
    "events.testing": "افتح نموذج تقرير الاختبار. يحتوي على مهام الاختبار (حالات استخدام DeFi الأساسية مثل التزويد والاقتراض والرهن، إلخ)؛",
    "events.them": "اتبعها خطوة بخطوة واملأ الإجابات أثناء التقدم. قم بالإبلاغ عن الأخطاء والأعطال والأخطاء الإملائية ومجالات التحسين التي وجدتها.",
    "events.manual": "استخدم دليل شبكة الاختبار لمعرفة كيفية أداء المهام. يحتوي على تعليمات خطوة بخطوة لكل حالة استخدام.",
    "events.discord": "انضم إلى Discord الخاص بنا",
    "events.telegram": "انضم إلى Telegram الخاص بنا",
    "events.subscribe": "اشترك في قناتنا على YouTube",
    "events.join": "انضم",
    "events.coming": "قريبًا",
    "events.next": "الحدث التالي",
    "events.more": "المزيد",
    "events.marvellous": "أحداث رائعة",
    "events.future": "الأحداث القادمة",
    "events.home": "أحداث الصفحة الرئيسية",
    "events.content": "أحداث ذات صلة",
    "events.much": "المزيد من الأحداث",
    "events.act": "محتوى الأحداث",
    "events.follow": "تابع IBAX للأخبار الأخيرة",
    "events.address": "أدخل عنوان بريدك الإلكتروني",
    "events.now": "اشترك الآن",
    "server.privacy": "سياسة الخصوصية",
    "server.term": "شروط الخدمة",
    "server.policy": "سياسة الخصوصية للموقع",
    "server.applies": "تنطبق سياسة الخصوصية هذه على موقع IBAX. حماية خصوصيتك مهمة بالنسبة لنا. نحن المسؤولون عن معلوماتك الشخصية وتشرح هذه السياسة كيفية إدارتنا للمعلومات الشخصية داخل المؤسسة.",
    "server.collect": "أنواع المعلومات الشخصية التي نجمعها",
    "server.personal": "بياناتك الشخصية، خياراتك ومسؤولياتنا",
    "server.our": "نحن وشركاؤنا نستخدم ملفات تعريف الارتباط أو التقنيات المماثلة لتصفح وتخزين المعلومات غير الحساسة، مثل عنوان IP الخاص بك.",
    "server.processing": "يسمح لنا معالجة البيانات ذات الصلة بتحسين تجربة المستخدم، وقياس معدل الجمهور للموقع وميزات الشبكات الاجتماعية أو التعاون في الإعلان المخصص.",
    "server.clicking": "بالنقر فوق \"موافق\"، فإنك توافق على استخدام ملفات تعريف الارتباط من قبل IBAX وشركائه.",
    "server.business": "شريكنا التجاري",
    "server.change": "بالتعاون مع شركائنا، بعد الحصول على موافقتك، سنقوم بمعالجة البيانات التالية استنادًا إلى آرائك: تخزين أو/وتصفح المعلومات على الجهاز، الإعلان والمحتوى المخصص، تقييم فعالية الإعلان والمحتوى، بيانات الجمهور وتطوير المنتج",
    "server.agree": "موافق",
    "server.disagree": "غير موافق",
    "road.paper": "تم إصدار ورقة العمل البيضاء لشبكة IBAX NetworkVision V1.0",
    "road.website": "تم إطلاق الموقع الرسمي لشبكة IBAX Network 1.0 \n البنية التحتية العامة لشبكة IBAX",
    "road.built": "تم إعداد تطبيقات DAPP المدمجة مثل إنشاء البيئة الجديدة بنقرة واحدة ونظام التصويت للحوكمة DAO على سلسلة الاختبار الداخلية \n تحسين معلمات العقد ومنطق الاختبار الداخلي \n إطلاق نظام الشبكة الاختبارية المبكرة للمطورين",
    "road.whitePaper": "تحديث ورقة العمل البيضاء لشبكة IBAX Network V2.0 \n تحسين وترقية الاتفاق الرئيسي للسلسلة \n تحقيق شبكة موزعة بناءً على السلسلة الرئيسية لشبكة IBAX وتوصيل العقد والأجهزة \n إصدار منصة تطوير المكونات البصرية Weaver على شبكة IBAX \n تحسين معالجة المعاملات على السلسلة \n تحسين آلية إدارة الحوافز \n إكمال إدارة الدفع الجزئي",
    "road.online": "تم إطلاق موقع جديد لشبكة IBAX Network \n إطلاق الشبكة الرئيسية العالمية Alpha",
    "road.construction": "فتح بناء البيئة البنائية \n توافق واكتمال واجهة السلسلة الرئيسية \n ربط التطبيقات المتوافقة مع المحافظ المتعددة",
    "road.construct": "بناء وتحسين البنية التحتية للبلوكشين بشكل شامل \n دعم اتفاق الأصول عبر السلاسل \n استثمار الأساس لإدخال البيئة التجارية",
    "road.improve": "تحسين البنية التحتية للعالم الافتراضي المتعدد \n فتح سوق البيئة NFT و DEFI",
    "road.upgrade": "ترقية خدمة الشبكة الموزعة P2P تحت شبكة IBAX",
    "road.no": "لا توجد بيانات",
    "login.test": "تم اختبار IBAX عبر الإنترنت \n اطلب الحصول على هبة جوائز مجانية باستخدام تسجيل الدخول عبر تويتر",
    "login.with": "تسجيل الدخول باستخدام تويتر",
    "login.event": "شارك في فعالية تويتر IBAX لكسب هبة جوائز IBXC!",
    "login.activities": "شارك في أنشطة تويتر IBAX واحصل على نقاط هبة جوائز",
    "login.why": "ما هو IBAX!",
    "login.build": "تهدف IBAX إلى بناء عالم افتراضي بناءً على التوافق DPoA ، حيث يمكن لكل ساكن في العالم الافتراضي الذي يحمل IBXC تعديل قواعد المجتمع عن طريق التصويت لتحقيق حكم لامركزي حقيقي للعالم الافتراضي.",
    "login.has": "تتميز IBAX بميزات عالية الأداء وعالية الكفاءة للجهاز الافتراضي متعدد اللغات (IVM) ، والذي يمكنه استيراد تطبيقات البيئة على Ethereum أو Binance blockchain بنقرة واحدة.",
    "login.welcomes": "ترحب IBAX بالجميع للمشاركة في العالم الافتراضي وتمنح كل ساكن NFT بوصول تعدين دائم ، ويمكن لأي شخص يمتلك جهاز ذكي تشغيل مكافآت التعدين الافتراضية.",
    "login.team": "سواء كنت فردًا أو فريقًا مطورًا ، يمكنك استخدام أداة إدارة البيئة التي توفرها IBAX وتسمى Weaver ، والتي تدمج عددًا كبيرًا من تطبيقات BaaS لإنشاء البيئات البيئية وإصدار الرموز البيئية بسرعة. يمكنك تقصير فترة التطوير الخاصة بك بشكل كبير باستخدام Weaver.",
    "login.online": "سيبدأ جولة الأولى من استرداد هبات IBAX قريبًا. يرجى توصيل عنوان المحفظة الخاص بك في أقرب وقت ممكن!",
    "login.join": "انتهت هبة IBAX وسيتم إطلاق نظام التصنيف الجديد لـ IBAX قريبًا ، ترقبوا!",
    "personal.on": "تابع IBAX",
    "personal.please": "يرجى متابعة IBAX على تويتر ، وانقر على \"تمت المتابعة\" بعد القيام بذلك.",
    "personal.followed": "تمت المتابعة",
    "personal.fol": "متابعة تويتر",
    "personal.cancalf": "إلغاء المتابعة",
    "personal.not": "لم يتم المتابعة بعد",
    "personal.repost": "إعادة التغريد واحصل على نقاط IBXC الخاصة بك",
    "personal.follow": "يرجى إعادة التغريد للمنشور ثم احصل على نقاط IBAX الخاصة بك",
    "personal.forwarded": "إعادة التغريد",
    "personal.notf": "غير مكتمل",
    "personal.finished": "مكتمل",
    "personal.own": "النقاط:",
    "personal.coins": "قم بدعوة صديق لكسب نقاط IBXC:",
    "personal.invite": "قم بدعوة أصدقائك لكسب المزيد من نقاط IBXC",
    "personal.get": "قم بمتابعة IBAX للحصول على 2000 نقطة IBAX",
    "personal.go": "انتقل للمتابعة",
    "personal.task": "مهمة",
    "personal.redeem": "استبدال",
    "personal.retweet": "إعادة التغريد",
    "personal.record": "سجل",
    "personal.date": "تاريخ",
    "personal.earn": "كسب النقاط",
    "personal.participate": "المشاركة",
    "personal.still": "الحدث لا يزال قيد التقدم، يرجى استبداله بعد انتهاء الحدث!",
    "personal.ranking": "الترتيب",
    "personal.history": "التاريخ",
    "personal.redeems": "استبدال",
    "personal.retweets": "إعادة التغريد",
    "personal.share": "مشاركة",
    "personal.code": "تحديد رمز الاستجابة السريعة للدخول إلى نسخة الهاتف المحمول من صفحة الحدث",
    "personal.friends": "قم بدعوة أصدقائك للحصول على IBXC وسيحصل أفضل 10 مشاركين على مكافأة إحالة إضافية.",
    "personal.will": "سينتهي توزيع الهبة الجوية في 1 فبراير 2022",
    "personal.points": "النقاط:",
    "personal.once": "لا يمكن تغيير هذا العنوان بمجرد تقديمه.",
    "personal.confirm": "يرجى تأكيد عنوانك والاحتفاظ بمفاتيحك الخاصة والعبارات السرية بأمان",
    "personal.your": "عنوان محفظتك",
    "personal.submit": "تقديم إلى Connet",
    "personal.werver": "انتقل إلى Jutkey وأنشئ عنوان محفظة",
    "personal.how": "كيفية استخدام Jutkey لإنشاء عنوان محفظة",
    "personal.address": "عنوان المحفظة:",
    "personal.available": "سيتم توفير استرداد عملات IBXC في 1 فبراير 2022 8:00EST",
    "personal.storage": "كتلة التخزين:",
    "personal.view": "عرض معلومات الكتل",
    "personal.redemption": "ستكون عملة IBXC متاحة للاسترداد في 1 فبراير 2022 8:00 EST",
    "personal.redeemable": "العملات المستردة:",
    "personal.submitted": "عنوان محفظتك: {address}، بمجرد التقديم، لن يتمكن من تغيير العنوان. يرجى تأكيد عنوان محفظتك.",
    "personal.cancel": "إلغاء",
    "personal.retweetpoint": "السمعة",
    "personal.referral": "عملات الإحالة",
    "personal.gitHubCoin": "عملات GitHub",
    "personal.center": "المركز الشخصي",
    "personal.airdrop": "نظام تصنيف IBAX",
    "personal.ret": "إعادة التغريد للكسب",
    "personal.list": "سجل النقاط",
    "personal.referrals": "مشاركة مع الأصدقاء",
    "personal.ruless": "قاعدة الهبوط الجوي",
    "personal.git": "جيت هاب",
    "personal.geti": "احصل على IBXC",
    "personal.invites": "قم بدعوة أصدقائك لكسب عملات IBXC",
    "personal.week": "تاريخ الإحالة",
    "personal.link": "رابط الإحالة الخاص بك",
    "personal.shareOn": "مشاركة على ...",
    "personal.qr": "رمز الاستجابة السريعة الخاص بالإحالة الخاص بك",
    "personal.our": "إعادة التغريد والكسب",
    "personal.point": "جميع نقاط IBAX",
    "personal.challenge": "تحدي",
    "personal.earned": "النقاط المكتسبة",
    "personal.tw": "متابعة Twitter",
    "personal.retw": "إعادة التغريد",
    "personal.for": "إعادة التغريد والكسب",
    "personal.campaign": "حملة إعادة التغريد",
    "personal.redeemed": "المكتسب والمسترد",
    "personal.tasks": "هناك إعادة تغريد جديدة كل يوم، شارك للحصول على نقاط IBAX، تحقق",
    "personal.together": "شارك مع أصدقائك وشارك في فعاليات IBAX معًا",
    "personal.sharer": "سجل المشاركة",
    "personal.refer": "قم بإحالة صديق للحصول على مكافأة IBXC، مكافأة إضافية قدرها 100 IBXC لكل 100 شخص تدعوه",
    "personal.id": "معرف Twitter",
    "personal.join": "تاريخ الانضمام",
    "personal.ge": "احصل على IBXC",
    "personal.bind": "قم بربط عنوان محفظتك لاسترداد عملات IBXC",
    "personal.soon": "يرجى ربط عنوان محفظتك في أقرب وقت ممكن.",
    "personal.yourPoints": "نقاطك",
    "personal.yourCoins": "عملاتك",
    "personal.poin": "نقاط IBAX",
    "personal.coin": "عملات IBXC",
    "personal.account": "رابط إلى GitHub",
    "personal.commits": "مساهماتي",
    "personal.gr": "قاعدة نظام تصنيف IBAX",
    "personal.honor": "مطوري الشرف",
    "personal.ecosystem": "البيئة البيئية",
    "personal.bounty": "هندسة / مكافأة",
    "personal.resources": "أدوات المطور",
    "personal.user": "الملف الشخصي",
    "personal.dashboard": "لوحة التحكم الخاصة بي",
    "personal.fork": "Fork and Star IBAX GitHub \n مستودع المشروع (go-ibax) \n احصل على 3000 نقطة",
    "personal.keep": "تتبع مستودع مشروع IBAX للحصول على المزيد من النقاط ومعلومات مكافأة IBXC",
    "personal.project": "تابع مستودع مشروع IBAX",
    "personal.area": "منطقة المكافأة",
    "personal.email": "ربط البريد الإلكتروني",
    "personal.sure": "متأكد",
    "personal.add": "عنوان البريد الإلكتروني",
    "personal.cod": "رمز التحقق",
    "personal.send": "إرسال",
    "personal.enter": "يرجى إدخال بريدك الإلكتروني الصحيح",
    "personal.can": "لا يمكن أن يكون البريد الإلكتروني فارغًا",
    "personal.must": "يجب ملء رمز التحقق",
    "personal.digits": "يمكن أن يحتوي رمز التحقق على 4 أرقام فقط",
    "personal.binging": "تم ربط البريد الإلكتروني بنجاح!",
    "personal.receive": "سوف تتلقى إشعارات مراجعة ومكافأة في الوقت المناسب لسجلات تقديمك!",
    "personal.also": "يمكنك أيضًا مشاهدة مشروع IBAX لمزيد من المعلومات",
    "personal.star": "انقر على النجمة للحصول على النقاط",
    "personal.repository": "انقر على نجمة مستودع مشروع IBAX GitHub (go-ibax) للحصول على 1500 نقطة",
    "personal.claim": "انقر على النجمة للحصول على النقاط",
    "personal.finish": "انتهى",
    "personal.forkto": "Fork للحصول على النقاط",
    "personal.gofork": "انتقل إلى Fork مستودع مشروع IBAX GitHub (go-ibax) للحصول على 1500 نقطة",
    "personal.check": "يتم نشر الدخولات الجديدة والأحداث يوميًا",
    "personal.time": "سيتم تحديث صندوق الكنز في",
    "personal.daily": "تسجيل الدخول اليومي",
    "personal.today": "لقد قمت بتسجيل الدخول اليوم",
    "personal.po": "قم بتسجيل الدخول اليوم واحصل على {points} نقطة",
    "personal.system": "نظام الشرف والمكافآت في IBAX",
    "personal.give": "سوف تقدم مؤسسة IBAX أكثر من 10 مليون IBXC كمحفز لمجتمع المطورين هذا العام، ويمكنك المشاركة من خلال:",
    "personal.events": "المشاركة في أنشطة IBAX ومناقشات مواضيع GitHub لكسب نقاط IBAX",
    "personal.constructive": "اقتراح مواضيع بناءة",
    "personal.approved": "سيتم مكافأة كل موضوع بناء (مراجعة الأسئلة والأجوبة) بـ 200 نقطة IBAXC، وسيتم حساب المكافأة في الخامس من كل شهر (يوم مطور IBAX).",
    "personal.there": "إذا كانت هناك سؤال ذو قيمة بحثية تقنية، قيمة تطبيق تجاري، احتمالات تطوير السوق، قيمة استكشاف أكاديمية، إلخ، فسوف تقوم مؤسسة IBAX بتحويله إلى مهمة مكافأة بالإضافة إلى نقاط IBAX ومكافأة IBXC.",
    "personal.vulnerabilities": "العثور على ثغرات IBAX",
    "personal.blockchain": "العثور على أخطاء في سلسلة كتل IBAX، وتقديم عملية قابلة لإعادة التكرار، واستلام 1-10،000 نقطة IBXC ونقاط IBAX بعد التحقق منها من قبل فريق IBAX.",
    "personal.solutions": "قدم رمز حل الخلل، واعتمدته فريق IBAX أو دمجته في المشروع، يمكنك الحصول على 10-50،000 نقطة IBXC ونقاط IBAX.",
    "personal.significant": "إذا قدمت رمز تحسين رئيسي يمكن تحسين أداء وكفاءة سلسلة كتل IBAX، فستتلقى 10-50،000 نقطة IBXC بالإضافة إلى نقاط IBAX.",
    "personal.issues": "حل مشاكل المكافأة",
    "personal.boun": "انتقل إلى منطقة المكافأة IBAX وحل المشكلة للحصول على مكافأة IBXC ونقاط IBAX.",
    "personal.views": "عرض قواعد النقاط",
    "personal.out": "تحقق من ذلك على GitHub",
    "personal.been": "تم إكمال جميع مهام إعادة التغريد الخاصة بك، يرجى العودة غدًا.",
    "personal.committed": "سيتم عرض المشكلات التي قمت بالتزامها هنا، وإذا كنت ترغب في تحريرها، يرجى الانتقال إلى GitHub",
    "personal.ended": "انتهت عملية توزيع الهبات في IBAX ونحن في عملية تصفية مكافآت الهبة، ومن المتوقع أن يتم الانتهاء منها في الربع الثاني من عام 2022.",
    "personal.process": "تقوم IBAX حاليًا بتصفية نقاطك ومن المتوقع أن يتم الانتهاء بالكامل في الربع الثاني من عام 2022، لذا ترقبوا!",
    "personal.completed": "الهبات المكتملة",
    "personal.air": "قواعد الهبة",
    "personal.rank": "قواعد التصنيف",
    "personal.getpoint": "احصل على نقاط IBAX",
    "personal.tuned": "ابق على اطلاع على أحداث جديدة في IBAX كل يوم.",
    "personal.represent": "تمثل نقاط IBAX المساهمات في شبكة IBAX، وكلما حصلت على المزيد من النقاط، كلما حصلت على المزيد من الجوائز",
    "personal.finishend": "نتائج حملة الهبوط الجوي",
    "personal.serial": "الرقم التسلسلي",
    "personal.handle": "اسم المستخدم في تويتر",
    "personal.overall": "التصنيف العام",
    "personal.airdro": "مكافآت الهبوط الجوي (IBXC)",
    "personal.poi": "إجمالي النقاط",
    "personal.red": "الاستردادات",
    "personal.ranks": "تصنيف النقاط",
    "personal.bonus": "مكافأة الإحالة (IBXC)",
    "personal.referr": "تصنيف الإحالة",
    "personal.rewards": "مكافآت تصنيف الإحالة (IBXC)",
    "personal.mainnet": "سيسمح IBAX للمستخدمين بربط محافظهم قبل إصدار العملات، يرجى البقاء على اطلاع!",
    "personal.connect": "الانتقال إلى الاتصال",
    "personal.down": "تنزيل نتائج التصفية",
    "personal.getted": "يمكنك الحصول على",
    "personal.total": "التصنيف الكلي",
    "personal.aird": "نقاط الهبوط الجوي",
    "personal.coinns": "استبدال النقاط بالعملات",
    "personal.inited": "تمت دعوة <span class='user-commits-title-link-rank'> {person} <span> من الأصدقاء",
    "personal.recoins": "عملات الإحالة",
    "personal.result": "انتهت الجولة الأولى من هبوط IBAX الجوي الآن، ",
    "personal.chec": "تحقق من نتيجة التصفية",
    "personal.number": "الإحالات",
    "personal.bindEmail": "ربط عنوان البريد الإلكتروني الخاص بك",
    "personal.bindAddress": "ربط محفظتك لاستلام IBXC",
    "personal.startEmail": "قم بربط عنوان بريدك الإلكتروني للانضمام إلى القائمة البيضاء الخاصة بنا. احصل على الأولوية في الجولة الثانية من الهبوط الجوي",
    "personal.inputAddress": "يرجى إدخال عنوان محفظتك",
    "personal.addressType": "يرجى إدخال عنوان بتنسيق 0000-0000-0000-0000-0000",
    "personal.notice": "تلقي إشعارات عبر البريد الإلكتروني",
    "personal.receiveAddress": "عنوان المحفظة المرتبطة لاستلام IBXC",
    "personal.chain": "التحقق من سجل السلسلة",
    "personal.bindsuccess": "تم ربط عنوانك بنجاح، يرجى متابعة الإشعارات عبر البريد الإلكتروني وانتظار استرداد IBXC الخاص بك.",
    "personal.chanage": "تعديل"
  }