{
    "nav": "Nav",
    "nav.home": "হোম",
    "nav.features": "কেন IBAX",
    "nav.performance": "কর্মক্ষমতা, দক্ষতা এবং নিরাপত্তা",
    "nav.high": "ব্লকচেইন ফ্রেমওয়ার্ক",
    "nav.each": "প্রতিটি নোডে ব্লক থেকে পার্স করা ডেটা সংরক্ষণ করার জন্য একটি বিতরণশীল ডাটাবেস রয়েছে, যা কেবলমাত্র কার্যক্ষমতা উন্নত করে না বলেই নয়, বরং আপনাকে জটিল ব্যবসায়িক লজিক পরিচালনা করতে দেয়।",
    "nav.use": "কার্যক্ষমতা উন্নত করতে ডাটাবেস ব্যবহার করুন",
    "nav.virtual": "বহুভাষিক ভার্চুয়াল মেশিন",
    "nav.with": "বহুভাষিক IBAX ভার্চুয়াল মেশিন (IVM)",
    "nav.smart": "IBAX এর নিজস্ব স্মার্ট কন্ট্রাক্ট ভাষা নামক \"নীডল\" আছে, যা ইথেরিয়াম স্মার্ট কন্ট্রাক্ট সঙ্গে সহজলভ্যভাবে কাজ করে এবং সলিডিটি, গো, রাস্ট এবং অন্যান্য ভাষাগুলি সমর্থন করে স্মার্ট কন্ট্রাক্ট তৈরি করতে।",
    "nav.tran": "শার্ডিং",
    "nav.improve": "লেনদেন কার্যক্ষমতা উন্নত করুন",
    "nav.break": "প্রযুক্তিগত বাধা ভেঙ্গে দিন",
    "nav.security": "নিরাপত্তা এবং গোপনীয়তা",
    "bass.bank": "ব্যক্তিগত তথ্য সুরক্ষা করুন ব্যাংক গ্রেড নিরাপত্তায়",
    "bass.attribute": "ব্লকচেইন বিশ্বে বিভাজনের গুণগত করে তোলা করে ব্যক্তিগত পরিচয়ের সাথে সংযোগ করা অসম্ভব এবং সর্বোচ্চ মাত্রায় ব্যক্তিগত গোপনীয়তা রক্ষা করে। প্রযুক্তিগত বাস্তবায়নে, IBAX হোমোমরফিক এনক্রিপশন, সম্পত্তি লক করা, স্মার্ট কন্ট্রাক্ট শূন্য-জ্ঞান প্রমাণ এবং অপঠিত কী জোড়াগুলির মতো সর্বাধিক উন্নত ক্রিপ্টোগ্রাফি প্রযুক্তিগুলি অনুসরণ করে।",
    "bass.effectiveness": "কার্যক্ষমতা",
    "bass.spire": "\"নিরাপত্তা পিরামিডের শিখর, এবং গোপনীয়তা তার উপরের মণি।",
    "bass.attach": "আমরা অন্য কিছুর চেয়ে বেশি নিরাপত্তা এবং গোপনীয়তা দিয়ে বেশি লক্ষ্য দিয়েছি। শুধুমাত্র লক্ষ্যযুক্ত মনোযোগ নিয়েই ব্লকচেইনের নিরাপত্তা, ব্যবহারকারীদের নিরাপত্তা এবং তহবিলের নিরাপত্তা নিশ্চিত করা যায়। আন্তর্জাতিক গোপনীয়তা নির্দেশিকাগুলি মেনে চলা। আপনার গোপনীয়তা সম্পূর্ণরূপে আপনার নিয়ন্ত্রণে রয়েছে।\"",
    "bass.built": "নিরাপত্তার জন্য নির্মিত",
    "bass.your": "তারিখ নিরাপত্তা আমাদের প্রাথমিক চিন্তা",
    "bass.symmetric": "ব্লকচেইনের উপর ভিত্তি করে এলিপটিকাল সমমিত এনক্রিপশন মেকানিজম এবং হ্যাশ এনক্রিপশন মেকানিজম ব্যবহার করে ডেটা প্রেরণের প্রক্রিয়াটির নিরাপত্তা এবং নির্ভরতা নিশ্চিত করা হয়। ডেটা ফলাফলগুলি HASH ম্যাপিং ব্যবহার করে IBAX নেটওয়ার্কে সংরক্ষণ করা হয় এবং পরিবর্তনের রেকর্ডগুলি পরিষ্কারভাবে দেখা যায়।",
    "nav.encryption": "তহবিল এবং যোগাযোগের নিরাপত্তা নিশ্চিত করতে এনক্রিপশন মেশিন",
    "nav.chain": "ক্রস-চেইন যোগাযোগ",
    "nav.decen": "হোমোমরফিক এনক্রিপশন প্রযুক্তি ব্যবহার করে, অন্যান্য ব্লকচেইনের এলগরিদমগুলি আইব্যাক্স নেটওয়ার্কে সংযুক্ত করা হয় এবং সম্পর্কিত ব্লকচেইন নেটওয়ার্কের সাথে সংযুক্ত হয় সত্যিকারে ক্রস-চেইন সাধারণ করতে।",
    "nav.multi": "মাল্টি-সাইনেচার",
    "nav.dec": "একই পরিমাণ তহবিল নিয়ন্ত্রণ করতে একাধিক ব্যক্তি / প্রতিষ্ঠান নিশ্চিত করুন। আইব্যাক্স নেটওয়ার্কটি বিতরণশীল লেজার স্বাক্ষর কর্তৃত্ব ব্যবহার করে এটি সফলভাবে সম্পাদন করে। দয়া করে মনে রাখবেন যে \"নিরাপত্তা\" আইব্যাক্সের একটি অনন্য বৈশিষ্ট্য।",
    "nav.clb": "সিএলবি",
    "nav.cross": "ক্রস-লেজার বেস (সিএলবি) নোড",
    "nav.basis": "সিএলবি একটি ডেটা ক্রস-চেইন করার জন্য একটি গেটওয়ে হিসাবে এবং সম্পত্তি ক্রস-চেইন করার জন্য একটি সেতু হিসাবে কাজ করে, এবং আপনি এটি ব্লকচেইনের ভিতর বাইরে ডেটা পেতে ব্যবহার করতে পারেন",
    "nav.private": "ব্যক্তিগত লেনদেন",
    "nav.fouds": "প্রাইভেট লেনদেনের ডেটা নিরাপত্তা এবং গোপনীয়তা নিশ্চিত করতে স্মার্ট কন্ট্র্যাক্ট ব্যবহার করে শূন্য জ্ঞান প্রমাণ করুন।",
    "nav.bass": "BaaS মার্কেট",
    "nav.resource": "সম্পদ",
    "nav.solution": "সমাধানসমূহ",
    "nav.development": "উন্নয়ন",
    "nav.about": "যোগাযোগ",
    "nav.log": "লগ ইন",
    "nav.sign": "নিবন্ধন করুন",
    "nav.out": "সাইন আউট",
    "nav.case": "কেসগুলি",
    "nav.supply": "সাপ্লাই চেইন ফাইন্যান্স",
    "nav.copyright": "কপিরাইট",
    "nav.assets": "সম্পদ ব্যবস্থাপনা",
    "nav.relying": "IBAX এর ব্লকচেইন এবং AI প্রযুক্তির উপর নির্ভর করে, নেটওয়ার্কটি অর্থনৈতিক স্তরের এনক্রিপশন এলগরিদম এবং ক্লাউড কম্পিউটিং সুবিধাগুলি সমর্থন করে প্রতিটি সেবার জন্য একটি আরও নিরাপদ এবং নির্ভরযোগ্য প্রতিষ্ঠান সরবরাহ করে।",
    "nav.it": "এটি কনসিউমার ফাইন্যান্স, অটো ফাইন্যান্স, সরঞ্জাম স্থাপন, আ / আর এবং আ / প সহ সম্পদ প্রকারে প্রযোজ্য, এবং ABS, ট্রাস্ট, স্থানান্তর এবং অবহিত এমন আর্থিক পরিদর্শন সহ আর্থিক পরিস্থিতিতেও প্রযোজ্য।",
    "nav.cross-chain": "একত্রিত ডিসেন্ট্রালাইজড এবং ট্রাস্টলেস ক্রস-চেইন",
    "nav.eth": "Ethereum এবং Binance Chain এর স্মার্ট কন্ট্র্যাক্ট সংযোগ সহজলভ্য",
    "nav.ledger": "ডিসেন্ট্রালাইজড লেজার কর্তৃপক্ষ",
    "nav.user": "ব্যবহারকারীর প্রথমতা",
    "nav.self": "বাণিজ্যিক আর্থিক স্বায়ত্তশাসন এবং শাসন",
    "nav.gas": "বাণিজ্যিক আর্থিক স্বায়ত্তশাসন (DAO) এবং গ্যাস চার্জ",
    "home.partners": "IBAX পার্টনারদের",
    "home.start": "আপনার নিজস্ব জীবনযাপন তৈরি করুন",
    "home.performance": "নিরাপদ এবং উচ্চ কর্মক্ষম Web 3.0 ব্লকচেইন ভাতা",
    "home.secure": "নিরাপদ এবং দক্ষ ব্লকচেইনের আচরণপ্রণালীর জন্য নিরাপত্তামূলক প্রাথমিক স্থাপনা",
    "home.using": "শুরু করুন",
    "home.join": "সম্প্রদায়ে যোগ দিন",
    "home.watch": "ভিডিও দেখুন",
    "home.innovate": "প্রযুক্তিগত উদ্ভাবনসমূহ",
    "home.framework": "উচ্চ সমস্থানীয়তা ব্লকচেইন আচরণপ্রণালীর আচরণপ্রণালী",
    "home.bottom": "একটি অসাধারণ ব্লকচেইন নিচবিংশ স্তর পর্যায়ে হতে হবে যেটি উচ্চ সমস্থানীয় ডেটা প্রক্রিয়ায় সন্নত হয়, এমনকি বাস্তব এবং ভার্চুয়াল বিশ্বে কঠিন ব্যবসায়িক স্কেনারিওগুলি সম্পাদন করতে যথেষ্ট হয়।",
    "home.learn": "IBAX প্রযুক্তিগত ফ্রেমওয়ার্ক সম্পর্কে আরও জানুন",
    "home.virtual": "ভার্চুয়াল মেশিন",
    "home.machine": "বহুভাষিক সমর্থিত IBAX ভার্চুয়াল মেশিন",
    "home.multiple": "বহুভাষিক সমর্থিত IBAX ভার্চুয়াল মেশিন",
    "home.can": "IBAX ভার্চুয়াল মেশিন একই সময়ে সমর্থন করতে পারে: ইথেরিয়াম এবং বাইন্যান্স চেইন স্মার্ট কন্ট্রাক্ট। আপনি এক ক্লিকে কনট্রাক্ট ইম্পোর্ট করতে পারেন এবং সহজেই IBAX ইকোসিস্টেমে সংযুক্ত হতে পারেন।",
    "home.consensus": "সমবোধক মেকানিজম",
    "home.pub": "উইটপেপার পড়ুন",
    "home.dpoa": "দক্ষ এবং ন্যায্য সমবোধক মেকানিজম",
    "home.good": "IBAX নেটওয়ার্কটি একটি \"স্বায়ত্তশাসন মোড\" মডিউল সংযোজন করে, যা কমপ্লেক্স কোড লিখবার প্রয়োজন ছাড়াই DAO শাসন সম্ভব করে। IBAX নেটওয়ার্কের স্বায়ত্তশাসন ভোটিং সহ দক্ষ DPoA সম্মতি মেকানিজমের মাধ্যমে সম্ভব হয়।",
    "home.determine": "একটি ভাল সমঝোতা মেকানিজম ব্লকচেইনের পুরোভূমি এবং ভবিষ্যদ্বাণী নির্ধারণ করবে।",
    "home.bifurcation": "সময়সূচীভঙ্গ",
    "home.honor": "কাস্টমাইজয়েবল ইকো গ্যাস ফি পরিশোধ পদ্ধতি",
    "home.unified": "ইকো-সৃষ্টি কর্তৃক এবং ইকো-অংশগ্রহণকারীদের উৎসাহিত করতে, আইব্যাক্স একটি কাস্টমাইজয়েবল গ্যাস ফি মডেল সমর্থন করে।",
    "home.unif": "আপনি ইকো-কয়ন / টোকেনগুলি গ্যাস ফি মডেল হিসাবে চয়ন করতে পারেন এবং ইকো-লেনদেন করার সময় ইকো-কয়ন / টোকেনগুলি গ্যাস ফি হিসাবে করে নেয়। এই মডেলটি সত্যিই একটি ডিসেন্ট্রালাইজড এবং স্বয়ংযন্ত্রিত পরিবেশ অর্জনে সাহায্য করে।",
    "home.economics": "অর্থনীতি",
    "home.benefits": "অর্জন করা লাভগুলি: আপনি যদি একজন ইকো-ডেভেলপার, একজন খনিজ, একজন ইকো-গভর্নর বা অন্য কিছু হন",
    "home.matter": "আপনি যখনই এটিতে অংশগ্রহণ করবেন তখন আপনার জন্য একটি উদার পুরস্কার অপেক্ষা করছে।",
    "home.view": "আইব্যাক্সের অর্থনীতি মডেল দেখুন",
    "home.features": "আইব্যাক্সের প্রযুক্তিগত বৈশিষ্ট্যগুলি দেখুন",
    "home.fixed": "পূর্ব-বিতরণ",
    "home.nft": "মিন্ট পুরষ্কার",
    "home.min": "স্টেকিং পুরষ্কার",
    "home.foundation": "IBAX ফাউন্ডেশন",
    "home.team": "প্রকল্প উন্নয়ন",
    "home.ecosystem": "পারিস্থিতিকী পার্টনার",
    "home.private": "ব্যক্তিগত প্লেসমেন্ট",
    "home.ieo": "পাবলিক সেল",
    "home.genesis": "জেনেসিস",
    "home.mining": "মাইনিং পুরষ্কার",
    "home.ecological": "পরিবেশ সংরক্ষণ",
    "home.all": "সমস্ত %",
    "home.per": "পূর্ব-বিতরণ %",
    "home.mint": "মাইনিং পুরষ্কার %",
    "home.lead": "প্রমুখ",
    "home.driven": "প্রযুক্তিতে পরিচালিত, প্রযুক্তিগত সীমাবদ্ধতা গঠন করে",
    "home.chain": "বাস্তবায়িত উন্মুক্ত এবং বিশ্বস্ত ক্রস-চেইন, শূন্য-জ্ঞান প্রমাণ, অজ্ঞাতকরণ লেনদেন, লেনদেন শার্ডিং।",
    "home.we": "আমাদের উন্নত প্রযুক্তি",
    "home.have": "প্রযুক্তি ইন্টিগ্রেশন",
    "home.built": "আপনি ব্যবহার করেন IBAX চেইনের মৌলিক ফ্রেমওয়ার্কটি এই প্রবীণ প্রযুক্তিগুলির উপর নির্মিত। IBAX তাদের সমান্তরালে ইন্টিগ্রেট করে এটিকে একান্তভাবে উন্নত রাখা হয়, যাতে ব্লকচেইনের ক্ষেত্রেও IBAX যেমন একটি অসাধারণ ফলাফল অর্জন করতে পারে।",
    "home.video": "ভিডিও",
    "home.your": "আপনার অদ্ভুত ধারণা আছে কি",
    "home.get": "আমাদের একো-সাপোর্ট থেকে পুরষ্কার পান",
    "home.enjoy": "আইব্যাক্স সম্পর্কিত সমস্ত সম্পদগুলি উপভোগ করুন",
    "home.manul": "সম্পূর্ণ ডেভলপার ম্যানুয়াল",
    "home.partner": "একো-পার্টনার জুটকি ওয়ালেট",
    "home.ibaa": "IBAX ওয়ালেট",
    "home.official": "IBAX অফিসিয়াল সন্মানিত: ১,৫০,০০০ টি আইবিএক্সসি পুরষ্কার পান",
    "home.supports": "উন্নতিশীল মাল্টি-মাধ্যমিক ওয়ালেট: মাল্টি-মাধ্যমিক মুদ্রা স্থানান্তর সমর্থন করে",
    "home.manage": "মাইনার পরিচালনা: এক ক্লিকে আপনার মাইনারগুলি পরিচালনা করুন",
    "home.wallet": "জুটকি ওয়ালেট",
    "home.very": "আইব্যাক্সে যোগদান করা আনন্দবান ছিল এবং জুটকি ওয়ালেট তৈরি করতে আমি আইব্যাক্স টীমের কাছ থেকে অনেক সাহায্য পেয়েছি, অনেক ধন্যবাদ!",
    "home.is": "জুটকি ওয়ালেট হল একটি উন্নত ডিসেন্ট্রালাইজড মাল্টি-মাধ্যমিক ওয়ালেট যা আইব্যাক্সের বিভিন্ন অ্যাপ্লিকেশনগুলির সাথে ভালভাবে ইন্টিগ্রেট হয়েছে। আপনি এটি ব্যবহার করে আপনার আইবিএক্সসি স্থানান্তর শেষ করতে পারেন না মাত্র, বরং আপনি এটি বিটকয়েন, ইথের, কোইন্যান ইত্যাদির মত কয়েনগুলি প্রদানের জন্যও ব্যবহার করতে পারেন।",
    "home.more": "আরও বেশি বৈশিষ্ট্য আছে আপনার অন্বেষণ করার জন্য, সম্ভাবনা: মাইনিং পুল, ডিফি, NFT...",
    "home.there": "আরও বেশি বৈশিষ্ট্য আছে আপনার অন্বেষণ করার জন্য, সম্ভাবনা: মাইনিং পুল, ডিফি, NFT...",
    "home.name": "ওয়েকো",
    "home.product": "প্রোডাক্ট ডায়রেক্টর",
    "home.develop": "ডেভলপার নির্দেশিকা",
    "home.technology": "প্রযুক্তি",
    "home.technical": "ওপেন সোর্স প্রযুক্তি নথিপত্র",
    "home.about": "ভিডিও দেখে আইব্যাক্স সম্পর্কে আরও জানুন",
    "home.exciting": "চলমান ঘটনাসমূহ",
    "home.go": "দেখতে যান",
    "home.m": "আরও ভিডিও",
    "home.award": "অংশগ্রহণ করুন",
    "bass.ecological": "ইকোলিব প্রোত্সাহন পুরস্কার",
    "bass.anyone": "কেউই অংশগ্রহণ করতে পারে",
    "bass.create": "আপনার ব্লকচেইন প্রকল্প তৈরি করুন",
    "bass.now": "এখনই আপনার ব্লকচেইন প্রকল্প তৈরি করুন",
    "bass.quickly": "দ্রুত তৈরি করুন",
    "bass.ecology": "ইকোলিবস",
    "bass.without": "নো-থ্রেশহোল্ড আইব্যাক্স অ্যাপ্লিকেশন দ্রুত তৈরি করুন",
    "bass.ecolog": "ইকোলিব তৈরি করুন",
    "bass.creator": "আপনার থাকবে",
    "bass.identity": "ইকোলিব-সৃষ্টিত্ব:",
    "bass.obtain": "ইকোলিব নামকরণ অধিকার অর্জন",
    "bass.define": "ইকোলিব-যোগদানের অনুমতি নির্ধারণ করুন",
    "bass.set": "ইকোলিব-প্রশাসন পদ্ধতি সেট করুন",
    "bass.give": "পরিচয় জারি করুন",
    "bass.can": "আপনি এছাড়াও করতে পারেন",
    "bass.collect": "ইকো-কয়েন/টোকেন ফি প্রাপ্ত করুন",
    "bass.circulation": "চলমান কয়েন/টোকেন",
    "bass.issue": "কয়েন/টোকেন জারি করুন",
    "bass.customize": "টোকেনের সংখ্যা এবং জারি পদ্ধতি কাস্টমাইজ করুন",
    "bass.naming": "টোকেনের নামকরণ অধিকার অর্জন করুন",
    "bass.issuance": "কয়েন/টোকেন ইস্যু",
    "bass.logo": "টোকেন লোগো যোগ করুন",
    "bass.number": "ইস্যু করা টোকেনের সংখ্যা নির্ধারণ করুন",
    "bass.incentives": "টোকেন ইনসেন্টিভ সেট করুন",
    "bass.smart": "স্মার্ট কন্ট্রাক্ট",
    "bass.contract": "স্মার্ট কন্ট্রাক্ট",
    "bass.use": "পরিবেশ স্থিতিতে স্মার্ট কন্ট্রাক্ট ব্যবহার করুন",
    "bass.add": "কন্ট্রাক্ট যোগ করুন",
    "bass.one": "এক ক্লিকে আমদানি করুন",
    "bass.contracts": "অন্যান্য চেইনের কন্ট্রাক্টগুলি বা:",
    "bass.reference": "আইব্যাক্স বেসিক স্মার্ট কন্ট্রাক্টগুলির উল্লেখ",
    "bass.write": "নিজের স্মার্ট কন্ট্রাক্ট অনলাইনে লিখুন",
    "bass.eco": "পরিবেশ অ্যাপ্লিকেশন যোগ করুন",
    "bass.manage": "পরিবেশ কন্ট্রাক্টগুলি পরিচালনা করুন",
    "bass.incentive": "পরিবেশ ইনসেন্টিভ পুরস্কার পান",
    "bass.encourages": "আইব্যাক্স ফাউন্ডেশন একক ডেভেলপারদের এবং দলগুলিকে আইব্যাক্স পরিবেশে যোগ দেওয়ার উপদেশ দেয় এবং নিয়মিত পরিবেশ প্রতিযোগিতা আয়োজন করে উত্কৃষ্ট পরিবেশ অ্যাপ্লিকেশনগুলিকে উচ্চ পুরস্কার দেয়।",
    "bass.learn": "আরও জানুন",
    "bass.what": "আপনি যা প্রয়োজন হতে পারে",
    "bass.how": "একটি ইকোলিব দ্রুত তৈরি করতে এবং সঠিকভাবে সংরক্ষণ করতে কিভাবে",
    "bass.materials": "আইব্যাক্স নেটওয়ার্ক এর ব্যবহার আরও ভাল করতে সাহায্য করবে উপাদান এবং ভিডিও",
    "bass.manual": "ডেভেলপার ম্যানুয়াল",
    "bass.committed": "ব্যক্তিগত সম্পত্তি সুরক্ষার জন্য প্রতিশ্রুতিবদ্ধ",
    "bass.multi": "ব্যক্তিগত সম্পত্তির নিরাপত্তার জন্য বহুস্তরীয় এনক্রিপশন",
    "bass.own": "আইব্যাক্স ব্যবহার করে পাবলিক এবং প্রাইভেট কী ব্যবহার করে সংকেতচিহ্ন যাচাই করার জন্য এনক্রিপ্ট এবং ডিক্রিপ্ট করা হয়। শুধুমাত্র ব্যবহারকারীরা তাদের নিজস্ব প্রাইভেট কী ব্যবহার করে ডিক্রিপ্ট করতে পারে এবং তথ্য এবং পরিচয়ের নিরাপত্তা নিশ্চিত করতে। এছাড়াও এনক্রিপ্ট করা মুদ্রা ডিসেন্ট্রালাইজড ওয়ালেটে জমা করুন এবং বহুপক্ষীয় ডিজিটাল স্বাক্ষর প্রযুক্তি ব্যবহার করে আপনার সম্পত্তির নিরাপত্তা নিশ্চিত করুন।",
    "bass.honor": "হনর নোডস",
    "bass.manager": "স্মার্ট কনট্রাক্ট ম্যানেজার",
    "high.lead": "অগ্রণী ব্লকচেইন আওতাধীন ফ্রেমওয়ার্ক",
    "high.cross": "ক্রস-চেইন",
    "bass.weaver": "ওয়েভার স্মার্ট কনট্রাক্ট ফাইলগুলি এপিআই, জেসন এবং অন্যান্য ফরম্যাটে সমর্থন করে এবং ব্যবহারকারীর ডাওতে দ্রুত ব্যবহার করার জন্য মডিউলার রূপে স্মার্ট কনট্রাক্ট আমদানি করতে পারে।",
    "bass.panel": "স্মার্ট কনট্রাক্ট প্রিভিউ এবং ম্যানেজমেন্ট",
    "bass.provides": "ওয়েভার কনট্রাক্ট ম্যানেজমেন্ট ফাংশন প্রদান করে, আপনার ইকোলিব ম্যানেজমেন্ট ইন্টারফেসে প্রবেশ করার পরে আপনি স্পষ্টভাবে সমস্ত স্মার্ট কনট্রাক্ট, ডেটা টেবিল এবং ফিল্ডগুলি দেখতে পারবেন, যা আপনাকে ইকো সামগ্রীকে সহজে রক্ষণাবেক্ষণ এবং প্রসারণ করতে সহায়তা করবে।",
    "bass.local": "স্মার্ট কনট্রাক্ট গুদাম",
    "bass.security": "ইকোলিব কনট্রাক্টস",
    "footer.feature": "প্রযুক্তিগত বৈশিষ্ট্য",
    "bass.always": "মানুষের কাছে সবসময় ডিসেন্ট্রালাইজড এবং ট্রাস্টলেস ক্রস-চেইন প্রত্যাশিত হয়েছে।",
    "bass.only": "শুধুমাত্র সত্যিকারের ক্রস-চেইন এমনটি যেটি সবাইকে আত্মবিশ্বাস দেয় যে সম্পদের পরস্পর বিনিময় সম্ভব হবে, কারো টাকা চুরি করার চিন্তা করতে হবে না, যা ব্লকচেইনের \"অবিশ্বাস ধারণা\" এর সাথে মেলে।",
    "bass.protect": "তথ্য ক্রস-চেইন নির্ভরতা রক্ষা করুন",
    "bass.ensure": "সম্পদ ক্রস-চেইন নিরাপত্তা নিশ্চিত করুন",
    "bass.network": "সমগ্র ক্রস-চেইন নেটওয়ার্ক",
    "bass.design": "ক্রস-চেইনের জন্য ডিজাইন করা",
    "bass.expand": "আরও বাইরের চেইন সংযোগ প্রসারিত করুন",
    "bass.cross": "IBAX নেটওয়ার্কের ক্রস-লেজার বেস নোড (CLB) ক্রস-চেইনের জন্য ডিজাইন করা হয়েছে, যা CLB পারফরমেন্স এবং ডিপ্লয়মেন্ট কনফিগার করতে সহজতায় সহজতায় প্রয়োজন অনুযায়ী, প্রয়োজন অনুযায়ী বাহ্যিক সিস্টেম ডেটা অ্যাক্সেস করতে এবং সংযোগ তৈরি করতে, অথবা আপনার নিজের মতো ডেটা প্রসেস এবং ফরম্যাট করতে।",
    "bass.transmission": "ক্রস-চেইন ট্রান্সমিশন",
    "bass.promote": "ব্লকচেইনগুলির মধ্যে মান পরিবর্তন উন্নত করুন",
    "bass.sets": "একটি সত্যিকার ক্রস-চেইন যোগাযোগ সমাধান হলো কেবলমাত্র ডিজিটাল সম্পদের প্রেরণ নয়, বরং এটি চেইনগুলির মধ্যে সমৃদ্ধ ডেটা সেট এবং স্মার্ট কন্ট্রাক্ট অপারেশনগুলির প্রেরণও হয়, এছাড়াও ডিএপি-সংক্রান্ত ডেটা, এনএফটি এবং অন্যান্য প্রেরণ হয়।",
    "feature.efficiency": "পারফরমেন্স, দক্ষতা এবং নিরাপত্তা IBAX এর ভিত্তি",
    "feature.encryption": "এসিমেট্রিক এনক্রিপশনের ভিত্তিতে, P2P নেটওয়ার্ক দ্বারা একাধিক নেস্টেড এনক্রিপশন সম্ভব হয় যাতে তহবিল এবং যোগাযোগের নিরাপত্তা নিশ্চিত করা যায়।",
    "feature.network": "IBAX নেটওয়ার্ক শুধুমাত্র বিভিন্ন ব্লকচেইন এবং ক্রস-চেইন সম্পদের সাথে সম্পর্কিত হতে পারে, বরং এটি নিয়মিত সিআরএম ডেটা যোগাযোগ ইন্টারেকশন সম্পন্ন করতে পারে ডেডিকেটেড নোড CLB এর সাথে সহযোগিতা করতে পারে।",
    "home.system": "ওয়িভার হলো IBAX চেইনে নির্মিত একটি স্পষ্ট সংযোজিত উন্নয়ন সরঞ্জাম, একটি IBAX নেটওয়ার্কের জন্য প্রতিষ্ঠিত আইডি, যা বিভিন্ন শক্তিশালী বৈশিষ্ট্য রয়েছে। আপনি ওয়েভারে স্মার্ট কন্ট্রাক্ট ডেভেলপ, ডিপ্লয় এবং পরিচালনা করতে পারেন, তবে ওয়েভার আপনার ইকো-গভর্নেন্স প্যারামিটার সেট করতে পারে, বিভিন্ন বিএএস সেবা আমদানি করতে পারে, ইত্যাদি। এটি একটি শেখার প্ল্যাটফর্ম হিসাবেও ব্যবহার করা যায়।",
    "home.basic": "\"IBAX একটি ব্লকচেইন ভারসাম্যিক ফ্রেমওয়ার্ক যা জটিল বৈশ্বিক অপারেশনগুলি সমর্থন করতে যথেষ্ট। ",
    "home.important": "অন্যান্য ব্লকচেইন ডেভেলপারদের সাথে ভাল সামঞ্জস্য প্রদান করা আমাদের জন্য গুরুত্বপূর্ণ।\"",
    "footer.team": "দল",
    "footer.news": "সংবাদ",
    "footer.investor": "বিনিয়োগকারী",
    "footer.related": "ডাউনলোড",
    "footer.partner": "পার্টনার",
    "footer.community": "সম্প্রদায়",
    "footer.recruit": "কর্মী নিয়োগ",
    "footer.developer": "ডেভেলপার",
    "footer.more": "আরও",
    "footer.check": "তথ্য ম্যানুয়াল পরীক্ষা করুন",
    "footer.create": "আপনার ব্লকচেইন প্রকল্প তৈরি করুন",
    "footer.creative": "আরও সৃজনশীল ব্লকচেইন প্রকল্প তৈরি করুন",
    "footer.compete": "এই সুন্দর প্রকল্পগুলির সাথে চেষ্টা করুন!",
    "footer.now": "এখনই শুরু করুন",
    "footer.fast": "দ্রুত BaaS (ব্লকচেইন সার্ভিস) সিস্টেম সমর্থন, প্রকল্প মুক্তি সম্পন্ন করতে এক ক্লিক করুন, এক ক্লিক কয়েন জারি করার সুবিধা প্রদান করুন, আপনার প্রকল্পটি সহজেই চালু করুন",
    "footer.blockchain": "স্ব-গবেষণা করা ব্লকচেইন প্রযুক্তি অনুসরণ করে, হার্ডওয়্যার, নেটওয়ার্ক, সংরক্ষণ, গণনা, ক্রিপ্টোগ্রাফি, সমমত এবং ব্লক গঠনের মৌলিক প্রযুক্তি থেকে আপনার সরবরাহ শ্রেণীর ব্যবসার প্রতিটি লিংকের তথ্য এবং ব্যবসায়িক ডেটা নিরাপদ এবং নিয়ন্ত্রণযোগ্য করে তুলে ধরি।",
    "high.technical": "প্রযুক্তির উচ্চতা",
    "high.chain": "উচ্চ কর্মক্ষমতা / উচ্চ TPS ব্লকচেইন",
    "high.low": "ইথেরিয়াম দ্বারা প্রতিষ্ঠিত জনপ্রিয় ব্লকচেইনের লেনদেন প্রক্রিয়ার ক্ষমতা খুব কম, যা ব্লকচেইনের উন্নতি সম্পর্কে গুরুত্বপূর্ণভাবে বাধা দেয়। একটি উচ্চ কর্মক্ষমতা / উচ্চ সমস্থান ব্লকচেইন পুরো ব্লকচেইন শিল্পে অগ্রসর করবে। IBAX নেটওয়ার্কটি প্রতি ব্লকে 4 সেকেন্ডের মত দ্রুত এবং লেনদেন প্রক্রিয়ার সর্বাধিক 3000 TPS পর্যন্ত সমর্থন করে। হার্ডওয়্যারের উন্নতির সাথে, TPS একটি অস্পষ্ট অবস্থানে সম্ভাবনাময়ভাবে 10000 গুণ পর্যন্ত পৌঁছাতে পারে।",
    "high.start": "এখনই ব্যবহার শুরু করুন",
    "high.innovation": "প্রযুক্তিগত উদ্ভাবন",
    "high.database": "ডাটাবেস + ব্লক সংরক্ষণ মোড",
    "high.postgreSQL": "পোস্টগ্রেসকিউএল ডাটাবেসের উচ্চ সংরক্ষণ এবং উচ্চ সমস্থান কর্মক্ষমতা ব্যবহার করে সিস্টেম প্যারামিটারগুলি ডেটা টেবিলে সংরক্ষণ করুন, এবং ভিউ, ইনডেক্স এবং স্টোরড প্রসিডিউর সহ ডাটার পঠন এবং লেখার সামর্থ্য উন্নত করতে ডাটাবেস ইঞ্জিন ব্যবহার করুন।",
    "high.insights": "প্রযুক্তিগত অনুপ্রেরণা",
    "high.team": "\"IBAX দলটি একদল প্রযুক্তি প্রেমিক মানুষের সমষ্টি দ্বারা গঠিত।",
    "high.never": "আমরা কখনও 'নিয়ম অনুসরণ করে না এবং নিয়মে অবস্থান করে থাকি', বরং সাধারণতঃ বিদ্যমান বা আমাদের উদ্ভাবনী প্রযুক্তিগুলি অনুমোদন করে প্রযুক্তিগত করে আইব্যাক্স চেইনের সামগ্রিক কর্মক্ষমতা উন্নত করতে থাকি।\"",
    "high.globalization": "গ্লোবালাইজেশন",
    "high.to": "যেকোনো ব্যবসার জন্য যথাযথ",
    "high.compat": "সামঞ্জস্যপূর্ণতা",
    "high.rich": "একটি বিস্তৃত অ্যাপ্লিকেশন স্কেনারিও সঙ্গে সংযুক্ত",
    "high.use": "ব্যবহারযোগ্যতা উচ্চ",
    "high.provide": "আমাদের প্রযুক্তিগত দলের অনলাইন সমর্থন",
    "high.high": "উচ্চ ধারণক্ষমতা স্টোরেজ",
    "high.storage": "সর্বাধিক ব্লক স্টোরেজ ধারণক্ষমতা ৬৪এম বাইট পর্যন্ত",
    "high.etc": "মিন্ট নোডটি আইব্যাক্স নেটওয়ার্কে একটি বিতর্কিত নেটওয়ার্ক সেবা নোড, যা পূর্ণ নেটওয়ার্কের জন্য টোকেন মিন্টিং ফাংশন সরবরাহ করে এবং নেটওয়ার্কের নিরাপত্তা রক্ষা এবং নেটওয়ার্ক আক্রমণের খরচ উন্নত করার দায়িত্ব রাখে।",
    "high.reward": "মিন্ট নোডগুলির পুরস্কার পদ্ধতি আইব্যাক্স প্ল্যাটফর্মের স্থিতিশীলতা বজায় রাখতে অত্যাবশ্যক, এবং আমরা একটি সম্ভাব্যতামূলক গণনায়ন ব্যবহার করি যা সহজ এবং প্রায়োজনীয়: মিন্ট সম্ভাবনা = মিন্ট নোড গণিত / নেটওয়ার্ক-পর্যায় গণিত। সময়ের সাথে, প্রতিটি মিন্ট নোডের পুরস্কার পাওয়ার সম্ভাবনা সংগতি রয়েছে, এবং এই পদ্ধতি মিন্ট নোডগুলির স্থিতিশীলতা বজায় রাখতে সহায়তা করে।",
    "high.running": "বিশ্বব্যাপী মিন্ট নোডগুলি নেটওয়ার্ক নিরাপত্তা বজায় রাখতে এবং বিভিন্ন ইকোলিবস (পারিস্থিতিক লাইব্রেরি) জন্য ডিস্ট্রিবিউটেড সার্ভার হিসাবে নিজেদের দায়িত্ব পালন করে, যেমন ডিসেন্ট্রালাইজড সোশ্যাল টুল, ডিসেন্ট্রালাইজড ওয়েব সেবা ইত্যাদি।",
    "high.sub": "সাব নোডগুলি",
    "high.node": "সাব-নোডটি সম্পূর্ণ ব্লকচেইন বিশ্বের প্রথম ধরণের। এটি কেবলমাত্র নিজের ইকোলিব অ্যাপ্লিকেশন মডিউলের সংশ্লিষ্ট লেনদেনের ডেটা রাখে, যেখানে সম্পূর্ণ ডেটা হনর নোডগুলি, গার্ডিয়ান নোডগুলি এবং মিন্ট নোডগুলি দ্বারা পরিচালিত হয়। ছাড়াও, সাব-নোডগুলি \"ব্যক্তিগত ডেটা\" এর সাথেও সম্পর্ক স্থাপন করতে পারে যাতে লেনদেনের গোপনীয়তা, নিরাপত্তা এবং সহজলভ্যতা নিশ্চিত হয়।",
    "high.can": "সাব-নোডগুলি কেবলমাত্র নিজের পারিস্থিতিক অ্যাপ্লিকেশনের সংশ্লিষ্ট লেনদেনের তথ্য রাখতে পারে এবং তারা অন্যান্য নোড নেটওয়ার্ক থেকে স্বতন্ত্র ইকোলজি (ইকোলিব) চালাতে পারে, তাই আমরা তাদের - সাইড চেইন বলি।",
    "high.of": "সিএলবি আইব্যাক্স নেটওয়ার্কের স্বতন্ত্র নোড এবং একই সময়ে একটি অরাকেল হিসাবের কাজ করে।",
    "high.runs": "সিএলবি মাস্টার নোডের কার্যক্ষমতা প্রভাবিত না করে স্বতন্ত্র নোড হিসাবে চালানো হয় এবং ব্যবসায়িক প্রয়োজনীয়তা অনুযায়ী সিএলবি কার্যক্ষমতা এবং ডিপ্লয়মেন্ট সুযোগ অনুযায়ী সহজেই কনফিগার করা যায়, স্বতন্ত্র স্মার্ট কনট্রাক্ট, অপারেশন ইন্টারফেস এবং ডাটাবেস টেবিল ইত্যাদি।",
    "high.meet": "সিএলবি ক্রস-চেইন পূর্ণ করতে ডিজাইন করা হয়েছে, সিএলবি ডেটা পড়ার কার্যক্ষমতা এবং স্মার্ট কনট্রাক্ট সম্পত্তি লক এবং রূপান্তর করতে পারে, যাতে বাইরের সম্পত্তি আইব্যাক্স প্রজন্মের সম্পত্তি হয়ে যায়, সিএলবি আইব্যাক্স নেটওয়ার্ক দ্বারা ব্যবহৃত হওয়া ডেটা প্রসেস এবং ফরম্যাট রূপান্তর করতে পারে।",
    "high.virtual": "আইব্যাক্স ভার্চুয়াল মেশিন একই সময়ে সমর্থন করতে পারে: ইথেরিয়াম এবং বিন্যান্স চেইন স্মার্ট কনট্রাক্ট। আপনি একটি ক্লিকে কনট্রাক্ট ইম্পোর্ট করতে পারেন এবং সহজেই আইব্যাক্স ইকোসিস্টেমে সংযুক্ত হতে পারেন।",
    "high.most": "সবচেয়ে বিস্তৃত সামঞ্জস্যপূর্ণ",
    "high.engine": "স্মার্ট কনট্রাক্ট ইঞ্জিন",
    "high.one": "এক ক্লিকে ইম্পোর্ট করুন",
    "high.chains": "অন্যান্য ব্লকচেইনের স্মার্ট কনট্রাক্ট",
    "high.contract": "একাধিক কনট্রাক্ট প্রকার",
    "high.trigger": "ধরণ: বিলম্বিত কনট্রাক্ট, ট্রিগার কনট্রাক্ট...",
    "high.smart": "স্মার্ট কনট্রাক্ট এডিটর",
    "high.editor": "কনট্রাক্ট এডিটর",
    "high.simple": "সহজ এবং ব্যবহার করতে সহজ অনলাইন কনট্রাক্ট এডিটর",
    "high.basic": "\"আইব্যাক্স একটি ব্লকচেইন ভারসাম্যিক প্রতিষ্ঠান প্রণালী যা জটিল বৈশ্বিক অপারেশনগুলি সমর্থন করতে পর্যাপ্ত। ",
    "high.very": "অন্যান্য ব্লকচেইনের ডেভেলপারদের জন্য ভাল সামঞ্জস্য প্রদান করা আমাদের জন্য গুরুত্বপূর্ণ।\"",
    "high.import": "বাহ্যিক কনট্রাক্ট ইম্পোর্ট করুন",
    "high.cont": "স্মার্ট কন্ট্রাক্ট আমদানি করুন",
    "high.from": "একক্লিকে অন্যান্য ব্লকচেইন থেকে স্মার্ট কন্ট্রাক্ট আমদানি করুন",
    "high.cross-chain": "ক্রস-চেইন যোগাযোগ",
    "high.divides": "আইব্যাক্স নেটওয়ার্কটি নোড এবং লেনদেনগুলি ফ্র্যাগমেন্টে ভাগ করে এবং বিভিন্ন সম্মতি প্রসেসিং এলগোরিদম এবং মাল্টি-সাইন যাচাই মেকানিজম দ্বারা প্যাকেজিং দক্ষতা অর্জন করে তার মাধ্যমে প্রদান করে।",
    "high.authentication": "প্রমাণীকরণ",
    "high.validation": "অনুমতি যাচাই",
    "bass.privacy": "গোপনীয়তা",
    "bass.go": "গ্রাহকের গোপনীয়তা এবং নিরাপত্তার পেছনে যাওয়ার বাইরে যান",
    "bass.key": "আইব্যাক্সের প্রতিটি দিকের একটি মৌলিক উপাদান হলো \"গভীর প্রতিষ্ঠান\", ব্যবহারকারীর গোপনীয়তা এবং ডেটা নিরাপত্তাকে কবলে রাখা ক্রিপ্টোকারেন্সির ভিত্তি। আইব্যাক্স একটি বহুস্তর নিরাপত্তা ম্যাট্রিক্স প্রবর্তন করে যাতে ক্লায়েন্ট সম্পদ সাইবার আক্রমণ, অভ্যন্তরীণ আক্রমণ এবং মানুষিক ভুল থেকে নিরাপত্তা নিশ্চিত করা যায়।",
    "bass.keep": "আপনার ডেটা নিরাপত্তায় রাখা",
    "bass.comply": "বিশ্বব্যাপী গোপনীয়তা এবং নিরাপত্তা বিধিমালা মেনে চলুন",
    "bass.data": "ব্যক্তিগত ডেটা ফাঁস করা নিষিদ্ধ করুন",
    "bass.safety": "নিরাপত্তা",
    "bass.solid": "ক্রস-চেইন ডেটা ইন্টারেকশনের জন্য দৃঢ় ভিত্তি",
    "bass.clb": "সিএলবি অনন্য এবং প্রকৃতিগত চুক্তি যাচাইকরণ মেকানিজম, যখন বাহ্যিক সিস্টেমটি অন-চেইন চুক্তি কল করতে চায় অন-চেইন কার্যকরীতা পরিচালনা করতে, আইব্যাক্স পাবলিক নেটওয়ার্ক চুক্তি হ্যাশটি সঠিক হয় তা যাচাই করবে এবং কার্যকরীতা পরিচালনার সময় ও পরে অন-চেইন এবং অন-চেইন ইন্টারেকশন হ্যান্ডশেকটি বিশ্বাসযোগ্য এবং নিরাপদ করতে পারে, যা নিশ্চিত করতে পারে যে ইন্টারেকশনের সময় চুক্তি সংশোধনের কোনও ঝুঁকি নেই।",
    "bass.flexible": "সহজলভ্য কনফিগারেশন",
    "bass.onecreate": "কেউই তৈরি করতে পারে",
    "bass.decentralized": "ডিসেন্ট্রালাইজড এবং বিশ্বাসযোগ্য ক্রস-চেইন হল ডিসেন্ট্রালাইজেশনের প্রতারণার ফল নয়, এটি সত্যিকারের ডিসেন্ট্রালাইজেশন যা বিনির্মাণকারীর অনুমতি এবং বিনির্মাণকারীর প্রভাব ছাড়াই ব্লকচেইনগুলির মধ্যে ডিজিটাল সম্পদ স্থানান্তর, ডেটা স্থানান্তর এবং স্মার্ট চুক্তি পরিচালনা করতে পারে। এটি তাদের নিজেদের জন্য এই কার্যক্ষমতা সক্ষম করতে পারে না মাত্রই, তারা সিএলবি ডিপ্লয়ে করে অন্যান্য উন্নয়ন দলগুলির জন্য ক্রস-চেইন যোগাযোগ সেবা প্রদান করতে পারে।",
    "bass.interaction": "ক্রস-চেইন বিনিময়",
    "bass.asset": "সম্পদ নিরাপত্তা",
    "bass.improve": "লেনদেন দক্ষতা উন্নত করুন লেনদেন শার্ডিং দ্বারা",
    "bass.transaction": "লেনদেন শার্ডিং একই পুলের বিভিন্ন লেন সমর্থন করে এবং কার্যক্ষমতা উন্নত করার একটি কার্যকর উপায়। তত্ত্বিকভাবে স্লাইসিং যত সূক্ষ্ম হবে, ততোটাই কার্যক্ষমতা বেশি হবে, কিন্তু একটি বৃহত সংখ্যক ক্রস-স্লাইস অপারেশন উত্পন্ন হওয়ার সময়ও বিবেচনা করা প্রয়োজন, তাই সামঞ্জস্যপূর্ণতা সবচেয়ে গুরুত্বপূর্ণ।",
    "feature.high": "উচ্চ সংরক্ষণ সক্ষমতা একইভাবে সংখ্যা এবং পাঠ্যের সংরক্ষণ সমর্থন করে না মাত্রই, বরং চিত্র এবং অ্যাপ্লিকেশন ইত্যাদির মতো বিভিন্ন ফরম্যাটে ডেটা অন-চেইন সংরক্ষণও সমর্থন করে। এটি ভবিষ্যতে এনএফটির সংস্পর্শে অতিরিক্ত স্থান ছেড়ে দেয়।",
    "bass.registered": "পাবলিক এবং ব্যক্তিগত কী তৈরি হওয়ার সময় থেকে শার্ডিং",
    "bass.sharding": "প্রকল্পের ধরণ অনুযায়ী শার্ডিং",
    "bass.shards": "শার্ডগুলি বেশি নেওয়া ভাল নয়, স্থানীয় শর্তাদি অনুযায়ী করতে হবে",
    "bass.work": "নেটওয়ার্ক ফ্র্যাগমেন্টেশন",
    "bass.prove": "নেটওয়ার্ক ফ্র্যাগমেন্টেশনের মাধ্যমে যোগাযোগ এবং সমকালীনতা উন্নত করা হয়",
    "bass.global": "আইব্যাক্স একটি বিশ্বম্যাপী ব্লকচেইন ফ্রেমওয়ার্ক, এবং অঞ্চল পার্থক্যের জন্য নেটওয়ার্ক ল্যাটেন্সি এর জন্য আমরা বর্তমান অঞ্চলের মাধ্যমে সম্মান নোড দ্বারা নেটওয়ার্ক দক্ষতা উন্নত করেছি",
    "bass.solve": "\"আমাদের যা সমাধান করতে চাই তা কেবল প্রযুক্তিগত সমস্যা নয়, পণ্য ধারণা ও বিচারধারাও সমাধান করতে চাই।",
    "bass.thinking": "ব্যবহারকারীর দৃষ্টিভঙ্গিতে মানুষের সন্তানকে সত্যিই একটি মান্যমান্য প্ল্যাটফর্ম পণ্য প্রদানের মাধ্যম।",
    "bass.actions": "ক্রস-শেয়ার লেনদেন",
    "bass.not": "ক্রস-শেয়ার লেনদেন ব্যবহার করে না করেন না ব্যবহার করেন না করেন করেন না করেন না",
    "bass.whether": "অঞ্চল পার্থক্য লেনদেন, সম্মান নোডগুলি এবং সম্মতি মেকানিজমের মাধ্যমে লেনদেন করা হয় এবং এই ভাবে দ্রুততা উন্নত করা হয় এবং কর্মক্ষমতা নষ্ট করা হয় না।",
    "bass.same": "একই ব্লকচেইন",
    "bass.controls": "আইব্যাক্স সম্মতিকে একই করে",
    "bass.principle": "আইব্যাক্স একই চেইনের সিদ্ধান্ত রাখে এবং বিশ্বব্যাপী মতামত নোড এবং বিশ্বব্যাপী মতামত পদ্ধতি দ্বারা লেনদেন শার্ডিং সাধ্য হয়।",
    "bass.off": "অফ-চেইন যোগাযোগ",
    "bass.closed": "ব্লকচেইনের বন্ধ স্থানগুলি ভেঙ্গে দিন",
    "bass.order": "ব্লকচেইন সাধারণত \"ওরাকল\" ব্যবহার করে ডেটা নিরাপত্তার জন্য অব-ব্লকচেইন ডেটার সাথে প্রযুক্তি চিন্তা করতে ব্যবহার করে। IBAX তে আমরা সিএলবি - ক্রস লেজার বেস নোড তৈরি করেছি, যা শুধুমাত্র বাইরের ডেটা গুলি আনতে ইন্টারনাল চেইনে সন্নিবেশ করতে পারে, এবং এটি ব্লকচেইন গুলির মধ্যে সম্ভাব্য সত্তা ও তথ্যের জন্য হবে;",
    "bass.also": "সিএলবি টিতে স্থানীয় গণনাবলি মডেলের অপারেশন এর জন্য \"এডজ কম্পিউটিং\" এ বহনযোগ্য হিসাবে ব্যবহার করা যাবে, এবং IBAX নেটওয়ার্ক মডেলের একটি সঙ্গতিপূর্ণতা নিশ্চিত করবে, যেখানে এডজ কম্পিউটিং এর ফলাফলগুলি একটি নেটওয়ার্ক নোড সেটে যোগ করা হবে যার IP পয়েন্ট-টু-পয়েন্ট মাধ্যমে এসমিট্রিক এনক্রিপশন মোডে অনুপ্রানিত হবে, তাই মূল ডেটা দৃশ্যমান হবে না, অর্থাৎ মূল ডেটার নিরাপত্তা সংরক্ষণ করে এবং উপসাগরের স্বার্থ অর্জন করার উদ্দেশ্য সম্ভব হয়।",
    "bass.in": "ব্লকচেইনের ভিতরে সমৃদ্ধ ডেটা",
    "bass.enrich": "প্রবৃদ্ধিত ব্যবসায়িক স্কেনারিও",
    "bass.choices": "আরও সুযোগ ",
    "bass.opportunities": "আরও পছন্দ, আরও সুযোগ",
    "bass.support": "ক্রস-সিস্টেম সমর্থন",
    "bass.sup": "ফেডারেল লার্নিং এবং এজ কম্পিউটিং সক্ষম করা",
    "bass.diversification": "ডেটা বিবিধতা",
    "bass.refer": "ব্লকচেইনের বাইরের কোনও ডেটা উল্লেখ করতে পারে",
    "bass.weather": "যদি আবহাওয়া ডেটা, স্টক মার্কেট ডেটা, ভূগোল তথ্য ইত্যাদি ব্লকচেইনের ভিতরে উল্লেখ করা যায়, তাহলে ইন্টারনেটের এই তথ্যগুলি সর্বাধিক ব্যবহার করতে এবং ব্লকচেইনের ডিসেন্ট্রালাইজড মেকানিজম একত্রিত করতে পারে, যা সত্যিই বিশ্বকে পরিবর্তন করবে।",
    "bass.blockchain": "\"ব্লকচেইনের বড় সংস্কৃতির প্রভাব পড়েছিল, অফ-চেইন ডেটা যাচাইয়ের জন্য ব্লকচেইনের উন্নয়ন প্রভাবিত হয়েছিল। ",
    "bass.verification": "ক্রস-লেজার বেস নোড (CLB) একটি প্রভাবশালী প্রয়োজনীয় পদক্ষেপ, যা পৃথিবীর অনুপ্রানিত ওয়েব দুনিয়ার দ্বার খুলে। এটি ব্যবহার করে আপনি যা চান সেটা সম্ভব হবে।\"",
    "bass.light": "হালকা এবং দ্রুত",
    "bass.rapid": "ক্রস-লেজার বেস নোড (CLB) এর দ্রুত প্রতিষ্ঠান",
    "bass.there": "ক্রস-লেজার বেস নোড (CLB) অন্য নোডগুলির মত স্থাপন হয় এবং আপনি তা নিজের কম্পিউটার ডিভাইসে প্রতিষ্ঠান করতে পারেন, যাতে ক্রস-লেজার বেস নোড (CLB) সমবোধন নিয়মের শর্তগুলি পূরণ করে এবং স্মার্ট কন্ট্র্যাক্টের মাধ্যমে অফ-চেইন ডেটা অ্যাক্সেস করতে পারেন।",
    "bass.en": "হাইব্রিড স্মার্ট কন্ট্র্যাক্ট",
    "bass.with": "হাইব্রিড স্মার্ট কন্ট্র্যাক্ট তৈরি করুন",
    "bass.when": "সিএলবি নোডগুলি ব্যবহার করে হাইব্রিড স্মার্ট কন্ট্র্যাক্ট তৈরি করলে, এটি ডিফাই, এনএফটি, গেম, স্মার্ট লেনডিং ইত্যাদি এর সাথে অফ-চেইন ডেটা সম্পর্কিত কাজ করতে হয়না সেই সকল ড্যাপে প্রয়োগ করতে পারবেন।",
    "bass.oper": "সিএলবি অপারেশন",
    "bass.on": "অফ-চেইন ডেটা আপলোড",
    "bass.authority": "ডিসেন্ট্রালাইজড অথরিটি",
    "bass.permissions": "বেশিরভাগ স্বাক্ষর ব্যবহার করে অ্যাকাউন্ট অথরিটিগুলি ডিসেন্ট্রালাইজ করা",
    "bass.transferring": "একটি মাল্টি-স্বাক্ষর অ্যাকাউন্ট থেকে ধন স্থানান্তর করতে (N) মাল্টি-স্বাক্ষর অ্যাকাউন্টের অনুমোদনের প্রয়োজন হয়। m+n>51% এর জন্য স্থানান্তর সম্পন্ন করতে হয়।",
    "bass.downloaded": "বহুল স্বাক্ষর শুধুমাত্র প্রথাগত সাধারণের ব্যাপার নয়, বরং চুক্তিসমূহে বহুল স্বাক্ষর ট্রানজেকশন রেজিস্ট্রি করার জন্য ইউজার ওয়ালেটে একটি বৈশিষ্ট্য যোগ করা হয়েছে, যা বাজারজাত ব্যবহারের জন্য ডাউনলোড করা ও ব্যবহার করা যেতে পারে বিএএস অ্যাপ্লিকেশন মার্কেটপ্লেসে।",
    "bass.account": "ডিসেন্ট্রালাইজড অ্যাকাউন্ট অথরিটি সেন্ট্রালাইজড প্রাইভেট কি-তে সমতুল্য",
    "bass.centralized": "যখন বেশিরভাগ পক্ষের সহযোগিতা রয়েছে তখন সেন্ট্রালাইজড অথরিটি এড়াতে থাকুন",
    "bass.each": "ফ্লেক্সিবিলিটি, অ্যাকাউন্ট ওজনগুলি পরিবর্তন করা যায়",
    "bass.secur": "ওয়ালেট সুরক্ষা",
    "bass.wallet": "মাল্টি-স্বাক্ষর ওয়ালেট ব্যক্তিগত কী ফালানোর প্রাকৃতিক প্রতিকূলতা প্রতিরোধ করে",
    "bass.insecure": "যেখানে ব্যক্তিগত কীগুলি প্রকাশ্য হতে পারে তার একটি অসুরক্ষিত পরিবেশে, মাল্টি-স্বাক্ষর ওয়ালেটটি আপনার ব্যক্তিগত কীকে হ্যাকারদের হ্যাকিং থেকে প্রভাবিত করতে পারে না।",
    "bass.concept": "\"ডিসেন্ট্রালাইজেশন এর ধারণা ব্লকচেইনের মৌলিক মূল, এবং বেশিরভাগ স্বাক্ষর প্রযুক্তি এই ধারণাটি ভালো ভাবে উপস্থাপন করে এবং ব্যবহার করে।",
    "bass.maintains": "এই প্রযুক্তিটি ডিফাই এবং এক্সচেঞ্জের মতো ব্যবসায়িক পরিস্থিতিতে প্রযোজ্য হয়।\"",
    "bass.notifce": "অব-চেইন বিজ্ঞপ্তি",
    "bass.signed": "স্বাক্ষরিত লেনদেনগুলি ব্লকচেইনে সংযুক্ত অ্যাকাউন্টগুলিতে জানানো হয়",
    "bass.signature": "স্বাক্ষরিত লেনদেন চালানোর সময়, IBAX নেটওয়ার্কটি ব্লকচেইনের সংযুক্ত অ্যাকাউন্টগুলিতে বিজ্ঞপ্তি সমকালীন করবে। বিজ্ঞপ্তি এনক্রিপ্ট করা হয় এবং কেবল সংযুক্ত অ্যাকাউন্ট দ্বারা পঠনযোগ্য, তাই অন্যান্য উপায়ে সংযুক্ত অ্যাকাউন্টকে আপনাকে জানাতে দরকার নেই।",
    "bass.to": "ঠান্ডা ওয়ালেটের সাথে তুলনা করে",
    "bass.safer": "ঠান্ডা ওয়ালেটের চেয়ে নিরাপদ এবং বিশ্বস্ত",
    "bass.compared": "মাল্টি-স্বাক্ষরিক অ্যাকাউন্টগুলি ঠান্ডা ওয়ালেটের চেয়ে নিরাপদ এবং বিশ্বস্ত, একাধিক ব্যক্তিগত কী একইসাথে কতগুলি সংরক্ষণাগার বিকল্প এবং সেন্ট্রালাইজড ম্যানেজমেন্টের চেয়ে ডিসেন্ট্রালাইজড অথরিটিস আরও নিরাপদ।",
    "bass.cold": "ঠান্ডা ওয়ালেট",
    "bass.mul": "মাল্টি-স্বাক্ষরিক ওয়ালেট",
    "bass.anonymous": "গোপনীয়তা এবং নিরাপত্তার জন্য অনাম লেনদেন",
    "bass.implementation": "IBAX নেটওয়ার্কে, আমরা দুটি অমলকীয় অংশে পরিচালিত ট্রানজেকশনের জন্য জিরো-নলেজ প্রুফ এবং জিরো-নলেজ প্রুফ এর মাধ্যমে স্মার্ট কন্ট্রাক্টের জন্য জিরো-নলেজ প্রুফ প্রয়োগ করেছি। স্মার্ট কন্ট্রাক্ট সমর্থিত আধুনিক ব্লকচেইন নেটওয়ার্কগুলিতে কেবল জিরো-নলেজ প্রুফ এর মাধ্যমে লেনদেন ডেটার নিরাপত্তা ও গোপনীয়তা নিশ্চিত করতে পারে।",
    "bass.protection": "শক্তিশালী গোপনীয়তা সুরক্ষা ব্যবস্থা",
    "bass.process": "লেনদেনগুলি ট্রেসকরযোগ্য নয়",
    "bass.leaked": "ব্যক্তিগত লেনদেন তথ্য প্রকাশ করা হয় না",
    "bass.technical": "টেকনিক্যাল সমর্থন",
    "bass.black": "কালো বাক্স প্রযুক্তি",
    "bass.homomorphic": "IBAX নেটওয়ার্কে, আমরা উন্নত হোমোমর্ফিক এনক্রিপশন ব্যবহার করি, যা গণিতিক সমস্যা সম্পর্কিত গণিতশাস্ত্রের গণনার উপর ভিত্তি করে একটি ক্রিপ্টোগ্রাফিক প্রয়োগ, যা সাধারণত এমন ব্যক্তিরা করতে পারে যারা ক্রিপ্টেক্স্ট ডেটা উপর যেকোনো গণনা প্রয়োজন করে এবং নিশ্চিত করে যে ফলাফলগুলি সঠিক এবং শুধুমাত্র ডেটা এর মালিকের অ্যাক্সেস থাকে, ট্রানজেকশনের সময় আপনার গোপনীয়তা রক্ষা করে।",
    "bass.since": "\"ব্লকচেইনে ব্যক্তিগত লেনদেন সুরক্ষিত এবং অনুপ্রবেশিক।",
    "bass.frequenc": "ব্যবহারকারীদের মধ্যে উচ্চ ফ্রিকোয়েন্সি কোয়ান্টিটেটিভ লেনদেন সুরক্ষিত করে, এবং কিছুটা বিনিয়োগের জন্য অনাম লেনদেনের একটি বাজার প্রয়োজন পূরণ করে।\"",
    "bass.transac": "অনাম লেনদেন",
    "bass.system": "একটি আর্থিক সংঘটিত সিস্টেম প্রতিষ্ঠা করুন",
    "bass.financial": "একটি আর্থিক সংঘটিত সিস্টেম হলো অন্যদের থেকে একই পরিমাণের ক্রিপ্টোকারেন্সি পেতে একটি ক্রিপ্টোকারেন্সি ব্যবহার করা। এটি ব্যবহারকারীদের তাদের ধন দ্রব্য দ্বারা দ্রুত এবং দক্ষতার সাথে মিশিয়ে দেয়, যা পূর্ববর্তী ব্যবহারকারী অ্যাকাউন্ট এবং নতুন অ্যাকাউন্টের মধ্যে একটি অজ্ঞাত সম্পর্ক সৃষ্টি করে। এর সিদ্ধান্ত হলো একটি লেনদেনে ইনপুট এবং আউটপুট ঠান্ডা করে, তাই গোপনীয়তা রক্ষা করে এবং অনাম হয়ে যায়।",
    "bass.secure": "নিরাপদ লেনদেন",
    "bass.make": "\"নিরাপদ ডিপোজিট বাক্স\" ফাংশন",
    "bass.information": "আইব্যাক্স নেটওয়ার্কে, প্রতিটি অ্যাকাউন্টে একটি 'নিরাপদ ডিপোজিট বক্স' রয়েছে যেখানে বিভিন্ন সম্পত্তি সাইফার টেক্সটে সংরক্ষণ করা যেতে পারে, যাতে অ্যাকাউন্ট পরিবর্তন করার পরেও একই সাইফার টেক্সট প্রবেশ করিয়ে বর্তমান অ্যাকাউন্টে একই সম্পত্তি সরবরাহ করা যেতে পারে, যাতে পরিচালনা ক্ষমতা এবং সম্পত্তির স্যুইচিং আরও নিরাপদ হয়।",
    "bass.safe": "আইব্যাক্স নেটওয়ার্কে, প্রতিটি অ্যাকাউন্টে একটি \"নিরাপদ\" রয়েছে, এবং বিভিন্ন সম্পত্তি সাইফার টেক্সটে নিরাপদ হয়ে সেফ এ সংরক্ষণ করা যেতে পারে। অ্যাকাউন্ট পরিবর্তন করার পরেও, একই সাইফার টেক্সট প্রবেশ করিয়ে একই সম্পত্তি বর্তমান অ্যাকাউন্টে সরবরাহ করা যেতে পারে এবং পরিচালনা ক্ষমতা এবং সম্পত্তির স্যুইচিং আরও নিরাপদ হয়।",
    "bass.hidden": "অভিজ্ঞতা গোপন করা",
    "bass.sec": "ডেটা নিরাপত্তা",
    "market.video": "BaaS ডেমো ভিডিও",
    "market.help": "বিস্তারিত সাহায্য নথি আপনাকে অ্যাপ্লিকেশন দ্রুত পরিচিত করাতে সহায়তা করবে।",
    "market.watch": "বিস্তারিত সাহায্য নথি আপনাকে অ্যাপ্লিকেশন দ্রুত পরিচিত করাতে সহায়তা করবে।",
    "market.view": "বিস্তারিত দেখুন",
    "market.application": "BaaS অ্যাপ্লিকেশন",
    "market.token": "ইকো-কয়েন / টোকেন",
    "market.create": "এক ক্লিকে একটি অ্যাকোসিস্টেম তৈরি করুন এবং টোকেন ইস্যু করুন।",
    "market.point": "সম্পূর্ণ নোড তথ্য",
    "market.each": "ব্লকচেইনের প্রতিটি নোডই সর্বজনীন এবং প্রেরণ প্রোটোকলের মাধ্যমে নোডের পথ পেয়ে তাদের মধ্যে তথ্য পাঠাতে সক্ষম হয়।",
    "market.vote": "ভোট",
    "market.multiple": "যৌথ নেটওয়ার্ক যোগদান টেমপ্লেট, প্ল্যাটফর্ম পরিমাণ সংশোধন টেমপ্লেট, ইকো পরিমাণ সংশোধন টেমপ্লেট, টোকেন ফেরত টেমপ্লেট, ইকো মান প্রমাণকরণ টেমপ্লেট এবং সাধারণ ভোটিং টেমপ্লেট সহ বহুল ভোটিং টেমপ্লেট সরবরাহ করে। উপরের সব টেমপ্লেটের প্যারামিটার সংশোধনের জন্য টেমপ্লেটগুলির প্যারামিটার সংশোধনের জন্য টেমপ্লেট সরবরাহ করা হয় এবং কাস্টমাইজড ভোটিং সমর্থন করে।",
    "market.supply": "সাপ্লাই চেইন",
    "market.provide": "সরবরাহ শ্রেণীর জন্য সম্পূর্ণ মাল পরিবহন তথ্য সরবরাহ করে, পণ্যের অব্যয় এবং পণ্যের প্রত্যাহার সময় সঠিকভাবে নথিভুক্ত করে। আর্থিক পরিচালনা মান অ্যাট্রিবিউট প্রয়োগ করে সরবরাহ শ্রেণীর জন্য সম্পূর্ণ ব্লকচেইন প্রয়োজনা সেবা সরবরাহ করার জন্য।",
    "market.defi": "Defi",
    "market.the": "আপনার টোকেনগুলির জন্য ডিসেন্ট্রালাইজড Defi যেখানে কোয়ান চুরির ঝুঁকি নেই।",
    "market.member": "সদস্যতা পরিচালনা",
    "market.govern": "ইকো-সদস্যরা সমবেদনশীলভাবে পরিচালিত হয়, একটি স্থিতিশীল কমিউনিটি গঠন করে এবং ভোটের মাধ্যমে অ্যাকোলজিক প্যারামিটারে পরিবর্তন নির্ধারণ করে।",
    "market.network": "সংঘবদ্ধ নেটওয়ার্ক",
    "market.display": "যৌথ নেটওয়ার্কে যোগদানের আবেদনের রেকর্ড প্রদর্শন করে। আপনি যৌথ নেটওয়ার্কে যোগদানের জন্য একটি ভোটিং অনুরোধ তৈরি করতে পারেন, যা নির্ধারিত ভূমিকায় সমাধান করা হয়।",
    "market.cyber": "নেটওয়ার্ক নিরাপত্তা",
    "market.secure": "ব্লকচেইন যোগাযোগ সঙ্গতিপূর্ণ ক্রিপ্টোগ্রাফিক মেকানিজম, একাধিক স্বাক্ষর এবং কোয়ান চুরির ঝুঁকি নেই এমন ঠিকানার উপর নির্ভরশীল নেটওয়ার্ক।",
    "market.decentralized": "ডিসেন্ট্রালাইজড চ্যাট",
    "market.chat": "চ্যাট রেকর্ড দেখুন, বর্তমান ইকোলিব সম্পর্কিত সমস্ত চ্যাট প্রদর্শন করে। একটি এক থেকে এক চ্যাট চালিয়ে যান যাতে ব্যক্তিগত বিষয়বস্তু বাইরের জগতে জ্ঞাত না হয়। গ্রুপ চ্যাটের জন্য সমর্থন, যেখানে মানুষরা কথা বলতে এবং তাদের মতামত শেয়ার করতে পারে।",
    "market.asked": "সাধারিত প্রশ্নাবলী",
    "market.more": "আরও প্রশ্ন ও উত্তর দেখুন",
    "market.real": "আসল ইকোসিস্টেম কি?",
    "market.exist": "বিদ্যমান ব্লকচেইনগুলি একটি \"স্বপ্রবন্ধিত\" সিস্টেম এবং \"DAO\" এর প্রকৃতি আপাত পূর্ণ আপাত পূর্ণ \"DAO\" এর প্রকৃতি থেকে এখনও পর্যন্ত প্রাণপ্রণিত আপাত প্রাণপ্রণিত \"ডিএও\" এর পরিকল্পনা হয়নি। প্রধান কারণ হল ডেটা ব্লকচেইনের বাইরে থেকে প্রাপ্ত করা যায় না। এটা হচ্ছে কারণ \"Chainlink\" এর মতো ক্রস-চেইন প্রকল্প উদ্ভব হয়েছে। এই প্রকল্পগুলির মূল উদ্দেশ্য হল বাইরের চেইনের ভিন্ন ডেটা সোর্স থেকে ডেটা সংযোজন করার জন্য এই প্রকল্পগুলি বিন্যাস করা। প্রায় সমস্ত আধুনিক ব্লকচেইন নেটওয়ার্কগুলি স্মার্ট কন্ট্রল দ্বারা চালিত হয়, কিন্তু শুধুমাত্র স্মার্ট কন্ট্রল এর জন্য ক্রস-চেইন প্রমাণ প্রমাণ করতে পারে স্মার্ট কন্ট্রল এর জন্য ক্রস-চেইন প্রমাণ প্রমাণ করতে পারে ট্রানজেকশন ডেটা এর নিরাপত্তা এবং গোপনীয়তা নিশ্চিত করতে পারে।",
    "market.public": "IBAX পাবলিক নেটওয়ার্কে, ক্রস-চেইন / ক্রস-ডেটা কার্যকারিতা সম্পন্ন হয়েছে, যাতে বিভিন্ন অফ-চেইন ডেটা সোর্স থেকে ডেটা সহজে এবং দ্রুত ইব্যাক্স নেটওয়ার্কে অ্যাক্সেস করা যায়, যা একটি আসল ইকোসিস্টেম তৈরি করে এবং ব্যবসা এবং জীবনের ব্লকচেইনিং সম্পূর্ণ করে।",
    "market.low": "লোকোড উন্নয়ন কী?",
    "market.has": "IBAX একাধিক মৌলিক স্মার্ট কন্ট্রাক্ট এবং BaaS কার্যক্রম সংযুক্ত করেছে। আপনি শুধুমাত্র সংশ্লিষ্ট চুক্তি বায়বস্থায় উল্লিখিত হয়েছে, অথবা আপনি ভিজ্যুয়াল পেজ ব্যবহার করে সম্পূর্ণ করতে পারেন: এক ক্লিকে মুদ্রায়ন, একোলজি পরিচালনা, ভোটিং ইত্যাদি। এই কার্যকারিতাগুলি কর্মকর্তার দায়িত্ব সরবরাহ করার কাজটি বেশিরভাগ কার্যকর করে দেয়।",
    "market.ia": "ক্রস-চেইনিং কি, এর কোন পরিস্থিতিতে ব্যবহার করা যায়, এবং এটি আমাদের জীবনে কি পরিবর্তন আনতে পারে?",
    "market.integrate": "IBAX এর ক্রস-চেইন পরিচালিত একটি সেন্ট্রালাইজড ক্রস-চেইন হয় যা CLB প্রযুক্তি সংগ্রহ চুক্তি ক্রিপ্টোগ্রাফির মাধ্যমে ব্যবহার করে, যা স্মার্ট কন্ট্রাক্টের মাধ্যমে স্বয়ংক্রিয়ভাবে সম্পদ সংরক্ষণ এবং সম্পদ লক করতে পারে। এই সেন্ট্রালাইজড ক্রস-চেইন হলো ক্রস-চেইন প্রযুক্তির মৌলিক সমাধান।",
    "market.built": "IBAX পাবলিক নেটওয়ার্কে নির্ভরযোগ্য হয়ে ইকোসিস্টেম কেন নির্ভরযোগ্য?",
    "market.one": "1. IBAX নেটওয়ার্ক হচ্ছে একটি সরাসরি ভিত্তিতে মাইক্রোসার্ভিস ভিত্তিতে ইন্টিগ্রেটেড ব্লকচেইন অবকাঠামো;",
    "market.two": "2. বিদ্যমান ব্লকচেইন বিশ্বে সাধারণত ঘটার জন্য প্রচলিত প্রতারণা এবং অন্যান্য মন্দ ঘটনার ঘটনা প্রতিরোধের জন্য, IBAX নেটওয়ার্ক অর্থনৈতিক সিদ্ধান্তগুলি এবং পরিদপ্তরের প্রয়োজনীয়তাগুলি ব্যবহার করে মূলত উন্নত ক্রিপ্টোগ্রাফিক প্রযুক্তির সাথে একত্রিত হয়, যেমন হোমোমরফিক এনক্রিপশন, সম্পদ লক, স্মার্ট কন্ট্রাক্টের শূন্য জ্ঞান প্রমাণ, অপঠিত গোপনীয় কী জোড়া (স্মার্ট কন্ট্রাক্ট এনক্রিপশন) ক্রস-চেইন মেকানিজম, বহু-চেইন আইসলেশন ইত্যাদি। এর মাধ্যমে IBAX নেটওয়ার্কের ইকোলজি লাইব্রেরি এবং ইকোলজি ক্লাস্টারের প্রজেক্টগুলি সর্বাধিক সমতূল্য, প্রত্যক্ষ এবং প্রতারণামুক্ত হয়ে থাকে;",
    "market.three": "3. DPOA এর উন্নত সংস্করণটি কনসেনস স্তরের পরিমাণ ব্যবহার করে, IBAX একোলজি অনুযায়ী বিপন্নতা বৃদ্ধি করার প্রাণপ্রাণ্যপূর্ণতা প্রদান করে এবং কমার্শিয়ালাইজেশনে অন্তর্ভুক্ত করে বিধি প্রয়োজন করে বিভিন্ন আইনি প্রতিষ্ঠান।",
    "market.reward": "অনুপ্রাণিত পরিকল্পনা",
    "market.colorful": "বিভিন্ন ইকো-ইনসেন্টিভ পরিকল্পনা",
    "market.foundation": "IBAX ফাউন্ডেশন বিভিন্ন ইকোলব ইনসেন্টিভ পরিকল্পনা তৈরি করেছে। আপনি দলের আকার এবং অ্যাপ্লিকেশনের প্রকার অনুযায়ী সম্প্রদায় প্রকল্প দলে যোগ দিতে পারেন এবং এই কার্যক্রমগুলি নিয়মিত সময়ে সময়ে অনুষ্ঠিত হয়।",
    "market.join": "এখনই যোগদিন",
    "market.heading": "শিরোনাম",
    "market.want": "আমাদের ইভেন্ট সম্পর্কে আরও জানতে চান? ইভেন্ট ইতিহাসে যান।",
    "market.creative": "সৃজনশীল পারিস্থিতিকী অ্যাপ্লিকেশন",
    "market.ideas": "আপনার ব্রিলিয়েন্ট আইডিয়াগুলি আইব্যাক্স নেটওয়ার্কের মাধ্যমে প্রকাশ করুন এবং ব্যবহারকারীদের তাদের প্রয়োজনীয় অ্যাপ্লিকেশন সরবরাহ করুন। এটা মার্মিক কিছু আইডিয়া হতে হবে না, এমন কয়েকটি ছোট্ট আইডিয়াও যা পারিবর্তন আনবে সেগুলি অনেকটা উৎসাহিত করা হবে।",
    "market.ecological": "ভবিষ্যতের প্রযুক্তির অগ্রগামী ইকো-অ্যাপ্লিকেশন",
    "market.development": "ব্লকচেইন প্রযুক্তির উন্নতি কখনও থামে না, এবং IBAX দলটি প্রযুক্তিগত প্রবর্তন এবং আবিষ্কার চালাচ্ছে। আমরা একসাথে কাজ করার জন্য মনোযোগী প্রযুক্তিগত দলগুলি খুঁজে পেতে চাই। এই উদ্দেশ্যে, IBAX ফাউন্ডেশন বিভিন্ন উপায়ে উন্নয়ন দল বা ব্যক্তিদের উৎসাহিত করবে।",
    "market.wonderful": "কিছু আশ্চর্য্যময় তৈরি করুন!",
    "market.blockchain": "IBAX একটি ডেভেলপমেন্টের জন্য একটি ফাউন্ডেশন ব্লকচেইন এবং আমরা পৃথিবীর সর্বত্র থেকে কোম্পানি, উদ্যোক্তা, দল বা একক ডেভেলপারদের স্বগত জানাচ্ছি আপনার আইডিয়াগুলি আইব্যাক্স নেটওয়ার্কের মাধ্যমে প্রকাশ করতে। আমরা দীর্ঘমেয়াদী এবং উত্সাহজনক ইভেন্ট অনুষ্ঠিত করব, এবং আপনার অংশগ্রহণের কামনা করি।",
    "market.videos": "ভিডিও দেখুন",
    "market.rewards": "IBAX টোকেন পুরস্কার",
    "market.order": "IBAX একো-ডেভেলপারদের জন্য দলিল সরল করার জন্য এবং ডেভেলপার ব্যয় হ্রাস করার উদ্দেশ্যে, IBAX কমিউনিটি দ্বারা সনাক্ত করা একো-সাইটগুলি ফাউন্ডেশন থেকে IBAX পাস সম্পর্কিত পুরস্কার পাবে।",
    "market.team": "IBAX দলের প্রযুক্তিগত সমর্থন",
    "market.have": "আপনার অসাধারণ আইডিয়া আছে কিন্তু এটি প্রযুক্তিগত দক্ষতা নেই, তবে আপনি চেষ্টা করতে পারেন আইব্যাক্স দলের সাথে যোগাযোগ করতে এবং অনুমোদন পানর পরে আইব্যাক্স দল সমস্যাগুলি সমাধান করবে সম্পূর্ণ বিনামূল্যে।",
    "market.excellent": "অসাধারণ প্রকল্পগুলি নিশ্চিতভাবে বিভিন্ন ধরণের প্রোত্সাহনা পাবে",
    "market.exploring": "IBAX ফাউন্ডেশন আইব্যাক্স নেটওয়ার্কের অপারেশন এবং উন্নয়নের দায়িত্ব পেয়ে থাকে এবং অপ্রতিস্বীকৃত একো-প্রকল্পগুলি খুঁজে পেতে থাকে। এই একো-প্রোত্সাহনায় অর্থনৈতিক সাহায্য, প্রযুক্তি, প্রচার এবং প্রমোশন সহ সমগ্রভাবে আপনার প্রকল্পের সর্বোত্তম প্রদর্শন পাওয়া যাবে।",
    "market.much": "আরও কিছু কেস",
    "market.eco": "IBAX ওয়ালেট",
    "market.based": "Jutkey Wallt হল IBAX চেইনের উপর নির্ভর করে একটি বিচারগুলি বহুমুদ্রিত ওয়ালেট। ওয়ালেটে আপনি IBAX মাইনার যুক্ত করতে পারেন এবং মাইনারদের আয় এবং অবস্থান সরাসরি সময়ে দেখতে পারেন। ভবিষ্যতে মাইনিং পুল সমর্থন থাকবে, সুতরাং নিখোঁজে থাকুন।",
    "market.download": "ডাউনলোড করুন",
    "market.management": "ওয়িভার ইকোলিব ম্যানেজার",
    "market.Weaver": "ওয়িভার হল IBAX ডেভেলপারদের জন্য একটি ইকো পরিচালনা টুল। ওয়িভার ব্যবহার করে আপনি একটি পারিস্থিতিক সৃষ্টি করতে পারেন, এক ক্লিকে কয়েন জারি করতে পারেন, স্মার্ট কন্ট্রাক্ট পরিচালনা করতে পারেন এবং আরো অনেক কিছু।",
    "market.information": "পির-টু-পি এনক্রিপ্টেড তথ্য",
    "market.tool": "ভি-টক হল IBAX গার্ডিয়ান নোডের উপর ভিত্তি করে পির-টু-পি প্রোটোকল দ্বারা প্রদত্ত একটি ডিসেন্ট্রালাইজড চ্যাট টুল। ভি-টক একটি ব্যক্তিগত, দৃশ্যমান এবং কখনই মুছে যায় না চ্যাট।",
    "market.learn": "আরও জানুন",
    "feature.we": "আমরা বিশ্বাস করি য়ে ভবিষ্যতে এনএফটি একটি চিত্র নয়, বরং কোড সহ পৃথক প্রকারের তথ্যও হবে।",
    "feature.node": "বহু নোডের ধরণ",
    "feature.hor": "অনুদান নোড",
    "feature.honor": "অনুদান নোড হল আইব্যাক্স পাবলিক নেটওয়ার্কের সবচেয়ে গুরুত্বপূর্ণ অংশ। এদের দায়িত্ব হল সম্পূর্ণ আইব্যাক্স নেটওয়ার্কের ব্লক প্যাকেজিং এবং প্যাকেজিং পুরস্কার পাওয়া। আমরা একটি কীর্তি ব্যবস্থা ব্যবহার করি, যা ব্যর্থ হওয়া নোডের প্রভাবকে কমাতে পারে, তাই এটি \"অনুদান নোড\" বলা হয়।",
    "feature.any": "যেকোনো মিন্ট নোড যা সংযুক্ত গণনা ক্ষমতা আকার অবস্থা এবং সম্পূর্ণ ঠিকানার সাথে মিল ছাড়াই, \"অনুদান নোড\" হওয়ার সুযোগ পাবে, মিন্ট নোডের মোট গণনা ক্ষমতা এবং জামানত এমনকি একটি পূর্বাবস্থার প্রয়োজন রয়েছে, \"অনুদান নোড\" চালানোর জন্য সার্ভারের হার্ডওয়্যার প্রয়োজনও আছে। আইব্যাক্স নেটওয়ার্কটি একটি সমন্বয়কৃত হার্ডওয়্যার মনিটরিং সিস্টেম আছে, যা অনুদান নোডের হার্ডওয়্যার চালনা পরিবেশ সাময়িকভাবে মনিটর করার সুযোগ প্রদান করে।",
    "feature.guard": "গার্ডিয়ান নোড",
    "feature.as": "একটি উদ্যোক্তার একুট তথ্য হিসাবে এবং একটি উদ্যোক্তার বিষয়বস্তু হিসাবে, গার্ডিয়ান নোড একটি ইকো-উপাদানের তথ্য সমন্বয়ের জন্য প্রস্তুতিপ্রাপ্ত অনুরোধ প্রদর্শন করে আইব্যাক্স নেটওয়ার্কের ইকো-তথ্য সমন্বয় করার অভিযানপ্রবণতা গ্রহণ করে।",
    "feature.ecological": "ইকো-গার্ডিয়ান নোড হল অনুদান নোডের প্রার্থী এবং হার্ডওয়্যারের শর্তসমূহ এবং পঞ্চম পত্র পূরণের পত্র জমা দিয়ে অনুদান নোড হতে পারে, এবং ভোট অনুমোদন পেলে একটি অনুদান নোড হতে পারে।",
    "feature.casting": "মিন্ট নোড",
    "feature.about": "IBAX এর আরও বৈশিষ্ট্যগুলি",
    "featrue.ecolog": "ইকোলিব স্বশাসিতামূলকতা",
    "feature.realize": "আপনার স্বপ্নের 'উত্তরাধিকার' এখানে প্রকাশ করুন",
    "feature.take": "একটি ইকোসিস্টেমের পরিচালনা কিছু রূপ নিতে পারে, যেমন: কি পাস জারি করবে, কি পরিবেশের জন্য পরিবেশক এবং খরচ করার সুযোগ দিবে, কি ইকোসিস্টেম সদস্যদের কোনও গ্যাস ফি প্রয়োজন হবে না তা এই বিষয়গুলি একটি ইকোসিস্টেমের বিষয়ের সবচেয়ে গুরুত্বপূর্ণ বিষয়গুলি, এবং এই সবগুলি একই সাথে সাধন করার ক্ষেত্রে ইথিরিয়াম বা বাইন্যান্স তারা এদের সমস্ত করতে পারে না। আইব্যাক্সে, আপনি এমনটির মত 'উত্তরাধিকার' তৈরি করতে পারেন।",
    "feature.consensus": "ইকো-স্বাধীনতা",
    "feature.costs": "ইকো-সমস্যার সমাধান এবং ফি",
    "feature.issuing": "ইকো-কয়েন জারি",
    "feature.economic": "ইকো-অর্থনীতি প্রশাসন",
    "feature.mining": "ইকো-উন্নয়ন",
    "feature.incentives": "ইকো-উন্নয়ন এবং প্রোত্সাহনা",
    "feature.model": "ইকো-প্রশাসন মডেল",
    "feature.eco": "ইকো-কয়েন, গ্যাস ফি এবং মাইনিং সমস্তই ইকোসিস্টেম দ্বারা সংজ্ঞায়িত করা হয়",
    "feature.choose": "আপনি আপনার নিজের ধারণার উপযুক্ত করে এই ইকো-সেটআপগুলি কাস্টমাইজ করতে পারেন। একাধিক ফরম্যাটের সমন্বয় সমস্ত অ্যাপ্লিকেশন স্কেনারিও কভার করতে পারে, যার মাধ্যমে আপনি আপনার ব্যবসার মডেল সাধারণিকরণ করতে পারেন এবং ইকো-সদস্যদের প্রশাসন এবং প্রচারণা পরিবেশ গণনা করতে পারেন।",
    "feature.business": "ব্যবসা একটি জটিল এবং পরিবর্তনশীল পরিবেশ, আমরা ব্যবসার সারাংশ নিয়ে কার্যকরীভাবে এসেছি যাতে প্রাতিষ্ঠানিক গুন হল:",
    "feature.tokens": "কয়েন / টোকেন (মুদ্রা), গ্যাস ফি (কর), সম্মতি (আইন), মাইনিং (অর্থনীতি) এবং এটি ইকোসিস্টেমের বিষয়ের প্রায় নির্ণয় করার জন্য ছেড়ে দেয়, যাতে ইভেন ব্যবসা পরিবেশ IBAX এ প্রয়োগ করা যায়।",
    "feature.economy": "ইকোলিব অর্থনীতি",
    "feature.gas": "ইকো-গ্যাস ফি সংগ্রহ এবং সংরক্ষণ",
    "feature.transactions": "ইনার-ইকো লেনদেনে নির্দিষ্ট পরিমাণের IBXC মানে আছে যেখানে এই চেইনের গ্যাস ফি হিসাবে কাটা হয়। এই মডেলটি ইকো সদস্যদের শুধুমাত্র ইকো টোকেন অনুসরণ এবং ধারণ করতে দেয় এবং ইকো স্রষ্টারা তাদের প্রাসঙ্গিক ব্যবসা বেশি করতে দেয়।",
    "feature.expansion": "ইকো প্রসারণ",
    "feature.based": "ক্রস-চেইন ভিত্তিক ইকো-অ্যাপ্লিকেশনসমূহ",
    "feature.use": "ইকোসিস্টেম প্রয়োগগুলি আপনি এখানে সম্পূর্ণ আইব্যাক্সের প্রস্তুতি সুযোগ নিয়ে নিতে পারেন, যাতে সব অপরিষ্কার অ্যাপ্লিকেশন গেমিং, বিক্রয়, সম্প্রদায় অপারেশন, সরকারি বিষয়, ইত্যাদি ইকোসিস্টেমের উপর প্রযুক্তির সমস্ত সুবিধা প্রয়োগ করতে পারেন।",
    "feature.awards": "পুরস্কার এবং প্রশংসা",
    "feature.ecology": "ইকোলজি তৈরি করুন",
    "feature.governance": "ইকো-প্রশাসন",
    "feature.articles": "লেখা",
    "resource.project": "সম্পর্কিত প্রকল্পগুলি",
    "resource.more": "আরও এক্সটেনশনসমূহ",
    "resource.team": "দল",
    "resource.ac": "যোগাযোগ বিশ্লেষণ",
    "resource.external": "বাইরের সহযোগিতা",
    "resource.news": "সংবাদ",
    "resource.activity": "ইভেন্ট",
    "resource.white": "সাদা পত্র",
    "resource.economic": "অর্থনীতি মডেল",
    "resource.partner": "পার্টনারশিপ",
    "resource.video": "ভিডিও",
    "resource.community": "সম্প্রদায়",
    "resource.document": "ডেভেলপারদের জন্য ডকুমেন্টেশন",
    "resource.download": "ডাউনলোড",
    "resource.technical": "আমরা ব্লকচেন প্রযুক্তির মাধ্যমে সমাজ পরিবর্তনে প্রতিশ্রুতিবদ্ধ।",
    "resource.know": "আমাদের পার্টনারদের সাথে মিলন করুন",
    "resource.composed": "আইব্যাক্স ব্লকচেন প্রযুক্তিতে আদমজমকরণের প্রতিশ্রুতিবদ্ধ একটি প্রযুক্তি যাত্রী দল, আমরা ব্লকচেন প্রযুক্তির গবেষণা থেকে প্রায়োগিক অ্যাপ্লিকেশন পর্যন্ত অনুসন্ধান করি এবং ব্লকচেনের কাটিং-এজ জ্ঞান সম্পর্কে অবিরাম অন্বেষণ করি। আমরা যেসব দলকে আমাদের সঙ্গে যোগ দিতে স্বীকৃতি দিয়েছি, তাদের সবাইকে একটি দৃঢ় এবং স্থিতিশীল ব্লকচেন প্ল্যাটফর্ম সরবরাহ করেছি।",
    "resource.needs": "প্রয়োজনীয়তা প্রয়োজনীয়",
    "resourse.hundreds": "শত জন",
    "resourse.r": "আর এবং ডি দল",
    "resourse.chain": "ব্লকচেন",
    "resourse.underlying": "ব্লকচেনের আপাতত শিল্প",
    "resourse.items": "পাঁচ",
    "resourse.leading": "অগ্রণী ব্লকচেন প্রযুক্তি",
    "resourse.application": "অ্যাপ্লিকেশনগুলি",
    "resourse.system": "ব্লকচেন বিএএস সিস্টেম",
    "resourse.machine": "কনট্রাক্ট ভার্চুয়াল মেশিন",
    "resourse.languages": "একাধিক কনট্রাক্ট ভাষার সাথে সমন্বয়যোগ্য",
    "resourse.still": "আমরা এখনও পর্যালোচনা করছি",
    "resourse.view": "আমাদের প্রযুক্তি সম্পর্কে আরও মন্তব্য দেখুন",
    "resourse.person": "দলের নেতৃবৃত্ত",
    "resourse.charge": "আইব্যাক্স দলের প্রতিটি নেতৃবৃত্ত তাদের প্রতিষ্ঠানিক ক্ষেত্রে অত্যন্ত স্বাধীন চিন্তার ধারণার একজন অসাধারণ প্রতিভা এবং আইব্যাক্সে অনেকগুলি অবদান রাখেন।",
    "resourse.from": "পৃথিবীর বিভিন্ন প্রযুক্তিগত দল",
    "resourse.no": "এখন পাওয়া যায় না",
    "resourse.case": "কেস",
    "resourse.senior": "আমাদের উন্নতমানের পরামর্শদাতা দল",
    "resourse.doctor": "ক্রিপ্টোগ্রাফি পিএইচডি, চিকাগো বিশ্ববিদ্যালয়",
    "resourse.professor": "প্রফেসর (প্যারিসের ইনস্টিটিউট পলিটেকনিক)",
    "resourse.pro": "প্রফেসর",
    "resourse.phd": "ক্রিপ্টোগ্রাফি পিএইচডি",
    "resourse.public": "পাবলিক বিষয়বস্তু বিশেষজ্ঞ",
    "resourse.affairs": "পাবলিক বিষয়বস্তু বিশেষজ্ঞ",
    "resourse.developer": "আমি আইব্যাক্স দলের একজন ডেভেলপার এবং আমি এই পরিবারের মধ্যে আমার মানসিকতাকে সাধারণ করেছি এবং মানুষদের আইডিয়াগুলির প্রতি আদর করেন। এটি সবচেয়ে সুখী বিষয়।",
    "resourse.designer": "আমি আইব্যাক্সের জন্য সম্পূর্ণ ভিজ্যুয়াল ডিজাইনের জন্য দায়িত্বশীল একজন ডিজাইনার।",
    "resourse.soon": "আমি একজন ব্যবসায়িক বিশেষজ্ঞ এবং আমি আইব্যাক্সের ব্যবসা ম্যাচিং এবং দরাদরির জন্য দায়িত্বশীল। আমি আশা করি তা তারপরে আপনার সাথে চিন্তা করতে পারি।",
    "resourse.joined": "আমি ২০১৯ সালে আইব্যাক্স দলে যোগদান করেছি এবং আইব্যাক্সের দ্রুত বৃদ্ধির সাক্ষী হয়েছি।",
    "resourse.responsible": "আমি ওয়েভারের পণ্য ডিজাইনে দায়িত্বশীল, আপনার উন্নতি সাপোর্ট করার জন্য আমি বাছাই করেছি অনেক সংস্থানিক ব্যাস অ্যাপ্লিকেশন এবং আপনার ভাল অভিজ্ঞতা থাকবে এই আশা করি।",
    "resourse.hum": "হাম! আমার প্রোগ্রামিং এর মাধ্যমে আমার অনেক ধারণা প্রাপ্ত হবে, আমার পদক্ষেপ পূর্ণ করার জন্য আমার পথে দিতে দেওয়া যাবে অনেক ধারণা।",
    "resourse.our": "আমাদের দলে যেসব কোনও আপাততা নেই, কোনও প্রতিবেদন নেই, আমি সবগুলি মতামত প্রকাশ করতে পারি এবং সবাই আমাকে সাহায্য করে।",
    "resourse.administrative": "আমি একজন প্রশাসনিক বিশেষজ্ঞ এবং আমি দলের পরিচালনা এবং যন্ত্রপাতি পরিচালনা দায়িত্বশীল। এটি নিশ্চিত করতে পারে যে আমাদের বিশ্বব্যাপীভাবে ছড়িয়ে পড়া ব্যক্তিরা সমন্বয় এবং যোগাযোগ করতে পারেন।",
    "resourse.gains": "Jutkey ওয়ালেটের লাভ",
    "resourse.used": "Jutkey ওয়ালেটের দলটি বিভিন্ন পদ্ধতিতে আইব্যাক্সের পক্ষ থেকে তাকেকেই প্রাপ্তি হয়েছে, ওয়ালেট হিসাবে আইব্যাক্স নেটওয়ার্কটি ব্যবহার করা এবং আইব্যাক্স দলের সাথে যোগাযোগ রাখতে।",
    "resourse.story": "পূর্ণ গল্প খুঁজুন",
    "resourse.excellent": "আশ্চর্যজনক দলগুলি আইব্যাক্স ইকোসিস্টেমে যোগ দিয়েছে",
    "resourse.learn": "আইব্যাক্স ইকোসিস্টেমের অ্যাপস সম্পর্কে আরও জানুন",
    "resourse.compatible": "এই অ্যাপস আইব্যাক্সের কনট্রাক্ট-সঙ্গত সুবিধার সাথে ইকো-ডিপ্লয় হয়েছে",
    "resourse.name": "ইকোলিব নাম",
    "resourse.cases": "সব কেস দেখুন",
    "resourse.advantage": "অ্যাপ্লিকেশনের সুবিধা",
    "resourse.gain": "IBAX আপনাকে একটি দ্রুত স্পীড বোস্ট দেবে",
    "resourse.problems": "এই সমস্যাগুলি ব্যবহারকারীদের জন্য সমস্যার সৃষ্টি করে এবং IBAX আপনাকে এদের সম্মুখে কোন সমস্যা পরিস্থিতিতেই নেওয়া যাবে না।",
    "resourse.threshold": "বিকাশের সীমা",
    "resourse.every": "প্রতিটি দল তাদের ধারণা সহজে পূর্ণ করার সাথে সাথে সর্বনিম্ন শ্রম দিয়ে নিজেদের ধারণা সম্পূর্ণ করতে চায়। আইব্যাক্স নেটওয়ার্ক আমরা সমগ্র উন্নয়ন নথিপত্রের সাথে উন্নত ডকুমেন্টেশন প্রদান করব, যেখানে আপনি আপনার ইচ্ছিত Eco-App তৈরি করতে পারবেন, এবং আমরা সরবরাহ করে যাচ্ছি অনলাইন BaaS সিস্টেমে স্মার্ট কনট্রাক্টের অনলাইন সম্পাদনা সমর্থন।",
    "resourse.time": "উন্নয়ন সময় সংরক্ষণ করুন",
    "resourse.names": "নাম",
    "resourse.d": "গবেষণা এবং উন্নয়ন পরিচালক",
    "resourse.information": "আরও তথ্য দেখুন",
    "resourse.cost": "খরচ কমান",
    "resourse.noticed": "আমরা দেখেছি যে কিছু অসাধারণ ডেভেলপার দলগুলি কিছু ব্লকচেইনের উচ্চ ফি এর মারা খেয়েছে। অন্যদিকে, আইব্যাক্স নেটওয়ার্কে সম্পাদনার দক্ষতা এবং উচ্চ ব্লক ধারণক্ষমতা রয়েছে, তাই আইব্যাক্স নেটওয়ার্কে লেনদেন ফি অত্যন্ত কম।",
    "resourse.handling": "প্রক্রিয়া ফি কমান",
    "resourse.operations": "অপারেশন পরিচালক",
    "resourse.help": "আরও সাহায্য পেতে",
    "resourse.news": "নিউজ",
    "resourse.follow": "আরও জানতে আইব্যাক্স সম্পর্কে নিউজ ফলুন",
    "resourse.source": "উৎস",
    "resourse.type": "প্রকার",
    "resourse.search": "অনুসন্ধান",
    "resourse.introduce": "পরিচিত হতে",
    "resourse.explanation": "ভিডিওতে আইব্যাক্স সম্পর্কে জানুন",
    "resourse.video": "আইব্যাক্স দলের ভিডিও পরিচিতি",
    "resourse.sourceview": "ডেটা উত্স দেখুন",
    "resourse.start": "শুরু করুন",
    "resourse.how": "Weaver কিভাবে ব্যবহার করবেন:",
    "resourse.quickly": "Weaver দিয়ে দ্রুততার সাথে একটি জীবনযাপন তৈরি করুন",
    "resourse.issuance": "এক ক্লিকে কয়েন জারি করুন",
    "resourse.visual": "ভিজ্যুয়াল ইকো-গভর্ণেন্স পৃষ্ঠা",
    "resourse.official": "আধিকারিক",
    "resourse.facebook": "ফেসবুক",
    "resourse.twitter": "টুইটার",
    "resourse.community": "কমিউনিটি",
    "resourse.technology": "প্রযুক্তি",
    "resourse.ecologically": "ইকোলগি",
    "resourse.activities": "ইভেন্টগুলি",
    "solutions.make": "প্রতিটি অরিজিনাল শ্রদ্ধা প্রাপ্ত",
    "solutions.copyright": "ব্লকচেইন কপিরাইট",
    "solutions.protection": "আইব্যাক্স কপিরাইট সুরক্ষা প্ল্যাটফর্মটি কন্টেন্ট প্রসূতকারদের বা কন্টেন্ট অপারেটরদের জন্য একটি একপাত্রিক অনলাইন কপিরাইট সুরক্ষা সমাধান প্রদান করে, যা রাইট ডিপোজিশন, প্রসারণ মনিটরিং, ই-ডিসকভারি এবং বিচারিক সুরক্ষা মামলাগুলি সমন্বয় করে তুলে।",
    "solutions.stop": "এক ক্লিকে কপিরাইট সুরক্ষা",
    "solutions.reduce": "প্রতিষ্ঠানের খরচ কমান এবং দক্ষতা বৃদ্ধি",
    "solutions.value": "কপিরাইটের মান পুনর্রচিত করা",
    "solutions.deposit": "রাইটস ডিপোজিশন",
    "solutions.quick": "দ্রুত রাইটস নিবন্ধন টুল। ব্লকচেইনের বৈশিষ্ট্যগুলির উপর ভিত্তি করে, এটি \"প্রকাশের পরবর্তীকাল অবিলম্বে অধিকার নিশ্চিত করা\" বাস্তবায়িত করতে পারে, যা 1 মিনিটের কাজকারিতা অত্যন্ত বেগ দিয়ে সমাধান করতে পারে। এটি অধিকারদাতার পরিচয়, নিবন্ধিত কনটেন্টের অনন্য আইডি (হ্যাশ মান) এবং নিবন্ধনের সময় সুরক্ষিতভাবে ব্লকচেইনে আপলোড করা সম্ভব হয়।",
    "solutions.integrate": "\"বিচ্ছিন্ন ব্যবসায়িক সেগমেন্টগুলি একটি অনলাইন একপাত্রিক পরিষেবায় সংযোজন, ",
    "solutions.rights": "এটি রাইট ডিপোজিশন, বিতরণ মনিটরিং, ই-ডিসকভারি এবং অধিকার সুরক্ষা সেবাগুলি সংযোজন করে, অরিজিনাল তৈরি / সংগঠনগুলিকে কপিরাইট সুরক্ষা সম্পাদন করতে দিয়ে একটি খুব সহজ উপায়ে \"বিনা সমস্যা\" কপিরাইট সুরক্ষা অর্জন করতে দেয়।\"",
    "solutions.strong": "শক্তিশালী প্রযুক্তিগত সমর্থন",
    "solutions.spread": "বিতরণ মনিটরিং",
    "solutions.precision": "অন্যান্যদ্বারা সুস্পষ্ট নেটওয়ার্কওয়াইড মনিটরিং টুল। ডিএনএ অনুসন্ধান প্রযুক্তিতে ভিত্তি করে মূল কাজগুলি একটি \"প্রতিষ্ঠানের পরিচয়\" দিয়ে স্ট্যাম্প করতে পারে, বিলিয়ন স্তরের অনুসন্ধান সক্ষমতা মিলিসেকেন্ডে বিশ্বব্যাপী উপলব্ধ অনুসন্ধান ক্ষমতা, নেটওয়ার্কের প্রত্যাশিত মেয়াদ শেষ পর্য়ন্ত প্রতিস্থাপনের সময় এক্যুরেট সনাক্তকরণ করতে পারে।",
    "solutions.costs": "প্রতিষ্ঠানের খরচ কমান এবং দক্ষতা বৃদ্ধি",
    "solutions.reshaping": "কপিরাইটের মান পুনর্রচিত করা",
    "solutions.trustworthy": "বিশ্ববিদ্যালয় অব শিকাগো-র ক্রিপ্টোগ্রাফি, পিএইচডি",
    "solutions.financial": "আর্থিক নিরাপত্তা",
    "solutions.supply": "সাপ্লাই চেইন ফাইন্যান্স",
    "solutions.service": "সাপ্লাই চেইন আর্থিক সেবা প্ল্যাটফর্মটি, মূল কোম্পানির কাছের বিল প্রাপ্তির ডিজিটাল আপগ্রেড দ্বারা সম্ভব হয়, যা সাপ্লাই চেইনের মাধ্যমে আপস্ট্রিম সরবরাহকারীদেরকে উচ্চারণের মাধ্যমে বিতরণ করা হয়, যা সরবরাহ চেইনের শেষের অংশগুলিতে ছাড়াই প্রস্তুত হওয়া ব্যায়ামের ব্যায়ামটি সমাধান করে। একইসঙ্গে, আর্থিক স্তরের পরিচয় নিরাপত্তা এবং লেনদেন নিরাপত্তা প্রমাণিতও উপযুক্ত সমাধান প্রদান করে এবং ব্যবসায়ীদের অনলাইনে শূন্য যোগাযোগের জন্য সম্পূর্ণ সমাধান প্রদান করে।",
    "solutions.watch": "ডেমো দেখুন",
    "solutions.issuance": "খুলুন এবং প্রবাহিত করুন",
    "solutions.early": "হিসাবে অগ্রিম ধারণ সংগ্রহ",
    "solutions.destruction": "বিল প্রাপ্তি ধ্বংস",
    "solutions.digital": "ডিজিটাল সম্পদের পূর্ণ জীবনকালীন ব্যবস্থাপনা",
    "solutions.credit": "মূল কোম্পানিরা ব্যাংকের শ্রেয়ারে তাদের বিল পরিশোধ নিশ্চিত করতে পারেন। প্রথম শ্রেণীর সরবরাহকারীরা ব্লকচেইনে তাদের প্রাপ্য রাখ্তে পারেন।",
    "solutions.fully": "এটি একাধিক আর্থিক প্রতিষ্ঠানকে পূর্ণরূপে খোলা হয়, যেমন ব্যাংক, ফ্যাক্টরিং, ওয়ারেন্টিজ এবং ট্রাস্ট, এবং সাপ্লাই চেইনে উপস্থিত মূল কোম্পানি এবং সরবরাহকারীদেরকেও।",
    "solutions.build": "একটি ব্লকচেইন ভিত্তিক সাপ্লাই চেইন ফাইন্যান্স সহযোগিতামূলক ইকোসিস্টেম একসাথে গঠন করুন। আমরা আরও উন্নয়নশীল ব্যাংকগুলি স্বাগত জানাচ্ছি যা সংগঠনের জন্য ব্লকচেইন মিত্রত্বে যোগ দেওয়ার জন্য একসাথে কাজ করতে পারেন। বিল প্রাপ্তির পূর্ণ জীবনকালীন ডিজিটাল সম্পদের উপলব্ধি, উত্পাদন, প্রবাহ, ফাইন্যান্সিং এবং ধ্বংসসহ সম্পূর্ণ পদক্ষেপ সরাসরি চেইনে করা হয়। অ-ব্লকচেইন সিস্টেমে সাধারণত ঘটা ডাবল ব্যয়বহুলতা এবং সামঞ্জস্যহীনতার সমস্যাগুলির মুক্তি করুন।",
    "solutions.flexible": "সহজে খোলা এবং ভাগ করা ইকো-সিস্টেম",
    "solutions.suppliers": "সমস্ত স্তরের সরবরাহকারীরা ব্লকচেইনে ধারণ করা বিল প্রাপ্তি সংগ্রহ করতে পারেন, তা ফান্ডারদেরকে সরাসরি স্থানান্তর করতে পারেন এবং পূর্বাভাস হিসাবে নগদ সংগ্রহ করতে পারেন।",
    "solutions.assist": "মূল কোম্পানিদেরকে সরবরাহ চেইন প্রবেশ ব্যবস্থাপনায় সহায়তা করা",
    "solutions.after": "মূল কোম্পানি অর্থ প্রদান করে একবার করে, IBAX-এর সঙ্গতি পরিষ্কার করার এজেন্সি সেটেলমেন্ট করে ব্লকচেইনের মধ্যে গ্রাহকদের, যথাযথ স্তরের সরবরাহকারী এবং ফান্ডারদের মধ্যে, অর্থ প্রদান করে।",
    "solutions.demo": "কেস দেখুন",
    "solutions.diversified": "বিভিন্নতার সম্পদ ব্যবস্থাপনা",
    "solutions.asset": "সম্পদ ব্যবস্থাপনা প্ল্যাটফর্ম",
    "solutions.credible": "ব্লকচেইনে নির্মিত একটি সহজলভ্য, বিশ্বস্ত এবং বিবিধ সম্পদ ব্যবস্থাপনা প্ল্যাটফর্ম প্রতিষ্ঠা এন্টারপ্রাইজগুলিকে সংযোজনশীল সম্পদ চেইনে উপস্থাপন, প্রাধিকরণ এবং অন্যান্য প্রবেশ পরিচালনা সহায়তা করে এবং সংযোজিত পরিচালনার মাধ্যমে সম্পদগুলি অবিরত ট্র্যাক করে এবং সম্পদ চুক্তিগুলি ইস্যু করতে এবং মূল বিশ্বস্ত সম্পদ সম্প্রসারণ করতে উদ্যোগী প্রতিষ্ঠানগুলিদের জন্য আর্থিক সমর্থনের সীমা কমাতে সহায়তা করে।",
    "solutions.management": "চেইনে স্বয়ংক্রিয় সম্পদ ব্যবস্থাপনা",
    "solutions.smart": "স্মার্ট কন্ট্রাক্ট সম্পদ ব্যবস্থাপনা",
    "solutions.real": "প্রবেশ ধন ব্যবস্থাপনা",
    "solutions.time": "রিয়েল-টাইম ঝুঁকি নিয়ন্ত্রণ বিশ্লেষণ ইঞ্জিন",
    "solutions.including": "এটি সম্পদের সরাসরি চেইনে সংরক্ষণ, চেইনে সম্পদ যাচাই, স্বয়ংক্রিয় সম্পদ অনুমোদন, সম্পদ নির্ণয় ব্যবস্থাপনা এবং সম্পদ ঝুঁকি নিয়ন্ত্রণ বিশ্লেষণ উপস্থাপন করে।",
    "solutions.risk": "দ্বিতীয় স্তরের চেইনে সম্পদ ঝুঁকি নিয়ন্ত্রণ বিশ্লেষণ ইঞ্জিন ভূমিকা প্রদানে সাহায্য করে মৌলিক সম্পদ বিবরণের প্রবেশিকা পর্যালোচনায় প্রবেশ পাওয়া,",
    "solutions.structured": "কাঠামোবদ্ধ সম্পদ স্পষ্ট ও বিশ্বস্ত করে।",
    "solutions.privacy": "আর্থিক গ্রেড ব্লকচেইন গোপনীয়তা সুরক্ষা",
    "solutions.realize": "স্মার্ট কন্ট্রাক্টে ভিত্তিক সম্পদ লেনদেন কাঠামোবদ্ধ করে, স্বয়ংক্রিয় চুক্তি ইস্যু, পুনরায় সম্পদ ক্রয় এবং সম্পদ প্রতিস্থাপন ক্ষমতা রয়েছে।",
    "solutions.second": "দ্বিতীয় স্তরের সম্পদ প্রবেশ ক্রেডিট বোস্টিং",
    "solutions.relying": "ব্লকচেইন অ্যাকাউন্ট এবং যাচাইয়ের সিস্টেমের উপর নির্ভরশীলতা, অনলাইনে চুক্তি এবং সংগ্রহ ও পেমেন্টের মতো একসময়ের পরিষেবা সহায়তা করে, তাত্ক্ষণিকভাবে অ্যাসেট গঠন প্রক্রিয়ায় তথ্য সুরক্ষা করে এবং উচ্চ খরচ ব্যবহারকারীদের সাহায্য করে উদ্যোগী প্রতিষ্ঠানগুলি জন্য নিম্ন মূল ঋণ পেতে।",
    "develope.tool": "ভিজ্যুয়ালাইজেশন টুল",
    "develope.functions": "ওয়াভারের ফাংশনগুলি",
    "develope.ecoLib": "নতুন ইকোলিব কিভাবে তৈরি করবেন? ইকোলিব তৈরি করা খুব দ্রুত। সৃষ্টিকর্তার কাছে সমস্ত প্রশাসনিক অধিকার রয়েছে।",
    "develope.operation": "আমাদের কিভাবে-টু ভিডিও দেখুন",
    "develope.weaver": "ওয়াভার হল আইব্যাক্স ডেভেলপারদের জন্য",
    "develope.bass": "ওয়াভারে বিএএস ফাংশন যোগ করা হয়েছে এবং আপনি এটি ব্যবহার করে আপনার ইকোসিস্টেম তৈরি এবং পরিচালনা করতে পারেন।",
    "develope.encounter": "যদি আপনার ডেভেলপমেন্টে সমস্যা হয়",
    "develope.technology": "আইব্যাক্স দলটি প্রযুক্তি উদ্ভাবিত এবং সমস্ত ডেভেলপমেন্ট সমস্যাগুলি আমরা আগ্রহীভাবে চিন্তিত এবং সম্প্রদায়ের মধ্যে প্রশ্নগুলির সময়সূচীভুক্ত উত্তর দেব।",
    "develope.document": "ডেভেলপার নথিপত্র",
    "develope.use": "1. আইব্যাক্স ব্লকচেইনের উপর নথিপত্র",
    "develope.doc": "2. ওয়াভারের উপর নথিপত্র",
    "develope.engineer": "ডেভেলপারদের ফোরাম",
    "develope.can": "এখানে আপনি প্রশ্ন খুঁজতে পারেন এবং যদি আপনি কোনও সমাধান পান না তাহলে সম্প্রদায়ের অন্যান্য ডেভেলপাররা আপনাকে সময়মত উত্তর দিবেন।",
    "develope.enter": "ফোরামে প্রবেশ করুন",
    "develope.questions": "সমস্যা এবং মতামত",
    "develope.find": "যদি আপনি একটি গুরুত্বপূর্ণ বাগ খুঁজে পান, তবে আমাদেরকে জানান এবং আমাদের প্রকৌশল দল সেটি সম্ভাব্যতম শীঘ্রই সমাধান করবে। যদি সমস্যাটি নিশ্চিত হয়, আপনি একটি পুরস্কারও পাবেন।",
    "develope.bug": "একটি সমস্যা জমা দিন",
    "develope.open": "ডেভেলপারদের জন্য খোলা, স্মার্ট কন্ট্রাক্টগুলি বিএএস মার্কেটপ্লেসে জমা দিন এবং আয় পান",
    "develope.has": "আইব্যাক্স ডেভেলপারদের জন্য একটি বিএএস অ্যাপ্লিকেশন প্ল্যাটফর্ম খুলেছে যাতে ডেভেলপারদের সমাধানগুলি জমা দিয়ে অনুমোদন পেলে তারা একটি পুরস্কার পাবেন।",
    "develope.paid": "একাধিক পেমেন্ট মডেল",
    "develope.there": "আপনি জমা দিয়া সমাধানটি তিনটি পেমেন্ট পদ্ধতি সেট করতে পারেন:",
    "develope.fees": "1. স্থাপন এবং ব্যবহারের উপর কর্তৃপক্ষের কর, যা ব্যবহারকারীর স্থাপন এবং ব্যবহার ফি কেটে নেওয়ার একটি একবারের কর্তৃপক্ষের মেকানিজম যা কেটে নেয়।",
    "develope.deducted": "2. ব্যবহারের সময় কর্তন, যেখানে অ্যাপ্লিকেশনের ভিত্তিতে সমাধানটি ব্যবহার করা হলে একটি কর্তন ঘটে, এটি একটি চলমান কর্তন যা চলমান ভিত্তিতে ঘটে।",
    "develope.deduction": "3. সংযুক্ত কর্তন, যেখানে স্থাপনে নির্দিষ্ট পরিমাণ কর্তন হয় এবং সমাধানটি ব্যবহার করা হলে এখনও নির্দিষ্ট পরিমাণ কর্তন হয়।",
    "develope.audit": "কোড নিরাপত্তা পর্যবেক্ষণ",
    "develope.review": "IBAX কোড পর্যবেক্ষণ দলটি বিএএস মার্কেটপ্লেসে জমা দেওয়া সমস্ত স্মার্ট কন্ট্রাক্টের নিরাপত্তা পর্যবেক্ষণ করবে যাতে প্রতিটি ব্যবহারকারীর নিরাপত্তা এবং ডেভেলপারের লাভ সুরক্ষিত থাকে।",
    "develope.code": "লো কোড সকল ডেভেলপারদের জন্য অত্যন্ত ব্যবহারকারী বন্ধুত্বপূর্ণ একটি প্ল্যাটফর্ম এবং এই কারণে আইব্যাক্স দলটি একটি লো কোড ডেভেলপমেন্ট প্ল্যাটফর্ম প্রদান করে, যা আমরা \"ওয়িভার\" বলে ডাকি।",
    "develope.lowCode": "লো কোড",
    "develope.ecological": "পারিস্থিতিক পরিচালনা",
    "develope.quickly": "ওয়িভারে আপনি একটি ভিজ্যুয়ালাইজেশন পৃষ্ঠা ব্যবহার করে একটি পারিস্থিতিক তৈরি করতে পারেন, পারিস্থিতিক নিয়মগুলি আরম্ভ করতে বিভিন্ন কনফিগারেশন বাছাই করে এবং পারিস্থিতিকে যোগ দেওয়া সদস্যরা আপনার পারিস্থিতিক নিয়মাবলীর অনুযায়ী চলতে হবে।",
    "develope.also": "ওয়িভার আরও সমর্থন করে অন্যান্য ব্লকচেইন থেকে চালু করে একক্লিক ইম্পোর্ট করার মাধ্যমে ভিজ্যুয়াল ইন্টারঅপারেশন। যদি আপনি একজন অভিজ্ঞ পারিস্থিতিক ডেভেলপার হন, তবে আপনি এই বৈশিষ্ট্যটি ব্যবহার করে অন্যান্য ব্লকচেইনে আপনার পারিস্থিতিকের উল্লেখ সহজভাবে করতে পারেন।",
    "develope.online": "অনলাইন চুক্তি সম্পাদক",
    "develope.frameworks": "অনলাইন স্মার্ট কনট্রাক্ট এডিটর, যা ডেভেলপারদের সাহায্য করে একো কনট্রাক্ট দ্রুত উন্নয়নের জন্য কনট্রাক্ট ফ্রেমওয়ার্ক এবং টেমপ্লেট সরবরাহ করে।",
    "develope.means": "সংরক্ষণ এবং আপলোড করুন, আপনি সফলভাবে সংরক্ষিত হওয়ার পরে পূর্ণ কনট্রাক্টটি প্রকাশ করতে পারেন এবং এটি একোসিস্টেমে প্রয়োগ করতে পারেন।",
    "develope.drag": "ড্র্যাগ-এন্ড-ড্রপ বৈশিষ্ট্য সরবরাহ করে যা আপনাকে নিয়ন্ত্রণগুলি যুক্ত করতে দেয়, যা পুনরায় কর্মকাণ্ড উন্নত করে।",
    "develope.template": "টেমপ্লেট",
    "develope.number": "ওয়েভারে পোল টেমপ্লেট, মেসেজ টেমপ্লেট, বিএএস অ্যাপ্লিকেশন, সদস্য ব্যবস্থাপনা ইত্যাদির মতো বেসিক টেমপ্লেটের একটি বড় সংখ্যক যুক্ত হয়েছে। এই টেমপ্লেটগুলি ভিজ্যুয়াল পৃষ্ঠার মাধ্যমে আপনার একোলজিতে সরাসরি যুক্ত করা যেতে পারে।",
    "develope.roadmap": "রোডম্যাপ",
    "develope.explore": "আরও ব্লকচেইন প্রযুক্তি অন্বেষণ করুন",
    "develope.enthusiast": "যদি আপনি একজন ব্লকচেইন প্রযুক্তি উদ্যোক্তা হন, তবে আপনি IBAX এ আরও প্রযুক্তিগত উদ্ভাবন অভিজ্ঞ করবেন।",
    "develope.finder": "যদি আপনি একজন বাগ ফাইন্ডার হন, IBAX এর ভুলগুলি খুঁজে বের করুন বা ভুলগুলি সমাধান করুন, আপনি কয়েন দ্বারা পুরস্কৃত হবেন।",
    "develope.innovator": "যদি আপনি একজন উদ্ভাবক হন, আপনি এখানে আপনার প্রস্তাব জমা দিতে পারেন এবং আপনি IBAX দলের সমর্থন পাবেন, চাই তা আর্থিক হোক না তা প্রযুক্তিগত হোক।",
    "develope.repository": "IBAX এর রিপোজিটরিতে যান",
    "develope.topics": "আকর্ষণীয় বিষয় খুঁজুন",
    "develope.project": "আপনার প্রকল্প জমা দিন",
    "develope.encourage": "IBAX ইকোসিস্টেমে ডেভেলপারদের উৎসাহ দিন এবং তাদের নিজস্ব ইকোসিস্টেম উন্নয়ন সম্পন্ন করার জন্য উৎসাহিত করুন।",
    "develope.submit": "আপনার সৃজনশীল ধারণাগুলি গিটহাবে জমা দিন, IBAX ফাউন্ডেশন অনুমোদিত করলে আপনি IBAX প্রযুক্তিগত দলের সহায়তা এবং সমর্থন পাবেন। গিটহাব আপডেট রাখুন এবং আবেদন সম্পন্ন করার পরে IBAX টোকেন পুরস্কার এবং উন্নয়ন খরচ প্রদান করা হবে।",
    "develope.excellent": "অত্যন্ত ভাল ইকো-অ্যাপ্লিকেশনগুলি অবিরামতঃ পুরস্কৃত হবে এবং IBAX ফাউন্ডেশন প্রতিমাসে বা ত্রৈমাসিক ভিত্তিতে ইকো-ক্রিয়া এবং অবদানের উপর ভিত্তি করে ডেভেলপারদের একটি উদার IBXC কয়েন পুরস্কার এবং মিডিয়া সমর্থন দেবে।",
    "develope.exciting": "আকর্ষণীয় বিষয় খুঁজুন",
    "develope.encourages": "IBAX ফাউন্ডেশন আপনাকে আমাদের প্রযুক্তি গবেষণা কেন্দ্রে প্রবেশ করার উপদেশ দেয় এবং আপনার উত্কৃষ্ট পরামর্শ দিন, আমরা সমস্ত ভাল পরামর্শগুলি গুরুত্বপূর্ণভাবে বিবেচনা করব। অনুমোদিত প্রশ্নগুলির জন্য IBAX ফাউন্ডেশন একটি উদার কয়েন পুরস্কার দেবে।",
    "develope.wonderful": "একটি বিষয় তৈরি করুন, আপনার কারণে IBAX অবাধ্য সুন্দর",
    "develope.reward": "বাগ খুঁজে পাওয়ার জন্য পুরস্কার",
    "develope.get": "IBAX বাগ আবিষ্কার করলে বা IBAX বাগ সমাধান করলে আপনি 10 ~ 50,000 টি IBAX কয়েন পাবেন।",
    "develope.receive": "বাগ খুঁজে পাওয়া, পুরস্কার পান",
    "develope.issue": "সমস্যা বর্ণনা",
    "develope.on": "উপর",
    "develope.mentioned": "উল্লিখিত",
    "develope.replies": "উত্তরগুলি",
    "develope.join": "আলোচনায় যোগদান করুন",
    "develope.discuss": "আলোচনা করুন",
    "develope.check": "আরো বিষয় দেখুন GitHub এ",
    "develope.forum": "আলোচনা ফোরাম",
    "develope.bugs": "পুরস্কার পেয়ে এসেছে বাগগুলি",
    "develope.honor": "সম্মানিত ডেভেলপারদের",
    "develope.forget": "আমরা কখনও ভুলবো না ঐ ডেভেলপারদের যারা IBAX এ অসামান্য অবদান রাখেন। IBAX এ আপনি সম্মানিত এবং উচ্চ পরিমাণের কয়েন দিয়ে পুরস্কৃত হবেন।",
    "develope.see": "একটি বাগ জমা দিন",
    "develope.export": "পৃষ্ঠাটি উন্নয়নের অবস্থায় আছে \n দয়া করে পরে আসুন",
    "about.can": "আপনি নিম্নলিখিত উপায়ে আমাদের অনুসরণ করতে পারেন",
    "about.have": "আমাদের বিভিন্ন মাধ্যম প্রচারণা প্রদান করে, আপনি মন্তব্য করে আমাদের সাথে সংযোগ করতে পারেন।",
    "about.our": "আমাদের প্রকল্পের অগ্রগতি ঘোষণা এবং ব্লকচেইন পরিচর্যার পরিদর্শন",
    "about.events": "প্রকাশিত ইভেন্ট এবং ব্লকচেইন সংবাদ",
    "about.an": "ভিডিও চ্যানেল",
    "about.follow": "আমাদের দল এবং কর্মচারী তথ্য অনুসরণ করুন",
    "about.you": "আপনি এইভাবেও যোগদান করতে পারেন: ",
    "about.want": "আপনার প্রযুক্তিগত প্রশ্নগুলির উত্তর পেতে চান? অনুগ্রহ করে প্রযুক্তি ফোরামে যান",
    "news.read": "এখনই পড়ুন",
    "about.talk": "আমাদের সাথে কথা বলুন",
    "about.send": "পাঠান",
    "about.contact": "যোগাযোগ করুন",
    "about.input": "ইনপুট খালি হতে পারে না",
    "about.success": "সফলভাবে পাঠানো হয়েছে",
    "about.fail": "পাঠানো ব্যর্থ হয়েছে",
    "resource.practical": "IBAX হল একটি ব্যবসায়িক স্তরের, ওপেন সোর্স, স্কেলযোগ্য ব্লকচেইনের অবদানসমূহের একটি ব্যবহারযোগ্য কার্যকরী কার্যকর উদাহরণ।",
    "resource.provide": "IBAX ব্যবসায়িক ডেটা (সম্পদ, টোকেন, সনদপত্র ইত্যাদি) এর বিনিময়ের জন্য একটি স্থিতিশীল এবং নির্ভরযোগ্য পরিবেশ প্রদান করতে পারে এবং এর সাথে দ্রুত প্রতিক্রিয়া করতে পারে।",
    "events.urge": "IBAX অনুপ্রেরণা",
    "events.center": "ইভেন্টস",
    "events.new": "এখানে সর্বশেষ IBAX ইভেন্টস সম্পর্কে জানুন এবং আপনি মহান পুরস্কার অর্জন করতে পারেন!",
    "events.online": "টেস্টনেট অনলাইন",
    "events.invited": "আপনাকে IBAX টেস্টনেট অভিজ্ঞতা অনুভব করার জন্য আমন্ত্রিত করা হয়েছে",
    "events.tasks": "পরীক্ষার কাজসমূহ।",
    "events.testing": "পরীক্ষা প্রতিবেদন ফর্ম খুলুন। এটি পরীক্ষার অ্যাসাইনমেন্ট (সরল DeFi ব্যবহার মামলা যেমন সরবরাহ, ধার, স্টেক ইত্যাদি) ধারণা করে;",
    "events.them": "তাদের ধাপে ধাপে অনুসরণ করুন এবং যেখানে যাওয়ার সময় উত্তর পূরণ করুন। আপনি খুঁজে পেয়েছেন বাগ, গ্লিচ, টাইপো এবং উন্নতির জন্য এলাকাগুলির জন্য প্রতিক্রিয়া দিন।",
    "events.manual": "টেস্টনেট ম্যানুয়াল ব্যবহার করে কাজগুলি করতে শিখুন; প্রতিটি ব্যবহার মামলার জন্য ধাপে ধাপে নির্দেশিকা রয়েছে।",
    "events.discord": "আমাদের ডিসকর্ডে যোগদান করুন",
    "events.telegram": "আমাদের টেলিগ্রামে যোগদান করুন",
    "events.subscribe": "আমাদের YouTube সাবস্ক্রাইব করুন",
    "events.join": "যোগদান করুন",
    "events.coming": "শীঘ্রই আসছে",
    "events.next": "পরবর্তী ইভেন্ট",
    "events.more": "আরও",
    "events.marvellous": "অসাধারণ ইভেন্টস",
    "events.future": "আসন্ন ইভেন্টস",
    "events.home": "হোমপেজ ইভেন্টস",
    "events.content": "সম্পর্কিত ইভেন্টস",
    "events.much": "আরও ইভেন্টস",
    "events.act": "ইভেন্টস বিষয়বস্তু",
    "events.follow": "সর্বশেষ খবরের জন্য IBAX অনুসরণ করুন",
    "events.address": "আপনার ইমেল ঠিকানা লিখুন",
    "events.now": "এখনই সাবস্ক্রাইব করুন",
    "server.privacy": "গোপনীয়তা নীতি",
    "server.term": "সেবা পাবার শর্তাবলী",
    "server.policy": "ওয়েবসাইট গোপনীয়তা নীতি",
    "server.applies": "এই গোপনীয়তা নীতি IBAX এর ওয়েবসাইটের জন্য প্রযোজ্য। আপনার গোপনীয়তা রক্ষা করা আমাদের জন্য গুরুত্বপূর্ণ। আমরা আপনার ব্যক্তিগত তথ্যের নিয়ন্ত্রক এবং এই নীতিটি ব্যবস্থাপনা করার পদ্ধতি ব্যাখ্যা করেছি।",
    "server.collect": "আমরা কী ধরনের ব্যক্তিগত তথ্য সংগ্রহ করি",
    "server.personal": "আপনার ব্যক্তিগত তথ্য, আপনার পছন্দ এবং আমাদের দায়িত্ব",
    "server.our": "আমরা এবং আমাদের পার্টনাররা কুকিজ বা অনুরূপ প্রযুক্তি ব্যবহার করে অসংকটপূর্ণ তথ্য ব্রাউজ এবং সংরক্ষণ করতে পারে, যেমন আপনার আইপি ঠিকানা।",
    "server.processing": "প্রাসঙ্গিক তথ্যের প্রক্রিয়ায় আমরা ব্যবহারকারী অভিজ্ঞতা উন্নত করতে, ওয়েবসাইটের পাঠকের হার পরিমাপ করতে এবং সামাজিক নেটওয়ার্ক বৈশিষ্ট্য ব্যবহার করতে বা ব্যক্তিগতকৃত বিজ্ঞাপনের সহযোগিতা করতে পারি।",
    "server.clicking": "আপনি \"সম্মত\" ক্লিক করে আপনি IBAX এবং এর পার্টনারদের কুকিজ ব্যবহার গ্রহণ করেন।",
    "server.business": "আমাদের ব্যবসায়িক সহযোগী",
    "server.change": "আমরা আপনার সম্মতি প্রাপ্তির পরে আমাদের পার্টনারদের সঙ্গে নিম্নলিখিত তথ্যগুলি প্রক্রিয়া করব: টার্মিনালে তথ্য সংরক্ষণ বা/এবং ব্রাউজ করা, বিজ্ঞাপন এবং ব্যক্তিগত সামগ্রী, বিজ্ঞাপন এবং সামগ্রীর কার্যক্ষমতা মূল্যায়ন, পাঠকের তথ্য এবং পণ্য উন্নয়ন",
    "server.agree": "সম্মত",
    "server.disagree": "অসম্মতি",
    "road.paper": "আইব্যাক্স নেটওয়ার্কভিশন হোয়াইট পেপার V1.0 প্রকাশিত",
    "road.website": "আইব্যাক্স নেটওয়ার্ক 1.0 অফিসিয়াল ওয়েবসাইট অনলাইন \n আইব্যাক্স পাবলিক নেটওয়ার্ক প্রস্তুতি",
    "road.built": "অন্তর্নিহিত টেস্ট চেইনে এক ক্লিকের মাধ্যমে নতুন পারিস্থিতিক এবং ডিএও গভর্নেন্স ভোটিং সিস্টেমের মতো ডিএপিপি স্থাপন করা হয় \n টেস্ট নোড প্যারামিটার এবং কনট্রাক্ট লজিক অপটিমাইজ করা হয় \n প্রারম্ভিক ডেভেলপার টেস্ট নেটওয়ার্ক ইকোসিস্টেম লঞ্চ",
    "road.whitePaper": "আইব্যাক্স নেটওয়ার্ক হোয়াইটপেপার V2.0 আপডেট ইটারেশন \n মেইন চেইন সম্মতি অপটিমাইজেশন এবং আপগ্রেড ইটারেশন \n আইব্যাক্স নেটওয়ার্ক মেইন চেইন এবং নোড এবং হার্ডওয়্যারের সমন্বয়ে একটি বিতর্কিত নেটওয়ার্ক সাধারণ করা \n ভিজ্যুয়াল ডেভেলপমেন্ট কম্পোনেন্ট প্ল্যাটফর্ম ওয়িভার আইব্যাক্স নেটওয়ার্কে মুক্তি দিন \n অনচেন লেনদেন প্রসেসিং অপটিমাইজেশন \n অনুপ্রাণন ব্যবস্থাপনা মেকানিজম অপটিমাইজেশন \n আংশিক পেমেন্ট ব্যবস্থাপনা সম্পূর্ণ করুন",
    "road.online": "আইব্যাক্স নেটওয়ার্ক নতুন ওয়েবসাইট অনলাইন \n গ্লোবাল আলফা মেইননেট লঞ্চ",
    "road.construction": "খোলা নির্মাণ পারিস্থিতিক \n মাল্টিপল ওয়ালেট সাথে সামঞ্জস্যপূর্ণ ইন্টারফেস এবং পূর্ণতা",
    "road.construct": "ব্লকচেইন পারিস্থিতিক সম্পূর্ণ করুন এবং উন্নত করুন \n ক্রস-চেইন সম্পদ চুক্তি সমর্থন করুন \n ব্যবসায়িক পারিস্থিতিক প্রবেশ করার জন্য ফাউন্ডেশন বিনিয়োগ করুন",
    "road.improve": "মেটা-ইউনিভার্স পারিস্থিতিক উন্নত করুন \n এনএফটি, ডিফাই পারিস্থিতিক বাজার খুলুন",
    "road.upgrade": "আইব্যাক্স নেটওয়ার্কের অধীনে পি2পি বিতর্কিত নেটওয়ার্ক সেবা আপগ্রেড করুন",
    "road.no": "কোন তথ্য নেই",
    "login.test": "IBAX টেস্ট অনলাইন \n টুইটার লগইন দিয়ে এয়ারড্রপ দাবি করুন",
    "login.with": "টুইটার লগইন করুন",
    "login.event": "IBAX টুইটার ইভেন্টে অংশগ্রহণ করে এয়ারড্রপ IBXC উপার্জন করুন!",
    "login.activities": "IBAX টুইটার কার্যক্রমে অংশগ্রহণ করে এয়ারড্রপ পয়েন্ট পান",
    "login.why": "IBAX কি!",
    "login.build": "IBAX একটি মেটাভার্স তৈরি করতে চেষ্টা করে যা DPoA সম্মতি সহ একটি সম্পূর্ণ ডিসেন্ট্রালাইজড গভর্নেন্স প্রাপ্ত করতে মেটাভার্স বাসিন্দারা প্রতিটি সম্প্রদায়ের নিয়ম পরিবর্তন করতে পারেন।",
    "login.has": "IBAX একটি উচ্চ কর্মক্ষমতা এবং উচ্চ দক্ষতা সম্পন্ন বহুভাষিক ভার্চুয়াল মেশিন (IVM) ফিচার রয়েছে, যা এক ক্লিকে ইথেরিয়াম বা বাইন্যান্স ব্লকচেইনে ইকো-অ্যাপ্লিকেশন আমদানি করতে পারে।",
    "login.welcomes": "আইব্যাক্স সবাইকে মেটা-বিশ্বে অংশগ্রহণের জন্য স্বাগতম জানাচ্ছে এবং প্রতিবাসীকে স্থায়ী মাইনিং অ্যাক্সেস সহ একটি এনএফটি দেয়, এবং যেকোনো স্মার্ট ডিভাইস ব্যবহার করে মেটা-মাইনিং পুরস্কার চালু করতে পারেন।",
    "login.team": "আপনি যদি একটি ব্যক্তি বা দল ডেভেলপার হন, তবে আপনি আইব্যাক্স দ্বারা প্রদানকৃত ইকো-ম্যানেজমেন্ট টুল উপযুক্ত করে ব্যবহার করতে পারেন যা উচ্চস্তরের বিএএস অ্যাপ্লিকেশনগুলি সংযোজন করে ইকোসিস্টেম তৈরি করতে এবং ইকো-টোকেন জারি করতে সহায়তা করে। আপনি ইউজার ইকোসিস্টেম তৈরি করতে ওয়েভার ব্যবহার করে আপনার ডেভেলপমেন্ট সময়কে সংক্ষিপ্ত করতে পারেন।",
    "login.online": "আইব্যাক্সের প্রথম রাউন্ড এয়ারড্রপ রিডেমশন শীঘ্রই শুরু হবে। দয়া করে আপনার ওয়ালেট ঠিকানা সম্পর্কে সম্পর্কিত তাত্ক্ষণিকভাবে সংযুক্ত করুন!",
    "login.join": "আইব্যাক্স এয়ারড্রপ শেষ হয়েছে, নতুন আইব্যাক্স র‌্যাঙ্কিং সিস্টেম শীঘ্রই আসছে, অপেক্ষা করুন!",
    "personal.on": "আইব্যাক্স অনুসরণ করুন",
    "personal.please": "দয়া করে আইব্যাক্স টুইটারে অনুসরণ করুন এবং এটি করার পরে \"অনুসরণ করা\" ক্লিক করুন।",
    "personal.followed": "অনুসরণ করা হয়েছে",
    "personal.fol": "টুইটার অনুসরণ করুন",
    "personal.cancalf": "আনফলো",
    "personal.not": "এখনও অনুসরণ করা হয়নি",
    "personal.repost": "রিটুইট করে আপনার আইবিএক্সসি দাবি করুন",
    "personal.follow": "দয়া করে পোস্টটি রিটুইট করে আপনার আইবিএক্স পয়েন্টগুলি পান",
    "personal.forwarded": "রিটুইট",
    "personal.notf": "অসম্পূর্ণ",
    "personal.finished": "সম্পন্ন",
    "personal.own": "পয়েন্টসমূহ:",
    "personal.coins": "আপনার বন্ধুকে আমন্ত্রণ করে আইবিএক্সসি উপার্জন করুন:",
    "personal.invite": "আরও আইবিএক্সসি উপার্জন করতে বন্ধুদের আমন্ত্রণ করুন",
    "personal.get": "2000 আইবিএক্স পয়েন্ট পেতে আইব্যাক্স অনুসরণ করুন",
    "personal.go": "অনুসরণ করতে যান",
    "personal.task": "কার্য",
    "personal.redeem": "মুক্ত করুন",
    "personal.retweet": "রিটুইট",
    "personal.record": "রেকর্ড",
    "personal.date": "তারিখ",
    "personal.earn": "পয়েন্ট উপার্জন করুন",
    "personal.participate": "অংশগ্রহণ করুন",
    "personal.still": "ইভেন্টটি এখনও চলছে, দয়া করে ইভেন্ট শেষ হওয়ার পরে মুক্ত করুন!",
    "personal.ranking": "র্যাঙ্কিং",
    "personal.history": "ইতিহাস",
    "personal.redeems": "মুক্ত করুন",
    "personal.retweets": "রিটুইট",
    "personal.share": "শেয়ার করুন",
    "personal.code": "মোবাইল সংস্করণের ইভেন্ট পৃষ্ঠায় প্রবেশ করতে কিউআর কোড চেনার জন্য চিহ্নিত করুন",
    "personal.friends": "আপনার বন্ধুদের আমন্ত্রণ করে আইবিএক্সসি এবং শীর্ষ 10 রেফারারদের অতিরিক্ত পরামর্শ পুরস্কার পান।",
    "personal.will": "এয়ারড্রপটি 1 ফেব্রুয়ারি 2022 তারিখে শেষ হবে।",
    "personal.points": "পয়েন্টস:",
    "personal.once": "এই ঠিকানা একবার জমা দেওয়া হলে পরিবর্তন করা যাবে না।",
    "personal.confirm": "আপনার ঠিকানা নিশ্চিত করুন এবং আপনার ব্যক্তিগত কী এবং মনেমনিক নিরাপদ রাখুন",
    "personal.your": "আপনার ওয়ালেট ঠিকানা",
    "personal.submit": "সাবমিট করুন Connet-এ",
    "personal.werver": "Jutkey-এ যান এবং একটি ওয়ালেট ঠিকানা তৈরি করুন",
    "personal.how": "Jutkey ব্যবহার করে কিভাবে ওয়ালেট ঠিকানা তৈরি করবেন",
    "personal.address": "ওয়ালেট ঠিকানা:",
    "personal.available": "IBXC কয়েন পুনরুদ্ধার সম্ভব হবে 1 ফেব্রুয়ারি, 2022 সকাল 8:00 EST এ",
    "personal.storage": "স্টোরেজ ব্লক:",
    "personal.view": "ব্লক তথ্য দেখুন",
    "personal.redemption": "IBXC পুনরুদ্ধার সম্ভব হবে 1 ফেব্রুয়ারি, 2022 সকাল 8:00 EST এ",
    "personal.redeemable": "পুনরুদ্ধারযোগ্য কয়েনসমূহ:",
    "personal.submitted": "আপনার ওয়ালেট ঠিকানা: {address}, একবার জমা দেওয়ার পরে ঠিকানা পরিবর্তন করা যাবে না। দয়া করে আপনার ওয়ালেট ঠিকানা নিশ্চিত করুন।",
    "personal.cancel": "বাতিল করুন",
    "personal.retweetpoint": "প্রতিষ্ঠা",
    "personal.referral": "রেফারেল কয়েনসমূহ",
    "personal.gitHubCoin": "গিটহাব কয়েনসমূহ",
    "personal.center": "ব্যক্তিগত কেন্দ্র",
    "personal.airdrop": "IBAX র্যাঙ্কিং সিস্টেম",
    "personal.ret": "রিটুইট করে আর্ন করুন",
    "personal.list": "পয়েন্ট ইতিহাস",
    "personal.referrals": "বন্ধুদের সাথে ভাগাভাগি করুন",
    "personal.ruless": "এয়ারড্রপ নিয়ম",
    "personal.git": "গিটহাব",
    "personal.geti": "আইবিএক্সসি পান",
    "personal.invites": "আপনার বন্ধুদের আমন্ত্রণ জানান এবং আইবিএক্সসি কয়েন আর্ন করুন",
    "personal.week": "রেফার ইতিহাস",
    "personal.link": "আপনার রেফারেল লিঙ্ক",
    "personal.shareOn": "শেয়ার করুন ...",
    "personal.qr": "আপনার রেফারেল কিউআর কোড",
    "personal.our": "রিটুইট এবং আর্ন করুন",
    "personal.point": "সমস্ত আইবিএক্স পয়েন্ট",
    "personal.challenge": "চ্যালেঞ্জ",
    "personal.earned": "পয়েন্ট আর্ন করা হয়েছে",
    "personal.tw": "টুইটার ফলো করুন",
    "personal.retw": "রিটুইট করুন",
    "personal.for": "রিটুইট এবং আর্ন করুন",
    "personal.campaign": "রিটুইট ক্যাম্পেইন",
    "personal.redeemed": "আর্ন করা এবং মুক্ত করা হয়েছে",
    "personal.tasks": "প্রতিদিন নতুন রিটুইট আছে, আইবিএক্স পয়েন্ট পেতে অংশগ্রহণ করুন, চেক করুন",
    "personal.together": "আপনার বন্ধুদের সাথে ভাগাভাগি করুন এবং সহযোগিতায় আইবিএক্স ইভেন্টে অংশ নিন",
    "personal.sharer": "শেয়ার রেকর্ড",
    "personal.refer": "আপনার বন্ধুকে রেফার করে আইবিএক্স বোনাস পান, প্রতি ১০০ জন আমন্ত্রণ করলে অতিরিক্ত ১০০ আইবিএক্স বোনাস পান",
    "personal.id": "টুইটার আইডি",
    "personal.join": "যোগদানের তারিখ",
    "personal.ge": "আইবিএক্সসি পান",
    "personal.bind": "আপনার ওয়ালেট ঠিকানা বাধাইয়ে আইবিএক্সসি কয়েন মুক্ত করুন",
    "personal.soon": "সম্ভবত সম্ভবত আপনার ওয়ালেট ঠিকানা বাধাইয়ে দিন।",
    "personal.yourPoints": "আপনার পয়েন্ট",
    "personal.yourCoins": "আপনার কয়েন",
    "personal.poin": "আইবিএক্স পয়েন্ট",
    "personal.coin": "আইবিএক্সসি কয়েন",
    "personal.account": "গিটহাবের সাথে লিঙ্ক",
    "personal.commits": "আমার কমিট",
    "personal.gr": "আইবিএক্স র্যাঙ্কিং সিস্টেম নিয়ম",
    "personal.honor": "গৌরবিত ডেভেলপারদের",
    "personal.ecosystem": "ইকোসিস্টেম",
    "personal.bounty": "ইঞ্জিনিয়ারিং / বাউন্টি",
    "personal.resources": "ডেভেলপার টুলস",
    "personal.user": "প্রোফাইল",
    "personal.dashboard": "আমার ড্যাশবোর্ড",
    "personal.fork": "আইবিএক্স গিটহাব প্রকল্পের ফর্ক এবং স্টার করুন \n প্রকল্প সংগ্রহ (গো-আইবিএক্স) \n ৩০০০ পয়েন্ট পান",
    "personal.keep": "আরও পয়েন্ট এবং আইবিএক্স পুরস্কারের তথ্যের জন্য আইবিএক্সের প্রকল্প সংগ্রহটি ট্র্যাক রাখুন",
    "personal.project": "আইবিএক্স প্রকল্প সংগ্রহ অনুসরণ করেছেন",
    "personal.area": "বাউন্টি এলাকা",
    "personal.email": "ইমেইল সংযোগ করুন",
    "personal.sure": "নিশ্চিত",
    "personal.add": "ইমেইল ঠিকানা",
    "personal.cod": "যাচাইকরণ কোড",
    "personal.send": "পাঠান",
    "personal.enter": "দয়া করে আপনার বৈধ ইমেইল প্রবেশ করান",
    "personal.can": "ইমেইল খালি রাখা যাবে না",
    "personal.must": "যাচাইকরণ কোড পূরণ করতে হবে",
    "personal.digits": "যাচাইকরণ কোড শুধুমাত্র 4 সংখ্যা হতে পারে",
    "personal.binging": "ইমেইল সংযোগ সফল!",
    "personal.receive": "আপনি আপনার জমা রেকর্ডের জন্য সময়মত পর্যালোচনা এবং পুরস্কার বিজ্ঞপ্তি পাবেন!",
    "personal.also": "আপনি আরও তথ্যের জন্য IBAX প্রকল্পটি দেখতে পারেন",
    "personal.star": "পয়েন্ট দাবি করতে স্টার ক্লিক করুন",
    "personal.repository": "IBAX GitHub প্রকল্প সংগ্রহটির (go-ibax) স্টার ক্লিক করে 1500 পয়েন্ট পান",
    "personal.claim": "পয়েন্ট দাবি করতে স্টার ক্লিক করুন",
    "personal.finish": "সম্পন্ন",
    "personal.forkto": "পয়েন্ট পেতে ফর্ক করুন",
    "personal.gofork": "IBAX GitHub প্রকল্প সংগ্রহটির (go-ibax) ফর্কে যান এবং 1500 পয়েন্ট পান",
    "personal.check": "নতুন চেক-ইন এবং ইভেন্ট প্রতিদিন পোস্ট করা হয়",
    "personal.time": "ট্রেজার চেস্ট পুনরায় প্রশান্ত হবে",
    "personal.daily": "প্রতিদিনের চেক-ইন",
    "personal.today": "আপনি আজ সাইন ইন করেছেন",
    "personal.po": "আজ চেক-ইন করুন এবং {points} পয়েন্ট পান",
    "personal.system": "IBAX সম্মান সিস্টেম এবং পুরস্কার",
    "personal.give": "এই বছর IBAX ফাউন্ডেশন একটি ডেভেলপার কমিউনিটি ইনসেন্টিভ হিসেবে ১০ মিলিয়ন IBXC দিবে, এবং আপনি নিম্নলিখিত কাজগুলিতে অংশগ্রহণ করতে পারেন:",
    "personal.events": "IBAX কার্যক্রমে অংশগ্রহণ করুন এবং GitHub টপিক আলোচনা করে IBAX পয়েন্ট অর্জন করুন",
    "personal.constructive": "গুণমানসম্পন্ন টপিক প্রস্তাব করুন",
    "personal.approved": "প্রতিটি গুণমানসম্পন্ন টপিক (পর্যালোচনা এবং প্রশ্নোত্তর সহ) প্রতিমাসের ৫ তারিখে (IBAX ডেভেলপার দিবস) ২০০ টি IBAXC পয়েন্ট প্রদান করা হবে।",
    "personal.there": "যদি এটি প্রযুক্তিগত গবেষণা মানের, বাণিজ্যিক অ্যাপ্লিকেশন মানের, বাজার উন্নয়ন সম্ভাবনা মানের, শিক্ষাগত অন্বেষণ মানের প্রশ্ন হলে, IBAX ফাউন্ডেশন এটি একটি পুরস্কার টাস্কে পরিণত করবে যা IBAX পয়েন্ট এবং IBXC পুরস্কারের পাশাপাশি প্রদান করা হবে।",
    "personal.vulnerabilities": "IBAX ভুলটি খুঁজুন",
    "personal.blockchain": "IBAX ব্লকচেইনে বাগ খুঁজুন, একটি পুনরায় উত্পন্ন প্রক্রিয়া জমা দিন এবং IBAX দলের যাচাইয়ের পরে ১~১০,০০০ টি IBXC এবং IBAX পয়েন্ট প্রাপ্ত করুন।",
    "personal.solutions": "বাগ সমাধান কোড জমা দিন, IBAX দল দ্বারা গ্রহণ করা বা প্রকল্পে সংযুক্ত করা হলে, আপনি ১০~৫০,০০০ টি IBXC এবং IBAX পয়েন্ট পাবেন।",
    "personal.significant": "যদি আপনি IBAX ব্লকচেইনের কর্মক্ষমতা এবং দক্ষতা উন্নত করতে পারেন এমন গুরুত্বপূর্ণ অপটিমাইজেশন কোড জমা দিন, তবে আপনি ১০~৫০,০০০ টি IBXC এবং IBAX পয়েন্ট পাবেন।",
    "personal.issues": "বাউন্টি ইস্যুগুলি সমাধান করুন",
    "personal.boun": "IBAX বাউন্টি এলাকায় যান এবং ইস্যুটি সমাধান করে IBXC পুরস্কার এবং IBAX পয়েন্ট পান।",
    "personal.views": "পয়েন্ট নিয়ম দেখুন",
    "personal.out": "এটি গিটহাবে চেক করুন",
    "personal.been": "সমস্ত আপনার রিটুইট টাস্ক সম্পন্ন হয়েছে, দয়া করে আগামীকালে ফিরে আসুন।",
    "personal.committed": "আপনি যে সমস্যাগুলি পদত্যাগ করেছেন তা এখানে প্রদর্শিত হবে, এবং যদি আপনি তাদের সম্পাদনা করতে চান তবে দয়া করে GitHub-এ যান।",
    "personal.ended": "IBAX এয়ারড্রপ শেষ হয়েছে এবং আমরা এখন এয়ারড্রপ পুরস্কার লিকুইডেট করছি, যা প্রত্যাশিত হয় দ্বিতীয় ত্রৈমাসিক ২০২২ তে সম্পূর্ণ হবে।",
    "personal.process": "IBAX আপনার পয়েন্টগুলি লিকুইডেট করতে চলছে এবং আমরা প্রত্যাশিত করছি যে এটি দ্বিতীয় ত্রৈমাসিক ২০২২ তে সম্পূর্ণ হবে, তাই আপনাকে অপেক্ষা করার জন্য বলা হচ্ছে!",
    "personal.completed": "সম্পন্ন এয়ারড্রপ",
    "personal.air": "এয়ারড্রপ নিয়মাবলী",
    "personal.rank": "র্যাঙ্কিং নিয়মাবলী",
    "personal.getpoint": "আপনার IBAX পয়েন্ট পান",
    "personal.tuned": "প্রতিদিন নতুন ইভেন্টের জন্য IBAX এ টিউন থাকুন।",
    "personal.represent": "IBAX পয়েন্টগুলি IBAX নেটওয়ার্কে অবদানগুলি প্রতিনিধিত্ব করে এবং আপনি যতটা পয়েন্ট অর্জন করবেন ততটা পুরস্কার পাবেন",
    "personal.finishend": "এয়ারড্রপ ক্যাম্পেইন ফলাফল",
    "personal.serial": "ক্রমিক নম্বর",
    "personal.handle": "টুইটার হ্যান্ডল",
    "personal.overall": "সামগ্রিক র্যাঙ্কিং",
    "personal.airdro": "এয়ারড্রপ পুরস্কার (IBXC)",
    "personal.poi": "মোট পয়েন্ট",
    "personal.red": "রিডিম",
    "personal.ranks": "পয়েন্ট র্যাঙ্কিং",
    "personal.bonus": "রেফারেল বোনাস (IBXC)",
    "personal.referr": "রেফারেল র্যাঙ্কিং",
    "personal.rewards": "রেফারেল র্যাঙ্কিং পুরস্কার (IBXC)",
    "personal.mainnet": "IBAX ব্যবহারকারীদের মুদ্রা মুক্ত হওয়ার আগেই তাদের ওয়ালেট সংযোগ করতে অনুমতি দেবে, দয়া করে টিউন থাকুন!",
    "personal.connect": "সংযোগে যান",
    "personal.down": "লিকুইডেশন ফলাফল ডাউনলোড করুন",
    "personal.getted": "আপনি পাবেন",
    "personal.total": "মোট র্যাঙ্কিং",
    "personal.aird": "এয়ারড্রপ পয়েন্ট",
    "personal.coinns": "কয়েন পয়েন্ট রিডিম করুন",
    "personal.inited": "<span class='user-commits-title-link-rank'> {person} <span> বন্ধুদের আমন্ত্রণ করা হয়েছে",
    "personal.recoins": "রেফারেল কয়েন",
    "personal.result": "প্রথম রাউন্ডের IBAX এয়ারড্রপ এখন শেষ হয়েছে, ",
    "personal.chec": "লিকুইডেশন ফলাফল চেক করুন",
    "personal.number": "রেফারেল",
    "personal.bindEmail": "আপনার ইমেল ঠিকানা সংযুক্ত করুন",
    "personal.bindAddress": "আপনার ওয়ালেট সংযুক্ত করুন আইবিএক্সসি পেতে",
    "personal.startEmail": "আমাদের উইটলিস্টে যোগ দিতে আপনার ইমেল ঠিকানা সংযুক্ত করুন। এয়ারড্রপের দ্বিতীয় রাউন্ডে অগ্রাধিকার অর্জন করুন",
    "personal.inputAddress": "দয়া করে আপনার ওয়ালেট ঠিকানা লিখুন",
    "personal.addressType": "দয়া করে 0000-0000-0000-0000-0000 ফরম্যাটে একটি ঠিকানা লিখুন",
    "personal.notice": "বিজ্ঞপ্তি ইমেল পান",
    "personal.receiveAddress": "IBXC পেতে সংযুক্ত করা ওয়ালেটের ঠিকানা",
    "personal.chain": "চেক অন-চেন রেকর্ড",
    "personal.bindsuccess": "আপনার ঠিকানা সফলভাবে সংযুক্ত হয়েছে, দয়া করে ইমেলের মাধ্যমে বিজ্ঞপ্তি পেতে চোখ রাখুন এবং আপনার IBXC পুনরুদ্ধারের জন্য অপেক্ষা করুন।",
    "personal.chanage": "পরিবর্তন করুন"
  }