{
  "nav": "Nav",
  "nav.home": "Home",
  "nav.features": "Why IBAX",
  "nav.performance": "Performance, efficiency and safety",
  "nav.high": "Blockchain Framework",
  "nav.each": "Each node contains a distributed database to store the data parsed from the blocks, which not only improves the execution efficiency but also allows you to perform complex business logic.",
  "nav.use": "Use database to improve execution efficiency",
  "nav.virtual": "Multilingual Virtual Machine",
  "nav.with": "Multilingual IBAX Virtual machine (IVM)",
  "nav.smart": "IBAX has its own smart contract language named “Needle”, which works seamlessly with ethereum smart contracts and supports Solidity, Go, Rust and other languages to create smart contracts.",
  "nav.tran": "Sharding",
  "nav.improve": "Improve transaction efficiency",
  "nav.break": "Breaking Technological Barriers",
  "nav.security": "Security and Privacy",
  "bass.bank": "Protect personal information with Bank Grade Security",
  "bass.attribute": "The attribute of decentralization makes it impossible to link to the real identity in the blockchain world and protects personal privacy to the utmost extent. In the technical implementation, IBAX adopts homomorphic encryption, asset locking, smart contract zero-knowledge proof, and unreadable key pairs. The most advanced cryptography technologies such as key pair (smart contract encryption) cross-chain mechanism and multi-chain isolation ensure the personal safety and privacy of IBAX to the greatest extent.",
  "bass.effectiveness": "Execution efficiency",
  "bass.spire": "\"Security is the spire of the pyramid, and privacy is the jewel on the spire. ",
  "bass.attach": "We pay more attention to security and privacy than anything else. Only targetted attention can ensure the security of the blockchain, the security of users, and the security of funds. Strictly abiding by the international privacy guidelines. Your privacy is completely under your control.\"",
  "bass.built": "Built for safety",
  "bass.your": "Date security is our priority",
  "bass.symmetric": "The elliptical symmetric encryption mechanism based on the blockchain and the HASH encryption mechanism ensure the safety and reliability of the data transmission process. The data results are stored in the IBAX network through HASH mapping, and the change records are clearly visible.",
  "nav.encryption": "Encryption machine to ensure the safety of funds and communicationsThe security of funds and communication is ensured by the encryption machine",
  "nav.chain": "Cross-Chain Communication",
  "nav.decen": "Using homomorphic encryption technology, the algorithms of other blockchains are integrated into the IBAX network, and they are interconnected with the corresponding blockchain network to realize cross-chain in the true sense.",
  "nav.multi": "Multi-signature",
  "nav.dec": "Ensure that multiple people/organizations control the same amount of funds. The IBAX network uses distributed ledger signature authority to achieve. Please note that the \"safe\" is a unique feature of IBAX.",
  "nav.clb": "CLB",
  "nav.cross": "Cross-Ledger Base (CLB) node",
  "nav.basis": "The CLB is a gateway for data to cross-chain as well as a bridge for assets to cross-chain, and you can use it to get data outside blockchain to use it inside blockchain",
  "nav.private": "Private Transaction",
  "nav.fouds": "Zero-knowledge proof by using smart contracts to ensure data security and privacy of private transactions.",
  "nav.bass": "BaaS Market",
  "nav.resource": "Resources",
  "nav.solution": "Solutions",
  "nav.development": "Development",
  "nav.about": "Contact",
  "nav.log": "Log In",
  "nav.sign": "Sign Up",
  "nav.out": "Sign Out",
  "nav.case": "Cases",
  "nav.supply": "Supply Chain Finance",
  "nav.copyright": "Copyright",
  "nav.assets": "Asset Management",
  "nav.relying": "Relying on IBAX's blockchain and AI technology, the network supports financial level encryption algorithms and cloud computing capabilities to provide a more secure and reliable cornerstone for each layer of services.",
  "nav.it": "It is applicable to asset types such as consumer finance, auto finance, equipment installment, a / R and a / P, as well as financial scenarios such as ABS, trust, transfer and pledge.",
  "nav.cross-chain": "Integrated decentralised & trustless cross-chain",
  "nav.eth": "Smart contracts of Ethereum and Binance Chain are seamlessly connected",
  "nav.ledger": "Decentralized ledger authority",
  "nav.user": "User needs first",
  "nav.self": "Ecological Self-charging and Governance",
  "nav.gas": "Ecological Self-Governance (DAO) and Gas Charge",
  "home.partners": "IBAX Partners",
  "home.start": "Build Your Own Ecosystem",
  "home.performance": "Secure and high performance blockchain infrastructure",
  "home.secure": "Secure and efficient blockchain underlying architecture",
  "home.using": "Get Started",
  "home.join": "Join the Community",
  "home.watch": "Watch Videos",
  "home.innovate": "Innovations",
  "home.framework": "High concurrency blockchain underlying framework",
  "home.bottom": "An excellent blockchain bottom layer must meet the requirements of highly concurrent data processing,  sufficient to handle any complex business scenarios in both the real and virtual worlds.",
  "home.learn": "Learn more about the IBAX technical framework",
  "home.virtual": "Virtual Machine",
  "home.machine": "Multi-language compatible IBAX virtual machine",
  "home.multiple": "Multi-language compatible IBAX virtual machine",
  "home.can": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "home.consensus": "Consensus mechanism",
  "home.pub": "Read Whitepaper",
  "home.dpoa": "Efficient and Fair Consensus Mechanisms",
  "home.good": "The IBAX network integrates an \"autonomy mode\" module that enables DAO governance without entering complex code. IBAX network autonomy is achieved through an efficient DPoA consensus mechanism with voting.",
  "home.determine": "A good consensus mechanism will determine the breakthrough and future of the blockchain.",
  "home.bifurcation": "Flexible gas fee payment method",
  "home.honor": "Customizable Eco Gas Fee Payment Method",
  "home.unified": "To encourage eco-creators and eco-participants, IBAX support a customizable Gas Fee model.",
  "home.unif": "You can choose eco-coins/tokens as the GAS fee model, and deduct eco-coins/tokens as GAS fees when making eco-transactions. This model helps to achieve a truly decentralized and autonomous ecological environment.",
  "home.economics": "Economy",
  "home.benefits": "Benefits to be realized: whether you are an eco-developer, a miner, an eco-governor or whatever else",
  "home.matter": "As long as you participate in it there is a generous reward waiting for you to explore.",
  "home.view": "View the economic model of IBAX",
  "home.features": "View the technical features of IBAX",
  "home.fixed": "Pre-Distribution",
  "home.nft": "NFT Mining",
  "home.min": "Mint Node Mining",
  "home.foundation": "Foundation",
  "home.team": "Team",
  "home.ecosystem": "Ecosystem partners",
  "home.private": "Private placement",
  "home.genesis": "Ecosystem genesis",
  "home.mining": "Mining Rewards",
  "home.ecological": "Eco-incentives",
  "home.all": "All %",
  "home.per": "Pre-Distribution %",
  "home.mint": "Mining Rewards %",
  "home.lead": "Leading",
  "home.driven": "Driven by technology, form technical barriers",
  "home.chain": "Real decentralized and trustless cross-chain, zero-knowledge proof, anonymous transactions, transaction sharding.",
  "home.we": "Our cutting-edge technology",
  "home.have": "Technology Integration",
  "home.built": "The basic framework of the IBAX chain you use is built on these mature technologies. IBAX integrates them perfectly, allowing them to continue to be excellent in the field of blockchain like IBAX.",
  "home.video": "Videos",
  "home.your": "Do you have brilliant ideas",
  "home.get": "Get reward from our eco-support",
  "home.enjoy": "Enjoy IBAX resources",
  "home.manul": "Complete developer manual",
  "home.partner": "Eco-partner Jutkey Wallet",
  "home.ibaa": "IBAX Wallet",
  "home.official": "IBAX official recognition: get 150,000 IBXC rewards",
  "home.supports": "Decentralized multi-currency wallet: supports multi-currency transfer",
  "home.manage": "Miner management: manage your Miners with just one-click",
  "home.wallet": "Jutkey Wallet",
  "home.very": "It was a blessing to join IBAX and I got a lot of help from the IBAX team in creating the Jutkey Wallet, thank you very much!",
  "home.is": "Jutkey Wallet is a decentralized multi-currency wallet that has been well integrated with various applications of IBAX. Not only can you use it to complete IBXC transfers, but you can also use it to pay for coins such as: Bitcoin, Ether, Coinan, etc.",
  "home.more": "What's more, you can manage your miners with Jutkey Wallet, you can add miners with one click without downloading other management tools, and view your mining revenue in real time.",
  "home.there": "There are more features waiting for you to explore, possibly: mining pools, Defi, NFT...",
  "home.name": "Weco",
  "home.product": "Product Director",
  "home.develop": "Developer Guidelines",
  "home.technology": "Technology",
  "home.technical": "Open source technical documentation",
  "home.about": "Learn more about IBAX through Videos",
  "home.exciting": "Ongoing Events",
  "home.go": "Go to view",
  "home.m": "More videos",
  "home.award": "Get Involved",
  "bass.ecological": "EcoLib Incentive Rewards",
  "bass.anyone": "Anyone can participate",
  "bass.create": "Create your blockchain project",
  "bass.now": "Create your blockchain project now",
  "bass.quickly": "Quick Create",
  "bass.ecology": "EcoLibs",
  "bass.without": "Quickly create no-threshold IBAX applications",
  "bass.ecolog": "Create ecoLib",
  "bass.creator": "You will have",
  "bass.identity": "EcoLib-creatorship:",
  "bass.obtain": "Obtaining ecoLib naming rights",
  "bass.define": "Define ecoLib-joining permissions",
  "bass.set": "Setting up ecoLib-governance methods",
  "bass.give": "Issuing identity",
  "bass.can": "You can also",
  "bass.collect": "Receive eco-coin/token fees",
  "bass.circulation": "Circulating Coins/Tokens",
  "bass.issue": "Coins/Tokens",
  "bass.customize": "Customize the number of tokens and issuance methods",
  "bass.naming": "Obtain the naming rights of tokens",
  "bass.issuance": "Coin/Token Issuance",
  "bass.logo": "Add token logo",
  "bass.number": "Set the number of tokens to be issued",
  "bass.incentives": "Set up token incentives",
  "bass.smart": "Smart Contract",
  "bass.contract": "Smart Contract",
  "bass.use": "Use smart contracts to maintain ecological stability",
  "bass.add": "Add contract",
  "bass.one": "One-click import",
  "bass.contracts": "Contracts from other chains or:",
  "bass.reference": "Reference IBAX basic smart contracts",
  "bass.write": "Write your own smart contracts online",
  "bass.eco": "Adding eco-applications",
  "bass.manage": "Manage eco-contracts",
  "bass.incentive": "Get eco-incentive rewards",
  "bass.encourages": "The IBAX Foundation encourages individual developers and teams to join the IBAX ecosystem, and will hold regular eco-competitions to give excellent eco-applications a generous reward.",
  "bass.learn": "Learn more",
  "bass.what": "What you might need",
  "bass.how": "How to create an ecoLib quickly and maintain it effectively",
  "bass.materials": "Materials and videos will help you make better use of the IBAX network",
  "bass.manual": "Developer Manual",
  "bass.committed": "Committed to protecting personal property",
  "bass.multi": "Multi-level encryption to ensure the safety of your personal property",
  "bass.own": "IBAX uses public and private keys to encrypt and decrypt signature verification. Only its users can use their own private keys to decrypt, ensuring the security of data and identity. And deposit the encrypted currency into a decentralized wallet, and use multi-party digital signature technology to ensure the safety of your property.",
  "bass.honor": "Honor Nodes",
  "bass.manager": "Smart Contract Manager",
  "high.lead": "Leading blockchain underlying framework",
  "high.cross": "Cross-chain",
  "bass.weaver": "Weaver supports smart contract files in API, Json and other formats, and can import smart contracts in a modular form to be used in user's DAO quickly.",
  "bass.panel": "Smart Contracts Preview and Management",
  "bass.provides": "Weaver provides contract management function, after entering your ecoLib Management interface, you can clearly view all smart contracts, data tables, and fields within the ecoLib, making it easier for you to maintain and expand the Eco content.",
  "bass.local": "Smart  Contracts Warehouse",
  "bass.security": "EcoLib Contracts",
  "footer.feature": "Technical Features",
  "bass.always": "\"Decentralized and trustless cross-chains have always been expected by people. ",
  "bass.only": "Only the real cross-chain can let everyone feel confident to realize the mutual exchange of assets, without worrying about anyone stealing funds, which is in line with the blockchain \"distrust concept\".\"",
  "bass.protect": "Protect data cross-chain accuracy",
  "bass.ensure": "Ensure asset cross-chain security",
  "bass.network": "Comprehensive cross-chain network",
  "bass.design": "Designed for cross-chain",
  "bass.expand": "Expand more external chain connections",
  "bass.cross": "The cross-ledger base nodes (CLBs) in the IBAX network are designed for cross-chain, with the flexibility to configure CLB performance and deployment as needed, without duplication of effort, to easily access external system data and create connections, or to process and format the data yourself.",
  "bass.transmission": "Cross-chain transmission",
  "bass.promote": "Promote value interchange between blockchains",
  "bass.sets": "A true cross-chain communication solution is not only the transmission of digital assets, but also the transmission of rich data sets and smart contract operations between chains, as well as the transmission of dApp-specific data, NFTs, and so on.",
  "feature.efficiency": "Performance, efficiency and security are the foundations of IBAX",
  "feature.encryption": "On the basis of asymmetric encryption, multiple nested encryptions can be realized with P2P network to ensure the security of funds and communication.",
  "feature.network": "The IBAX network can not only interact with various blockchains and cross-chain assets, but also cooperate with the dedicated node CLB to complete regular CRM data communication interactions.",
  "home.system": "Weaver is a clear integrated development tool built on the IBAX chain, an IDE dedicated to the IBAX network, That has many powerful features. You can develop, deploy and manage smart contracts on Weaver, but also Weaver can set your eco-governance parameters, import various services in BaaS, etc.. It can also be used as a learning platform.",
  "home.basic": "\"IBAX is a blockchain infrastructure framework sufficient to support complex global operations. ",
  "home.important": "Providing good compatibility for developers of other blockchains is something that is important to us.\"",
  "footer.team": "Team",
  "footer.news": "News",
  "footer.investor": "Investor",
  "footer.related": "Downloads",
  "footer.partner": "Partners",
  "footer.community": "Community",
  "footer.recruit": "Careers",
  "footer.developer": "Developers",
  "footer.more": "More",
  "footer.check": "Check the information manual",
  "footer.create": "Create your blockchain project",
  "footer.creative": "Create more creative blockchain projects",
  "footer.compete": "Have a go with these great projects!",
  "footer.now": "Start Now",
  "footer.fast": "Fast BaaS (Blockchain as a Service) system support, one-click to complete the project release, provide one-click coin issuance function, let your project go live easily",
  "footer.blockchain": "Adopting self-researched blockchain technology, from the underlying technology of hardware, network, storage, computing, cryptography, consensus and block formation, to the business links such as confirmation, flow, financing and clearing of accounts receivable, we ensure that the information and business data of each link of business in the supply chain are safe and controllable.",
  "high.technical": "Technology Highlights",
  "high.chain": "High Performance / High TPS Blockchain",
  "high.low": "The popular blockchain represented by Ethereum has a low transaction processing capacity, which seriously hinders the development of blockchain. A high performance/high concurrency blockchain will bring leaps and bounds to the whole blockchain industry. The IBAX network is as fast as 4 seconds a block and transaction processing up to 3000 TPS. With the improvement of hardware, the TPS can theoretically reach 10000 times in the case of unsliced.",
  "high.start": "Start using now",
  "high.innovation": "technological innovation",
  "high.database": "Database + Block storage mode",
  "high.postgreSQL": "Use the high storage and high concurrency performance of PostgreSQL database to store system parameters in data tables, and use database engines such as views, indexes and stored procedures to improve data reading and writing ability. ",
  "high.insights": "Technical Insights",
  "high.team": "\"The IBAX team is composed of a group of technology geeks with innovative spirit.",
  "high.never": "We never 'follow the rules and stick to the rules', but constantly comprehensively adopt existing or our innovative technologies to improve the overall performance of the ibax chain.\"",
  "high.globalization": "Globalization",
  "high.to": "Sufficient for any business",
  "high.compat": "Compatibility",
  "high.rich": "Integrated with a wide range of Application Scenarios",
  "high.use": "High Usability",
  "high.provide": "Online support from our technical team",
  "high.high": "High Capacity Storage",
  "high.storage": "Maximum block storage capacity up to 64M bytes",
  "high.etc": "The mint node is a distributed network service node in the IBAX network, which provides the function of token minting for the whole network and has the responsibility of guarding network security and improving the cost of network attacks.",
  "high.reward": "The reward mechanism for mint nodes is essential to maintain the stability of the IBAX platform, and we use a probabilistic algorithm that is both simple and practical: mint probability = mint node arithmetic / network-wide arithmetic. Over time, the probability of each mint node receiving a reward is consistent, and this approach helps maintain the stability of the mint nodes.",
  "high.running": "The Mint nodes running around the world not only serve as mining incentive nodes for maintaining network security, but also stand on their own as distributed servers and provide decentralized services for various ecoLibs (ecological libraries), such as decentralized social tools, decentralized web services, etc.",
  "high.sub": "Sub nodes",
  "high.node": "The sub-node is the first of its kind in the entire blockchain world. It only keeps the data of transactions related to its own ecoLib application module, while the full amount of data is handled by honor nodes, guardian nodes and mint nodes. In addition, sub-nodes can also interact with \"private data \" to ensure the privacy, security and flexibility of transactions.",
  "high.can": "Sub-nodes can only keep data of transactions related to their own ecological applications, and they can also execute their own independent ecology (ecoLib) separate from other node networks, so we also call them - side chains.",
  "high.of": "CLB is a node independent of the IBAX network, and at the same time has the function of an Oracle.",
  "high.runs": "CLB runs as an independent node without affecting the performance of the master node, and can be flexibly configured for CLB performance and deployment according to business requirements, with independent smart contracts, operation interfaces and database tables, etc.",
  "high.meet": "CLB is designed to meet cross-chain, CLB comes with data reading function and smart contract asset locking and conversion, so that external assets become assets within the IBAX ecosystem, CLB can also process and format conversion of data to be used by the IBAX network.",
  "high.virtual": "The IBAX virtual machine can simultaneously support: Ethereum and Binance Chain smart contracts. You can import the contract with one click and seamlessly connect to the IBAX ecosystem.",
  "high.most": "The most widely compatible",
  "high.engine": "Smart Contracts Engine",
  "high.one": "One-click import ",
  "high.chains": "Smart contracts from other blockchains",
  "high.contract": "Multiple contract types",
  "high.trigger": "Type: Delayed Contract, Trigger Contract...",
  "high.smart": "Smart Contract Editor",
  "high.editor": "Contract editor",
  "high.simple": "Simple and easy-to-use online contract editor",
  "high.basic": "\"IBAX is a blockchain infrastructure framework sufficient to support complex global operations. ",
  "high.very": "Providing good compatibility for developers of other blockchains is something that is important to us.\"",
  "high.import": "Import external contracts",
  "high.cont": "Import smart contracts",
  "high.from": "Import smart contracts from other blockchains with just one-click",
  "high.cross-chain": "Cross-chain communication",
  "high.divides": "The IBAX network divides nodes and transactions into fragments, and successfully increases the packaging efficiency by orders of magnitude through different consensus processing algorithms and multi-signature verification mechanisms.",
  "high.authentication": "Authentication",
  "high.validation": "Permission Validation",
  "bass.privacy": "Privacy",
  "bass.go": "Go beyond the pursuit of customer privacy and security",
  "bass.key": "A key component of every aspect of IBAX is \"defense in depth\", protecting user privacy and data security is the foundation of cryptocurrency. IBAX deploys a multi-layered security matrix to ensure the safety of client assets from cyber attacks, internal attacks and human error.",
  "bass.keep": "Keeping your data secure",
  "bass.comply": "Comply with global privacy and security regulations",
  "bass.data": "Prohibit personal data leakage",
  "bass.safety": "Safety",
  "bass.solid": "Solid foundation for cross-chain data interaction",
  "bass.clb": "CLB unique and innovative contract verification mechanism, when the external system needs to call the on-chain contract to perform on-chain operations, IBAX public network will verify the contract hash is correct during and after the execution to determine the off-chain and on-chain interaction handshake is trusted and secure, which can guarantee that there is no risk of tampering with the contract during the interaction.",
  "bass.flexible": "Flexible configuration",
  "bass.onecreate": "Anyone can create",
  "bass.decentralized": "Decentralized and trustless cross-chain is not a product of decentralization in the guise of decentralization, it is true decentralization that allows digital asset transfer, data transfer and smart contract operations between blockchains without developer permission and without developer interferences. Not only can they enable this functionality for themselves, but by deploying CLB they can also provide cross-chain communication services for other development teams.",
  "bass.interaction": "Cross-chain exchange",
  "bass.asset": "Asset Security",
  "bass.improve": "Improve transaction efficiency through transaction sharding",
  "bass.transaction": "Transaction sharding is like different lanes of the same pool, and it is an effective way to separate business to improve efficiency. Theoretically the finer the slicing, the more efficient the execution will be, but it is also important to take into account the situation when a large number of cross-slice operations arise, so balance is the most important thing.",
  "feature.high": "The high storage capacity not only supports the storage of numbers and texts, but also supports the on-chain storage of data in various formats such as pictures and applications. This leaves plenty of room for future expansion of NFT.",
  "bass.registered": "Sharding from the time the public and private keys are generated",
  "bass.sharding": "Sharding according to different business types",
  "bass.shards": "It is not the more shards the better, need to adapt to local conditions",
  "bass.work": "Network fragmentation",
  "bass.prove": "Improve communication and synchronization mechanisms through network fragmentation",
  "bass.global": "IBAX is a global-oriented blockchain framework, and because of the network latency caused by regional differences, we have divided the network to improve network efficiency through honor nodes in the current region.",
  "bass.solve": "\"What we want to solve is not only technical problems, but also product concepts. ",
  "bass.thinking": "The only way to truly provide a valuable platform product is to think from the user's perspective.",
  "bass.actions": "Cross-Sharing Transaction",
  "bass.not": "Cross-Sharding transactions do not affect execution efficiency or performance",
  "bass.whether": "Cross-region transactions, whether network sharding or transaction sharding, are handled by the transaction consensus mechanism and in this way both improve efficiency and do not sacrifice performance.",
  "bass.same": "The same blockchain",
  "bass.controls": "IBAX unifies shards by consensus",
  "bass.principle": "IBAX persists in the principle of one chain and realizes transaction sharding through the honor nodes and consensus mechanism deployed worldwide.",
  "bass.off": "Off-chain communication",
  "bass.closed": "Break the closed space of the blockchain",
  "bass.order": "Blockchain usually uses \"Oracle\" as a tool to interact with Off-blockchain data in order to secure the data. In IBAX, we have created CLB - Cross Ledger Base Node, which not only can refer external data to internal chain for use, but also will become a reality for both assets and data across blockchains;",
  "bass.also": "The CLB can also be used as a data processing center for the operation of the multi-party computing model in \"edge computing\", and the IBAX network will confirm the uniformity of the model, while the results of the edge computing will be transmitted point-to-point through the IP of the other network node set in the CLB in asymmetric encryption mode, thus making the original data invisible, i.e., ensuring the security of the original data and achieving the purpose of the conclusion available.",
  "bass.in": "Rich data within the blockchain",
  "bass.enrich": "Improved business scenarios",
  "bass.choices": "More opportunities ",
  "bass.opportunities": "more choices, and more opportunities",
  "bass.support": "Cross-system support",
  "bass.sup": "Enabling Federal Learning and Edge Computing",
  "bass.diversification": "Data Diversification",
  "bass.refer": "Can reference any data outside the blockchain",
  "bass.weather": "If weather data, stock market data, geographic information, etc. can be cited within the blockchain, utilizing these data on the Internet to the fullest extent and bringing together the decentralized mechanism of blockchain, that will truly change the world.",
  "bass.blockchain": "\"Blockchain was affected by many limitations, off-chain data verification affected the development of blockchain. ",
  "bass.verification": "The Cross-Ledger Base Node (CLB) is like opening a door to the world of the Internet, and you can use it to achieve anything you want.\"",
  "bass.light": "Light and fast",
  "bass.rapid": "Rapid deployment of Cross-Ledger Base nodes (CLBs)",
  "bass.there": "Cross-Ledger Base nodes (CLBs) are no different from other nodes in deployment, and you can deploy them to computer devices on your own to meet the premise of cross-ledger Base nodes (CLBs) consensus, which can access off-chain data through smart contracts.",
  "bass.en": "Hybrid Smart Contracts",
  "bass.with": "Create Hybrid Smart Contracts",
  "bass.when": "Using CLB nodes to create hybrid smart contracts, you can apply it to any Dapp that needs to do data interaction with off-chain such as Defi, NFT, games, smart lending, etc.",
  "bass.oper": "CLB operation",
  "bass.on": "Off-chain data uploading",
  "bass.authority": "Decentralized authority",
  "bass.permissions": "Use multiple signatures to decentralize account authorities",
  "bass.transferring": "To transfer funds from a multi-signature account (N), authorization from (M) multi-signature accounts is required. m+n>51% to complete the transfer.",
  "bass.downloaded": "Multiple signatures are not only in the traditional sense, but also in the contractual sense, where multiple signatures are validated for a transaction in the wallet, a feature that can be downloaded and used in the BaaS application marketplace.",
  "bass.account": "Decentralized account authority is equivalent to decentralized private key",
  "bass.centralized": "Avoid centralized authority when multiple parties collaborate",
  "bass.each": "Flexibility, account weights can be adjusted",
  "bass.secur": "Wallet security",
  "bass.wallet": "Multi-signature wallet prevents private key leakage",
  "bass.insecure": "In an unsafe environment where private keys can be exposed, a multi-signature wallet will effectively prevent hackers from hacking into your private key.",
  "bass.concept": "\"The concept of decentralisation is the foundation of blockchain, and multiple signature technology upholds and applies this concept very well. ",
  "bass.maintains": "This technology also does a good job of avoiding the problem of centralised authorities, applied in business scenarios such as Defi and exchanges.\"",
  "bass.notifce": "On-chain notification",
  "bass.signed": "Signature transfers are notified to associated accounts on the blockchain",
  "bass.signature": "When a signature transfer is initiated, the IBAX network will synchronise the notification to the associated account on the blockchain. The notification is encrypted and readable only by the associated account, so there is no need for you to inform the associated account by other means.",
  "bass.to": "Compared to cold wallets",
  "bass.safer": "Safer and more reliable than cold wallet",
  "bass.compared": "Multi-signature accounts are more secure and reliable than cold wallets, multiple private keys have flexible storage options and decentralised authorities are far more secure than centralised management.",
  "bass.cold": "Cold wallet",
  "bass.mul": "Multi-signature wallet",
  "bass.anonymous": "Anonymous transactions for privacy and security",
  "bass.implementation": "In the IBAX network, we have designed two implementations, zero-knowledge proof of transactions and zero-knowledge proof of smart contracts. In all modern blockchain networks driven by smart contracts, only zero-knowledge proof of smart contracts can guarantee the security and privacy of transaction data.",
  "bass.protection": "Robust privacy protection mechanisms",
  "bass.process": "Transactions are not traceable",
  "bass.leaked": "Personal transaction data is not compromised",
  "bass.technical": "Technical Support",
  "bass.black": "‘Black box’ technology",
  "bass.homomorphic": "In the IBAX network, we use advanced homomorphic encryption, a cryptographic technique based on the computational complexity theory of mathematical puzzles, which allows arbitrary calculations to be performed on ciphertext data and ensures that the results are accurate and only the owner of the data has access to it, protecting your privacy during the transaction.",
  "bass.since": "\"As private trading would make assets secure and untraceable,",
  "bass.frequenc": "High-frequency quantitative trading between users makes it more secure, and to some extent fills a market need for anonymous trading.\"",
  "bass.transac": "Anonymous transaction",
  "bass.system": "Establish a financial federal system",
  "bass.financial": "A financial federation system is the use of one cryptocurrency to receive the same amount of cryptocurrency from others. It allows users to quickly and efficiently mix their funds with those of other users, creating a random relationship between the existing user account and the new account after mixing the coins. The principle is to separate the input and output addresses in a transaction, thus protecting privacy and achieving anonymity.",
  "bass.secure": "Secure Transaction",
  "bass.make": "The \"safe deposit box\" function",
  "bass.information": "In the IBAX network, each account has a ''safe deposit box'' where different assets can be stored in cipher text, so that even after switching accounts, the same assets can be transferred to the current account by entering the same cipher text, making identity concealment and asset switching more secure.",
  "bass.safe": "In the IBAX network, each account has a \"safe\", and different assets can be stored in the safe in cipher text. Even after switching accounts, entering the same cipher text can transfer the same assets to the current account and let the identity Concealment and asset conversion are more secure.",
  "bass.hidden": "Identity concealment",
  "bass.sec": "Data Security",
  "market.video": "BaaS Demo Video",
  "market.help": "Detailed help documentation will help you to quickly familiarize yourself with the application.",
  "market.watch": "Detailed help documentation will help you to quickly familiarize yourself with the application.",
  "market.view": "View details",
  "market.application": "BaaS Applications",
  "market.token": "Eco-coins/tokens",
  "market.create": "Quickly create an ecosystem and issue coins with one click.",
  "market.point": "Full Node Information",
  "market.each": "Each node in the blockchain is public and arrives at the node via a P2P transfer protocol to enable data to be passed between them.",
  "market.vote": "Vote",
  "market.multiple": "Provide multiple voting templates, including joint network join template, modification of platform parameters template, modification of eco-parameters template, token refund template, eco-value certification template, and general voting template. Includes templates for modifying the parameters of all the above templates, and supports customized voting.",
  "market.supply": "Supply chain",
  "market.provide": "Provide complete cargo transportation data for the supply chain, accurately record the outbound and in-transit time of goods, and control the quality of goods storage. Apply blockchain financial attributes to provide comprehensive blockchain technology services for supply chain finance.",
  "market.defi": "Defi",
  "market.the": "Decentralised Defi for your Tokens without the risk of coin theft.",
  "market.member": "Membership Management",
  "market.govern": "Eco-members govern together, form a stable community, and decide changes in ecological parameters through voting.",
  "market.network": "Federated network",
  "market.display": "Displays a record of applications to join the federated network. You can create a voting request to join the joint network, which is resolved by the specified role.",
  "market.cyber": "Network Security",
  "market.secure": "A secure network based on blockchain communication with cryptographic mechanisms, multiple signatures and cold wallet technology combined.",
  "market.decentralized": "Decentralized chat",
  "market.chat": "View chat records, showing all chats about yourself in the current ecoLib. Initiate one-to-one chats, so that private content is not known to the outside world. Support for group chats, where people can talk and share their views.",
  "market.asked": "Frequently Asked Questions",
  "market.more": "View more questions and answers",
  "market.real": "What is the real ecosystem ?",
  "market.exist": "The existing blockchain is a \"self-managed\" system, and the reality of the \"DAO\" is still quite far from the ideal perfect \"DAO\". The main factor is that data cannot be accessed from outside the blockchain. This is why cross-chain projects such as \"Chainlink\" have emerged. The main purpose of these projects is to connect data from different data sources outside the chain to the blockchain, to enable the in-chain execution of regular data, and to achieve a credible data exchange.",
  "market.public": "In the IBAX public network, the cross-chain/cross-data function has been completed, so that data from different off-chain data sources can be easily and quickly accessed into the IBAX network, which can be built into a real ecosystem and complete the blockchaining of production and life in the real world.",
  "market.low": "What is low-code development ?",
  "market.has": "IBAX has integrated many basic smart contracts and BaaS functions. You only need to refer to the relevant contract to the ecology, or you can complete it through the visual page: one-click currency issuance, ecology management, voting, etc. These functions are greatly reduced The workload of the developer.",
  "market.ia": "What is cross-chaining, what are the scenarios in which it can be used, and what changes can it bring to our lives ?",
  "market.integrate": "IBAX's cross-chain enables a decentralised cross-chain through CLB technology collection contract cryptography, allowing asset safe-keeping and asset locking to be done automatically through smart contracts. This decentralised cross-chain is the fundamental solution to cross-chain technology.",
  "market.built": "Why is the ecosystem built on the IBAX public network highly trusted?",
  "market.one": "1. The IBAX Network is a highly compatible, microservices-based, integrated blockchain infrastructure;",
  "market.two": "2. In order to prevent the occurrence of fraud and other malicious events that are common in the existing blockchain world, the IBAX network combines economic theories and scenario requirements in the technical implementation of the most advanced cryptographic technologies such as homomorphic encryption, asset locking, zero knowledge proof of smart contracts, unreadable secret key pairs (smart contract encryption) cross-chain mechanism, multi-chain isolation, etc., to ensure to the maximum extent that the projects of the ecological library and ecological clusters on the IBAX network are more fair, transparent and fraud-free;",
  "market.three": "3. consensus level using DPOA upgraded version of the authorized proof of work, as the IBAX ecology continues to develop and grow, commercialization will be incorporated into the legal regulation makes the ecological reversal more robust.",
  "market.reward": "Incentive Plan",
  "market.colorful": "A variety of eco-incentive plans",
  "market.foundation": "The IBAX Foundation has created a variety of ecoLib incentive plans. You can join the corresponding project team according to the team size and application type, and these activities are held regularly on time.",
  "market.join": "Join now",
  "market.heading": "Heading",
  "market.want": "Want to know more about our events? Go to Event History.",
  "market.creative": "Creative ecological application",
  "market.ideas": "Realise your brilliant ideas through the IBAX network and provide users with applications that meet their needs. It doesn't have to be a grand idea, even a small idea that makes a difference will be highly encouraged.",
  "market.ecological": "The leading eco-application of future technology",
  "market.development": "The development of blockchain technology never stops, and the IBAX team is still pursuing technological breakthroughs and innovations. We seek like-minded technical teams to work together to build the IBAX technology, and to this end, the IBAX Foundation will encourage development teams or people in a number of ways.",
  "market.wonderful": "Create something amazing!",
  "market.blockchain": "IBAX is a foundation blockchain for development and we welcome companies, entrepreneurs, groups or individual developers from all over the planet to realize your ideas through the IBAX network. We will hold a variety of exciting and rewarding events over the long-term and look forward to your participation.",
  "market.videos": "Watch videos",
  "market.rewards": "IBAX token rewards",
  "market.order": "In order to lower the threshold for IBAX eco-developers and reduce developer expenses, eco-sites that are recognised by the IBAX community will be rewarded with IBAX passes from the Foundation.",
  "market.team": "Technical support from the IBAX team",
  "market.have": "If you have a fantastic idea but don't have the technical skills to make it happen, you can try contacting the IBAX team, and after getting approval, the IBAX team will solve all your technical problems for free.",
  "market.excellent": "Great projects are sure to be rewarded with various kinds of incentives",
  "market.exploring": "The IBAX Foundation is responsible for the operation and development of the IBAX network and is always looking for outstanding eco-projects. For these eco-incentives including funding, technology, publicity and promotion, this incentive will be all-round to get the best out of your project.",
  "market.much": "More cases",
  "market.eco": "IBAX Wallet",
  "market.based": "Jutkey Wallt is a decentralized multi-currency wallet based on the IBAX chain. In the wallet you can add IBAX miners to mine and view the revenue and status of the miners in real time. There will be a mining pool support in the future, so stay tuned.",
  "market.download": "Go to download",
  "market.management": "Weaver EcoLib Manager",
  "market.Weaver": "Weaver is an eco management tool for IBAX developers. You can use Weaver to create an ecosystem, issue coins with one click, manage smart contracts and more.",
  "market.information": "Peer-to-peer encrypted information",
  "market.tool": "vTok is a decentralised chat tool delivered via the IBAX Guardian Node based on the P2P protocol. vTok is a private, visible and never erased chat.",
  "market.learn": "Learn more",
  "feature.we": "We believe that the future NFT is not only a picture, but also various forms of data including code.",
  "feature.node": "Multiple node types",
  "feature.hor": "Honor Node",
  "feature.honor": "Honor nodes are the most important part of the IBAX public network. They are responsible for the block packaging of the entire IBAX network and receive packaging rewards. We use a reputation mechanism, which can effectively reduce the impact of failed nodes, so it is called \"Honor Node\".",
  "feature.any": "Any mint node that has reached the Combined Computing Power size and meets the Total Amount of Staking will have the opportunity to become an \"Honor Node\", the total amount of mint node computing power and collateral is one of the prerequisites, to run the \"Honor Node\" it is also necessary to meet the hardware requirements of the servers. The IBAX network has an integrated hardware monitoring system that allows instant monitoring of the hardware operating environment of the honor nodes.",
  "feature.guard": "Guardian Nodes",
  "feature.as": "As a witness of eco-data and a store of eco-content, the eco-guardian nodes proactively request the synchronisation of eco-data in the IBAX network.",
  "feature.ecological": "Eco-Guardian Nodes are candidates for Honor Node and can initiate a vote to become an Honor Node if the hardware conditions and pledging conditions are met, and can become an Honor Node once the vote is approved.",
  "feature.casting": "Mint Nodes",
  "feature.about": "More features of IBAX",
  "featrue.ecolog": "EcoLib autonomy",
  "feature.realize": "Realise the 'utopia' in your dreams here",
  "feature.take": "The management of an ecosystem can take many forms, including: whether to issue passes, whether to support eco-consensus and mining practices, and whether to allow ecosystem members to not spend any GAS fees, which should be left to the DAO to decide. These are the most important foundational things in the ecosystem, and neither Ethereum nor Binance can achieve them all. In IBAX, you can create a ''utopia'' like this.",
  "feature.consensus": "Eco-Independence",
  "feature.costs": "Eco-Consensus and Fees",
  "feature.issuing": "Eco-Coin Issuance",
  "feature.economic": " Eco-Economic Governance",
  "feature.mining": "Eco-Development",
  "feature.incentives": "Eco-Mining & Incentives",
  "feature.model": "Eco-Governance GModel",
  "feature.eco": "Eco-Coins, GAS fees and mining are all defined by the ecosystem itself",
  "feature.choose": "You can customise these eco-set-ups to suit your own ideas. The combination of multiple formats can cater for all application scenarios, allowing you to realise your business model while taking into account the governance and promotion of your eco-members.",
  "feature.business": "Business is a complex and volatile environment, we take the essence of business to abstract out the attributes of:",
  "feature.tokens": "Coins/tokens (money), GAS fees (tax), consensus (law), mining (economy) and leave it to the ecosystem to decide, so that any business environment can be implemented in IBAX.",
  "feature.economy": "EcoLib economy",
  "feature.gas": "Eco-GAS fee collection and withholding",
  "feature.transactions": "Inner-Eco transactions require a certain amount of IBXC to be deducted as the chain's GAS fee. This model allows eco members to simply follow and hold eco tokens, and allows eco creators to focus more on their actual business.",
  "feature.expansion": "Eco Scalability",
  "feature.based": "Cross-chain based eco-applications",
  "feature.use": "The ecosystem can use all the infrastructure facilities of IBAX, including the use of CLB for 'cross-chain'. You can implement all applications in the ecosystem for gaming, sales, community operations, government matters, etc.",
  "feature.awards": "Awards And Accolades",
  "feature.ecology": "Create ecology",
  "feature.governance": "Eco-Governance",
  "feature.articles": "Articles",
  "resource.project": "Related Projects",
  "resource.more": "More Extensions",
  "resource.team": "Teams",
  "resource.ac": "Communications Analysis",
  "resource.external": "Outside Cooperation",
  "resource.news": "News",
  "resource.activity": "Events",
  "resource.white": "Whitepaper",
  "resource.economic": "Economic Models",
  "resource.partner": "Partnerships",
  "resource.video": "Videos",
  "resource.community": "Communities",
  "resource.document": "Documentation for Developers",
  "resource.download": "Downloads",
  "resource.technical": "We are committed to changing society with blockchain technology",
  "resource.know": "Meet our partners",
  "resource.composed": "IBAX is a group of people from all over the world who passionate about blockchain technology, we pursue the research of blockchain technology to practical application and constantly explore the cutting-edge knowledge of blockchain. We provide a solid and stable blockchain platform for all the teams that approve to join us.",
  "resource.needs": "Technology needs to solve practical problems for humans. We hope to create a decentralised and autonomous platform through the blockchain decentralisation concept, where you can shop, spend, travel, etc. and do whatever you want without worrying about data leakage, asset security or privacy issues, as all these data will be kept by you and authorized by yourself.",
  "resourse.hundreds": "Hundreds of people",
  "resourse.r": "R & D team",
  "resourse.chain": "Blockchain",
  "resourse.underlying": "The underlying architecture of the blockchain",
  "resourse.items": "Five",
  "resourse.leading": "Leading blockchain technologies",
  "resourse.application": "Applications",
  "resourse.system": "Blockchain BaaS Systems",
  "resourse.machine": "Contract Virtual Machine",
  "resourse.languages": "Compatible with multiple contract languages",
  "resourse.still": "We're still making breakthroughs",
  "resourse.view": "View more comments about our technology",
  "resourse.person": "Team Leaders",
  "resourse.charge": "Each of the IBAX team leaders is an outstanding talent in their respective fields and has made many contributions to IBAX",
  "resourse.from": "Technical teams across the globe",
  "resourse.no": "Not available at the moment",
  "resourse.case": "Cases",
  "resourse.senior": "Our senior consultant team",
  "resourse.doctor": "PhD in Cryptography, University of Chicago",
  "resourse.professor": "Professor(Institut polytechnique de Paris)",
  "resourse.pro": "Professor",
  "resourse.phd": "PhD in Cryptography",
  "resourse.public": "Public Affairs Specialist",
  "resourse.affairs": "Public Affairs Specialist",
  "resourse.developer": "I am a developer in the IBAX team and I have realised my values within this family and people respect my ideas, which is the most happy thing.",
  "resourse.designer": "I am a designer responsible for all visual design for IBAX.",
  "resourse.soon": "I hope I can get to know you soon as I am a Commercial Specialist responsible for business matching and negotiation for IBAX.",
  "resourse.joined": "I joined the IBAX team in 2019 and have witnessed the rapid growth of IBAX.",
  "resourse.responsible": "I am responsible for Weaver's product design to better support your development, I have built a bunch of BaaS applications and I hope you have a good experience.",
  "resourse.hum": "Hum! Don't get in the way of my programming, I still have a lot of ideas to achieve.",
  "resourse.our": "There are no gaps in communication in our team, no discrimination exists, I can express all my opinions and everyone gives me a helping hand.",
  "resourse.administrative": "I am an Administrative Specialist and I am responsible for the management of the team and the systems that ensure that our globally dispersed people can collaborate and communicate smoothly.",
  "resourse.gains": "Jutkey wallt's benefit from joining IBAX",
  "resourse.used": "Jutkey Wallt's team has received technical support from IBAX in many ways by using the IBAX network as the base application for the wallet and staying in communication with the IBAX team.",
  "resourse.story": "Discover the full story",
  "resourse.excellent": "Amazing teams have joined the IBAX ecosystem",
  "resourse.learn": "Learn more about Apps in the IBAX ecosystem",
  "resourse.compatible": "These applications are eco-deployed in one click with the IBAX contract-compatible feature",
  "resourse.name": "EcoLib Name",
  "resourse.cases": "View all Cases",
  "resourse.advantage": "Application Advantages",
  "resourse.gain": "IBAX will give you a high-speed boost",
  "resourse.problems": "These are real problems for developers and with IBAX you will have no trouble facing them.",
  "resourse.threshold": "Development threshold",
  "resourse.every": "Every team wants to complete their ideas with minimal manpower. IBAX Network will provide you with comprehensive development documentation where you can create the Eco-App you want, and we also support online editing of smart contracts in the online BaaS system we provide.",
  "resourse.time": "Save development time",
  "resourse.names": "Name",
  "resourse.d": "R & D Director",
  "resourse.information": "View more information",
  "resourse.cost": "Lower costs",
  "resourse.noticed": "We have noticed that many excellent developers teams have been hit hard by the high fees on some blockchains. The IBAX network, on the other hand, has high execution efficiency and high block capacity, so transaction fees are extremely low in the IBAX network.",
  "resourse.handling": "Lower processing fees",
  "resourse.operations": "Operations Director",
  "resourse.help": "Get more help",
  "resourse.news": "News",
  "resourse.follow": "Follow the news to learn more about IBAX",
  "resourse.source": "Source",
  "resourse.type": "Type",
  "resourse.search": "Search",
  "resourse.introduce": "Introduction",
  "resourse.explanation": "Get to know IBAX in a video",
  "resourse.video": "Video introduction of the IBAX team",
  "resourse.sourceview": "View data sources",
  "resourse.start": "Start playing",
  "resourse.how": "How to use Weaver:",
  "resourse.quickly": "Create an ecosystem quickly with Weaver",
  "resourse.issuance": "One-click to issue coins",
  "resourse.visual": "Visual eco-governance page",
  "resourse.official": "Official",
  "resourse.facebook": "Facebook",
  "resourse.twitter": "Twitter",
  "resourse.community": "Community",
  "resourse.technology": "Technologies",
  "resourse.ecologically": "EcoLibs",
  "resourse.activities": "Events",
  "solutions.make": "Every Original Deserves Respect",
  "solutions.copyright": "Blockchain Copyright",
  "solutions.protection": "The IBAX copyright protection platform provides content producers or content operators with a one-stop online copyright protection solution that integrates rights deposition, dissemination monitoring, e-discovery and judicial protection litigation.",
  "solutions.stop": "One-stop copyright protection",
  "solutions.reduce": "Reduce costs and increase efficiency for the industry",
  "solutions.value": "Reshaping the value of copyright",
  "solutions.deposit": "Rights Depositions",
  "solutions.quick": "Fast rights registration tool. Based on the features of blockchain, it can realize \"confirm the right immediately after publication\", which can solve the traditional 7-30 days work in 1 minute. Enables the security of information such as the identity of the rights holder, the unique ID (hash value) of the registered content, and the time of registration to be safely uploaded onto the blockchain.",
  "solutions.integrate": "\"Integrating separated business segments into an online one-stop service, ",
  "solutions.rights": "It integrates rights deposition, distribution monitoring, e-discovery and rights protection services, allowing original creators/organisations to achieve copyright protection \"without a single hassle\".\"",
  "solutions.strong": "Strong technical support",
  "solutions.spread": "Distribution monitoring",
  "solutions.precision": "Highly accurate network-wide monitoring tool. Based on DNA tracking technology to stamp original works with an \"identity\", billion level search capability in milliseconds, accurate identification of infringements across the network, on-demand monitoring, self-defined monitoring scope and annual service.",
  "solutions.costs": "Reduce costs and increase efficiency for the industry",
  "solutions.reshaping": "Reshaping the value of copyright",
  "solutions.trustworthy": "Create a trustworthy copyright eco-alliance, share associated information on the blockchain, achieve integration and data exchange within the smart contract and business application layers, and achieve fair and real-time revenue distribution through smart contracts.",
  "solutions.financial": "Financial security",
  "solutions.supply": "Supply chain finance",
  "solutions.service": "The supply chain financial services platform, by digitally upgrading the accounts receivable of core enterprises, enables accounts receivable to be passed on to upstream suppliers as credit credentials that flow through the supply chain, which solves the problem of expensive financing and difficult financing for small and micro enterprises at the end of the supply chain. At the same time, the financial-level identity security and transaction security authentication also provide a complete solution for enterprises' online zero-contact transactions.",
  "solutions.watch": "Watch Demo",
  "solutions.issuance": "Open and Flow",
  "solutions.early": "Early collection of funds on account",
  "solutions.destruction": "Accounts Receivable Destruction",
  "solutions.digital": "Full lifecycle management of digital assets",
  "solutions.credit": "Core companies can confirm and upload their accounts payable to first-tier suppliers online based on bank credit. Tier 1 suppliers can transfer their receivables to Tier 2 or more suppliers on the blockchain.",
  "solutions.fully": "Fully open to a variety of financial institutions such as banks, factoring, warranties and trusts, as well as core companies and suppliers upstream and downstream in the supply chain.",
  "solutions.build": "Build a blockchain-based supply chain finance collaborative eco-system together. We also welcome large banks with strength to join the blockchain alliance to work together. The uploading, generation, flow, financing and destruction of digital assets for the whole life cycle of accounts receivable are done directly on the chain. Eliminate the double spending and reconciliation problems commonly occurred in non-blockchain systems.",
  "solutions.flexible": "Flexible open and shared eco-system",
  "solutions.suppliers": "Suppliers at all levels can transfer accounts receivable held in the blockchain, to funders, and receive cash collections in advance.",
  "solutions.assist": "Assisting core companies with supply chain penetration management",
  "solutions.after": "Once the core company has made the payment, IBAX's partner clearing agency settles the payment to the recipients in the blockchain, including suppliers and funders at all levels.",
  "solutions.demo": "View cases",
  "solutions.diversified": "Diversified Asset Management",
  "solutions.asset": "Asset Management Platforms",
  "solutions.credible": "A flexible, credible and diversified asset management platform built on blockchain helps enterprises to put underlying assets on the chain, realise on-chain asset packaging, authorisation and other penetrating management, and continuously track assets through on-chain risk control to help issue asset contracts and lower the financing threshold for enterprises with weak main credit but high-quality assets.",
  "solutions.management": "On-chain automated asset management",
  "solutions.smart": "Smart contract asset management",
  "solutions.real": "Penetrating funds management",
  "solutions.time": "Real-time risk control analysis engine",
  "solutions.including": "This includes real-time asset on-chain storage, on-chain asset verification, automatic asset authorization, asset decision management and asset risk control analysis.",
  "solutions.risk": "Second-level on-chain asset risk control analytics engine to help provide penetrating insight into underlying asset details,",
  "solutions.structured": "making structured assets more transparent and trustworthy.",
  "solutions.privacy": "Financial-grade blockchain privacy protection",
  "solutions.realize": "Smart contract-based asset transaction structuring, automatic contract issuance, revolving asset purchase, and asset replacement capabilities.",
  "solutions.second": "Second-level asset penetration credit boosting",
  "solutions.relying": "Relying on the blockchain account and verification system, enable one-stop services such as online contracting and collection and payment, help funders to see the asset formation process and help enterprises to obtain lower cost funds.",
  "develope.tool": "Visualization tool",
  "develope.functions": "Functions of Weaver",
  "develope.ecoLib": "How to create a new ecoLib ? EcoLib is fast to create. the creator has all the administrative rights.",
  "develope.operation": "Watch our how-to video",
  "develope.weaver": "Weaver is for IBAX developers",
  "develope.bass": "The BaaS function has been added to Weaver and you can use it to create and manage your ecosystem.",
  "develope.encounter": "If you have trouble in developing",
  "develope.technology": "The IBAX team is tech-driven and interested in all development issues and we will respond in a timely manner to questions within the community.",
  "develope.document": "Developer documentation",
  "develope.use": "1. Documentation on IBAX blockchain",
  "develope.doc": "2. Documentation on Weaver",
  "develope.engineer": "Developers Forum",
  "develope.can": "You can look up questions here and if you don't get a solution, other developers in the community will give you the answers you need in a timely manner.",
  "develope.enter": "Enter the forum",
  "develope.questions": "Issues and Feedback",
  "develope.find": "If you find a serious bug, please let us know and our engineers will deal with it as soon as possible. If the problem is confirmed, you will also get a reward.",
  "develope.bug": "Submit an issue",
  "develope.open": "Open to developers, submit smart contracts to BaaS marketplace to get income",
  "develope.has": "IBAX has opened up a BaaS application platform for developers to submit solutions to receive a reward once they have been approved by the audit team, in a form to be set by the developer.",
  "develope.paid": "Multiple payment models",
  "develope.there": "The solution you submit allows you to set three payment methods:",
  "develope.fees": "1. Deductions on installation and use, which is a one-time deduction mechanism that deducts the user's installation and use fees.",
  "develope.deducted": "2. On-use deduction, where a deduction occurs when the solution is used within the application, this is an ongoing deduction that occurs on an ongoing basis.",
  "develope.deduction": "3. Combined deduction, where a certain amount is deducted at installation and a certain amount is still deducted each time the solution is used.",
  "develope.audit": "Code Security Auditing",
  "develope.review": "The IBAX code review team will do a security review of all smart contracts submitted to the BaaS marketplace to protect every user's safety and the developer's profit.",
  "develope.code": "Low Code is extremely user-friendly for all developers and for this reason the IBAX team offers a Low Code development platform, which we call \"Weaver\".",
  "develope.lowCode": "Low Code",
  "develope.ecological": "Ecological management",
  "develope.quickly": "In Weaver you can rapidly create an ecosystem via a visualisation page, using a choice of configurations to initialise the ecosystem rules, and members who join the ecosystem will have to abide by your ecosystem rules.",
  "develope.also": "Weaver also supports visual interoperation of one-click importing of contracts from other blockchains. If you are an experienced eco-developer, you can use this feature to seamlessly reference your ecosystem in other blockchains.",
  "develope.online": "Online contract editor",
  "develope.frameworks": "Online smart contract editor, providing contract framework and templates to help developers fast develop eco contracts.",
  "develope.means": "Save-and-Upload, you can choose to publish the completed contract after it has been successfully saved, and apply it to the ecosystem.",
  "develope.drag": "Provides drag-and-drop features that allow you to add controls, which reduces repetitive development work.",
  "develope.template": "Template",
  "develope.number": "A large number of basic templates have been added to Weaver, such as: poll templates, message templates, BaaS applications, member management, etc. These templates can be added directly to your ecology via a visual page.",
  "develope.roadmap": "Roadmap",
  "develope.explore": "Explore more blockchain technology",
  "develope.enthusiast": "If you are a blockchain technology enthusiast, you will experience more technological innovations at IBAX.",
  "develope.finder": "If you are a bug finder, find IBAX vulnerabilities or solve the vulnerabilities, you will be rewarded with coins.",
  "develope.innovator": "If you are an innovator, submit your proposal here and you will receive support from the IBAX team, whether it is financial or technical.",
  "develope.repository": "Go to IBAX's repository",
  "develope.topics": "Find exciting topics",
  "develope.project": "Submit your project",
  "develope.encourage": "Encourage developers to join the IBAX Ecosystem and complete their own ecosystem development.",
  "develope.submit": "Submit your creative ideas on GitHub, get IBAX Foundation approved and you will get help and support from IBAX technical team. Keep GitHub updated, and get IBAX tokens rewarded and development costs returned after completing the application.",
  "develope.excellent": "Excellent eco-applications will be rewarded continuously, and the IBAX Foundation will give developers a generous IBXC coin reward and media support every month or quarter based on eco-activity and contributions.",
  "develope.exciting": "Find exciting topics",
  "develope.encourages": "The IBAX Foundation encourages you to enter our Technology Research Center and make your brilliant suggestions, we will seriously consider all good suggestions, and the IBAX Foundation will give a generous coin reward for the adopted questions.",
  "develope.wonderful": "Create a topic, IBAX is wonderful because of you",
  "develope.reward": "Reward for finding bugs",
  "develope.get": "You can get 10 ~ 50,000 IBAX coins for discovering IBAX bugs or solving IBAX bugs.",
  "develope.receive": "Find bugs, receive rewards",
  "develope.issue": "Issue Description",
  "develope.on": "on",
  "develope.mentioned": "Mentioned",
  "develope.replies": "Replies",
  "develope.join": "Join Discussion",
  "develope.discuss": "Discuss",
  "develope.check": "Check out more topics on GitHub",
  "develope.forum": "Discussion Forum",
  "develope.bugs": "Bugs that have gained rewards",
  "develope.honor": "Honor Developers",
  "develope.forget": "We will never forget developers who have made outstanding contributions to IBAX, and at IBAX you will be honored and rewarded with a generous amount of coins.",
  "develope.see": "Submit a Bug",
  "develope.export": "The page is in development \n Please come back later",
  "about.can": "You can follow us in the following ways",
  "about.have": "We have social accounts on various media platforms, you can interact with us by leaving comments.",
  "about.our": "Our project progress announcements and blockchain insights",
  "about.events": "Published events and blockchain news",
  "about.an": "Video channels",
  "about.follow": "Follow-up on our team and career information",
  "about.you": "You can also join in by: ",
  "about.want": "Want to get your technical questions answered? Please go to the tech forum",
  "news.read": "Read now",
  "about.talk": "Talk to us",
  "about.send": "Send",
  "about.contact": "CONTACT US",
  "about.input": "Input can't be empty",
  "about.success": "Sent successfully",
  "about.fail": "Fail in send",
  "resource.practical": "IBAX is a practical enterprise-level, open source,  scalable materpeice of the blockchain world.",
  "resource.provide": "IBAX could provide a stable and reliable environment for the exchange of business data (assets, tokens, certificates, etc.) and make fast interactions with it.",
  "events.urge": "IBAX incentives",
  "events.center": "Events",
  "events.new": "Learn about the latest IBAX events here and you can earn great rewards!",
  "events.online": "Testnet Online",
  "events.invited": "You are invited to experience the IBAX testnet",
  "events.tasks": "Testing tasks.",
  "events.testing": "Open the testing report form. It contains testing assignments (basic DeFi use-cases like supply, borrow, stake, etc.);",
  "events.them": "Follow them step-by-step and fill in the answers as you go.Report bugs, glitches, typos, and areas for improvement that you found.",
  "events.manual": "Use the testnet manual to learn how to perform the assignments; It contains step-by-step instructions for every use case.",
  "events.discord": "Join our Discord",
  "events.telegram": "Join our Telegram",
  "events.subscribe": "Subscribe our YouTube",
  "events.join": "Join in",
  "events.coming": "Coming soon",
  "events.next": "Next event",
  "events.more": "More",
  "events.marvellous": "Awesome events",
  "events.future": "Upcoming Events",
  "events.home": "Home-page events",
  "events.content": "Related Events",
  "events.much": "More Events",
  "events.act": "Events Content",
  "events.follow": "Follow IBAX for the latest news",
  "events.address": "Enter your email address",
  "events.now": "Subscribe now",
  "server.privacy": "Privacy Policy",
  "server.term": "Terms of Service",
  "server.policy": "Website privacy policy",
  "server.applies": "This privacy policy applies to IBAX's website. Protecting your privacy is important to us. We are the controller of your personal information and this policy explains how we manage personal information within the organization.",
  "server.collect": "Types of personal information we collect",
  "server.personal": "Your personal data, your choices and our responsibilities",
  "server.our": "We and our partners use cookies or similar technologies to browse and store non-sensitive information, such as your IP address.",
  "server.processing": "The processing of relevant data allows us to improve the user experience, measure the audience rate of the website and social network features or cooperate with personalized advertising.",
  "server.clicking": "By clicking \"Agree\", you accept the use of cookies by IBAX and its partners.",
  "server.business": "Our business partner",
  "server.change": "Together with our partners, after obtaining your consent, we will process the following data based on your opinions: storing or/and browsing information on the terminal, advertising and personalized content, evaluation of the effectiveness of advertising and content, audience data and product development",
  "server.agree": "Agree",
  "server.disagree": "Disagree",
  "road.paper": "IBAX NetworkVision White Paper V1.0 released",
  "road.website": "IBAX Network 1.0 Official website online \n IBAX public Network infrastructure",
  "road.built": "Built-in DAPPs such as one-click creation of new ecology and DAO governance voting system are set up on the internal test chain \n Optimize test node parameters and contract logic \n Launch Early developer test network ecosystem ",
  "road.whitePaper": "IBAX Network whitePaper V2.0 update iteration \n Main chain consensus optimization and upgrade iteration \n Realize a distributed network based on the IBAX Network main chain and the combination of nodes and hardware \n Release the visual development component platform Weaver on IBAX Network \n Optimize on-chain transaction processing \n Optimize incentive management mechanism \n Complete partial payment management",
  "road.online": "IBAX Network new website online \n Launch of the global Alpha mainnet",
  "road.construction": "Open construction ecology \n Interface compatibility and perfection of the mainstream chain \n Links to apps compatible with multiple wallets",
  "road.construct": "Comprehensively construct and improve the blockchain infrastructure \n Support cross-chain asset agreement \n Foundation investment to introduce business ecology",
  "road.improve": "Improve meta-universe infrastructure \n Open NFT, DEFI ecological market",
  "road.upgrade": "Upgrade the P2P distributed network service under IBAX Network",
  "road.no": "No Data",
  "login.test": "IBAX test online \n Claim airdrop with twitter login",
  "login.with": "Login with twitter",
  "login.event": "Participate in the IBAX Twitter event to earn airdrop IBXC!",
  "login.activities": "Participate in IBAX Twitter activities and receive airdrop points",
  "login.why": "What is IBAX !",
  "login.build": "IBAX aims to build a metaverse with DPoA consensus, where each metaverse resident holding IBXC can modify the community rules by voting to achieve a truly decentralized governance of the metaverse .",
  "login.has": "IBAX has a high-performance and high-efficiency features multilingual virtual machine (IVM) function, which can import eco-applications on Ethereum or Binance blockchain with one-click .",
  "login.welcomes": "IBAX welcomes everyone to participate in the meta-world and gives each resident an NFT with permanent mining access, and anyone with a smart device can turn on meta-mining rewards .",
  "login.team": "Whether you are an individual or a team developer,you can use the eco-management tool provided by IBAX called Weaver, which integrates a large number of BaaS applications to quickly create ecosystems and issue eco-tokens. You can significantly shorten your development period by using Weaver .",
  "login.online": "The liquidation of the first round of airdrops has ended and the results have been posted on our website, please login and check it out!",
  "login.join": "IBAX airdrop has ended the new IBAX Ranking System is coming soon, stay tuned!",
  "personal.on": "Follow IBAX",
  "personal.please": "Please Follow IBAX on Twitter, and click \"Followed\" after you do that.",
  "personal.followed": "Followed",
  "personal.fol": "Follow Twitter",
  "personal.cancalf": "Unfollow",
  "personal.not": "Not yet followed",
  "personal.repost": "Retweet and claim your IBXC",
  "personal.follow": "Please retweet the post then get your IBAX points",
  "personal.forwarded": "Retweet",
  "personal.notf": "Unfinished",
  "personal.finished": "Finished",
  "personal.own": "Points:",
  "personal.coins": "Invite a friend to earn IBXC:",
  "personal.invite": "Invite friends to earn more IBXC",
  "personal.get": "Follow IBAX to get 2000 IBAX points",
  "personal.go": "Go to follow",
  "personal.task": "Task",
  "personal.redeem": "Redeem",
  "personal.retweet": "Retweet",
  "personal.record": "Record",
  "personal.date": "Date",
  "personal.earn": "Earn points",
  "personal.participate": "Participate",
  "personal.still": "The event is still in progress, please redeem after the event ends!",
  "personal.ranking": "Ranking",
  "personal.history": "History",
  "personal.redeems": "Redeem",
  "personal.retweets": "Retweet",
  "personal.share": "Share",
  "personal.code": "Identify the QR code to enter the mobile version of the event page",
  "personal.friends": "Invite your friends to get IBXC and the top 10 referrers will get an additional referral reward.",
  "personal.will": "The airdrop will end on February 1 2022",
  "personal.points": "Points:",
  "personal.once": "This address cannot be changed once it has been submitted.",
  "personal.confirm": "Please confirm your address and keep your private keys and mnemonics safe",
  "personal.your": "Your wallet address",
  "personal.submit": "Submit",
  "personal.werver": "Go to Weaver and create a wallet address",
  "personal.how": "How to use Weaver",
  "personal.address": "Wallet Address:",
  "personal.available": "Redemption of IBXC Coins will be available on February 1, 2022 8:00EST",
  "personal.storage": "Storage Block:",
  "personal.view": "View Blocks Information",
  "personal.redemption": "IBXC will be available for redemption on February 1, 2022 8:00 EST",
  "personal.redeemable": "Redeemable Coins:",
  "personal.submitted": "Your wallet address:{address},  Once submitted, the address will not be able to be changed. Please confirm your wallet address.",
  "personal.cancel": "Cancel",
  "personal.retweetpoint": "Reputation",
  "personal.referral": "Referral Coins",
  "personal.gitHubCoin": "GitHub Coins",
  "personal.center": "Personal Center",
  "personal.airdrop": "IBAX Ranking System",
  "personal.ret": "Retweet to Earn",
  "personal.list": "Points History",
  "personal.referrals": "Share with Friends",
  "personal.ruless": "Airdrop Rule",
  "personal.git": "GitHub",
  "personal.geti": "Get IBXC",
  "personal.invites": "Invite Your Friends to Earn IBXC Coins",
  "personal.week": "Ref History",
  "personal.link": "Your Referral Link",
  "personal.shareOn": "Share on ...",
  "personal.qr": "Your Referral QR Code",
  "personal.our": "Retweet & Earn",
  "personal.point": "All IBAX points",
  "personal.challenge": "Challenge",
  "personal.earned": "Points earned",
  "personal.tw": "Follow Twitter",
  "personal.retw": "Retweet",
  "personal.for": "Retweet & Earn",
  "personal.campaign": "Retweet Campaign",
  "personal.redeemed": "Earned & Redeemed",
  "personal.tasks": "There are new retweets everyday, participate to get IBAX points, check",
  "personal.together": "Share with your friends and participate in IBAX events together",
  "personal.sharer": "Share Record",
  "personal.refer": "Refer a friend to get IBXC bonus, an additional 100 IBXC bonus for every 100 people you invite",
  "personal.id": "Twitter ID",
  "personal.join": "Join Date",
  "personal.ge": "Get IBXC",
  "personal.bind": "Bind your wallet address to redeem IBXC coins",
  "personal.soon": "Please bind your wallet address as soon as possible.",
  "personal.yourPoints": "Your Points",
  "personal.yourCoins": "Your Coins",
  "personal.poin": "IBAX Points",
  "personal.coin": "IBXC Coins",
  "personal.account": "Link to GitHub",
  "personal.commits": "My Commits",
  "personal.gr": "IBAX Ranking System Rule",
  "personal.honor": "Honor Developers",
  "personal.ecosystem": "Ecosystem",
  "personal.bounty": "Engineering / Bounty",
  "personal.resources": "Developer Tools",
  "personal.user": "Profile",
  "personal.dashboard": "My Dashboard",
  "personal.fork": "Fork and Star IBAX GitHub \n Project repository (go-ibax) \n Get 3000 points",
  "personal.keep": "Keep track of IBAX's project repository for more points and IBXC reward information",
  "personal.project": "Followed the IBAX project repository",
  "personal.area": "Bounty Area",
  "personal.email": "Bind email",
  "personal.sure": "Sure",
  "personal.add": "Email address",
  "personal.cod": "Verification code",
  "personal.send": "Send",
  "personal.enter": "please enter your vaild email",
  "personal.can": "E-mail can not be empty",
  "personal.must": "Verification code must be filled",
  "personal.digits": "The verification code can only be 4 digits",
  "personal.binging": "Email binding is successful!",
  "personal.receive": "You will receive timely review and reward notifications for your submission records!",
  "personal.also": "You can also Watch the IBAX project for more information",
  "personal.star": "Click on Star to claim points",
  "personal.repository": "Click the Star of the IBAX GitHub project repository (go-ibax) to get 1500 points",
  "personal.claim": "Click on Star to claim points",
  "personal.finish": "Finished",
  "personal.forkto": "Fork to get points",
  "personal.gofork": "Go to the fork of the IBAX GitHub project repository (go-ibax) to get 1500 points",
  "personal.check": "New check-ins and events are posted every day",
  "personal.time": "Treasure chest will be refreshed in",
  "personal.daily": "Daily check-in",
  "personal.today": "You signed in today",
  "personal.po": "Check in today and get {points} points",
  "personal.system": "IBAX Honor System and Rewards",
  "personal.give": "IBAX Foundation will give over 10 million IBXC as developer community incentive this year, and you can get involved by:",
  "personal.events": "Participate in IBAX activities and GitHub topic discussions to gain IBAX points",
  "personal.constructive": "Propose constructive topics",
  "personal.approved": "Each constructive topic (reviewed Q&A) will be rewarded with 200 IBAXC points, and the reward will be calculated on the 5th of each month (IBAX Developer Day).",
  "personal.there": "If it is a question with technical research value, commercial application value, market development prospect,academic exploration value, etc., IBAX Foundation will transform it into a reward task in addition to IBAX point and IBXC reward.",
  "personal.vulnerabilities": "Find IBAX vulnerabilities",
  "personal.blockchain": "Find bugs on the IBAX blockchain, submit a reproducible process,and receive 1~10,000 IBXC and IBAX points after verification by the IBAX team.",
  "personal.solutions": "Submit the bug solution code, accepted by the IBAX team or merged into the project, you could get 10~50,000 IBXC and IBAX points.",
  "personal.significant": "If you submit major optimization code that can improve the performance and efficiency of the IBAX blockchain, you will receive 10~50,000 IBXC as well as IBAX points.",
  "personal.issues": "Solve Bounty Issues",
  "personal.boun": "Go to the IBAX bounty area and solve the issue to get IBXC reward as well as IBAX point.",
  "personal.views": "View point rules",
  "personal.out": "Check it out on GitHub",
  "personal.been": "All your retweet tasks have been completed, please come back tomorrow.",
  "personal.committed": "The issues you have committed will be displayed here, and if you want to edit them, please go to GitHub",
  "personal.ended": "The IBAX airdrop has ended and we are in the process of liquidating the airdrop rewards, which is expected to be completed in the second quarter of 2022.",
  "personal.process": "IBAX is in the process of liquidating your points and we expect to be fully completed in the second quarter of 2022, so stay tuned !",
  "personal.completed": "Completed Airdrops",
  "personal.air": "Airdrop Rules",
  "personal.rank": "Ranking Rules",
  "personal.getpoint": "Get IBAX Point",
  "personal.tuned": "Stay tuned to IBAX for new events every day.",
  "personal.represent": "IBAX points represent contributions to the IBAX network, and the more points you acquire, the more rewards you will get ",
  "personal.finishend": "Airdrop Campaign Results",
  "personal.serial": "Serial number",
  "personal.handle": "Twitter Handle",
  "personal.overall": "Overall Ranking",
  "personal.airdro": "Airdrop Rewards (IBXC)",
  "personal.poi": "Total Points",
  "personal.red": "Redeems",
  "personal.ranks": "Points Ranking",
  "personal.bonus": "Referral Bonus(IBXC)",
  "personal.referr": "Referral Ranking",
  "personal.rewards": "Referral Ranking Rewards (IBXC)",
  "personal.mainnet": "IBAX will allow users to connect their wallets before the coins are released, please stay tuned!",
  "personal.connect": "Go to Connect",
  "personal.down": "Download the Liquidation Results",
  "personal.getted": "You can get",
  "personal.total": "Total Ranking",
  "personal.aird": "Airdrop Points",
  "personal.coinns": "Redeem points to coins",
  "personal.inited": "Invited <span class='user-commits-title-link-rank'> {person} <span> friends",
  "personal.recoins": "Referral Coins",
  "personal.result": "IBAX airdrop campaign has ended, ",
  "personal.chec": "check the liquidation result",
  "personal.number": "Referrals"
}