{
    "nav": "Nav",
    "nav.home": "Inicio",
    "nav.features": "Por qué IBAX",
    "nav.performance": "Rendimiento, eficiencia y seguridad",
    "nav.high": "Marco de Blockchain",
    "nav.each": "Cada nodo contiene una base de datos distribuida para almacenar los datos analizados de los bloques, lo que no solo mejora la eficiencia de ejecución sino que también permite realizar lógica empresarial compleja.",
    "nav.use": "Usar base de datos para mejorar la eficiencia de ejecución",
    "nav.virtual": "Máquina Virtual Multilingüe",
    "nav.with": "Máquina Virtual IBAX Multilingüe (IVM)",
    "nav.smart": "IBAX tiene su propio lenguaje de contrato inteligente llamado \"Needle\", que funciona perfectamente con contratos inteligentes de Ethereum y admite Solidity, Go, Rust y otros lenguajes para crear contratos inteligentes.",
    "nav.tran": "Fragmentación",
    "nav.improve": "Mejorar la eficiencia de transacción",
    "nav.break": "Rompiendo Barreras Tecnológicas",
    "nav.security": "Seguridad y Privacidad",
    "bass.bank": "Proteja la información personal con seguridad de nivel bancario",
    "bass.attribute": "El atributo de descentralización hace imposible vincular la identidad real en el mundo blockchain y protege la privacidad personal al máximo. En la implementación técnica, IBAX adopta cifrado homomórfico, bloqueo de activos, prueba de conocimiento cero de contratos inteligentes y pares de claves ilegibles. Las tecnologías de criptografía más avanzadas, como el mecanismo de cifrado de pares de claves (cifrado de contratos inteligentes), el mecanismo de intercambio entre cadenas y el aislamiento de múltiples cadenas, garantizan la seguridad personal y la privacidad de IBAX en la mayor medida posible.",
    "bass.effectiveness": "Eficiencia de ejecución",
    "bass.spire": "\"La seguridad es la cúspide de la pirámide, y la privacidad es la joya en la cúspide.",
    "bass.attach": "Prestamos más atención a la seguridad y privacidad que a cualquier otra cosa. Solo una atención dirigida puede garantizar la seguridad de la cadena de bloques, la seguridad de los usuarios y la seguridad de los fondos. Cumpliendo estrictamente con las pautas internacionales de privacidad. Tu privacidad está completamente bajo tu control.\"",
    "bass.built": "Construido para la seguridad",
    "bass.your": "La seguridad de los datos es nuestra prioridad",
    "bass.symmetric": "El mecanismo de cifrado simétrico elíptico basado en la cadena de bloques y el mecanismo de cifrado HASH garantizan la seguridad y confiabilidad del proceso de transmisión de datos. Los resultados de los datos se almacenan en la red IBAX a través del mapeo HASH, y los registros de cambios son claramente visibles.",
    "nav.encryption": "Máquina de cifrado para garantizar la seguridad de los fondos y las comunicaciones",
    "nav.chain": "Comunicación entre Cadenas",
    "nav.decen": "Utilizando la tecnología de cifrado homomórfico, se integran los algoritmos de otras cadenas de bloques en la red IBAX, y se interconectan con la red de cadenas de bloques correspondiente para realizar una verdadera comunicación entre cadenas.",
    "nav.multi": "Firma Multifirma",
    "nav.dec": "Asegurar que varias personas/organizaciones controlen la misma cantidad de fondos. La red IBAX utiliza la autoridad de firma de libro mayor distribuido para lograrlo. Ten en cuenta que la \"seguridad\" es una característica única de IBAX.",
    "nav.clb": "CLB",
    "nav.cross": "Nodo de Base de Cruce de Libros (CLB)",
    "nav.basis": "El CLB es una puerta de enlace para que los datos crucen las cadenas, así como un puente para que los activos crucen las cadenas, y puedes usarlo para obtener datos fuera de la cadena de bloques y usarlos dentro de la cadena de bloques.",
    "nav.private": "Transacción Privada",
    "nav.fouds": "Prueba de conocimiento cero mediante el uso de contratos inteligentes para garantizar la seguridad de los datos y la privacidad de las transacciones privadas.",
    "nav.bass": "Mercado de BaaS",
    "nav.resource": "Recursos",
    "nav.solution": "Soluciones",
    "nav.development": "Desarrollo",
    "nav.about": "Contacto",
    "nav.log": "Iniciar sesión",
    "nav.sign": "Registrarse",
    "nav.out": "Cerrar sesión",
    "nav.case": "Casos",
    "nav.supply": "Financiamiento de la Cadena de Suministro",
    "nav.copyright": "Derechos de Autor",
    "nav.assets": "Gestión de Activos",
    "nav.relying": "Basándose en la tecnología blockchain y de IA de IBAX, la red admite algoritmos de cifrado de nivel financiero y capacidades de computación en la nube para proporcionar una base más segura y confiable para cada capa de servicios.",
    "nav.it": "Es aplicable a tipos de activos como financiamiento al consumidor, financiamiento de automóviles, instalación de equipos, cuentas por cobrar y cuentas por pagar, así como escenarios financieros como ABS, fideicomiso, transferencia y garantía.",
    "nav.cross-chain": "Integración descentralizada y sin confianza entre cadenas",
    "nav.eth": "Los contratos inteligentes de Ethereum y Binance Chain están conectados sin problemas",
    "nav.ledger": "Autoridad de libro mayor descentralizado",
    "nav.user": "Las necesidades del usuario primero",
    "nav.self": "Autoabastecimiento ecológico y gobernanza",
    "nav.gas": "Auto-gobernanza ecológica (DAO) y cargo de gas",
    "home.partners": "Socios de IBAX",
    "home.start": "Construye tu propio ecosistema",
    "home.performance": "Infraestructura blockchain segura y de alto rendimiento Web 3.0",
    "home.secure": "Arquitectura subyacente de blockchain segura y eficiente",
    "home.using": "Empezar",
    "home.join": "Únete a la comunidad",
    "home.watch": "Ver videos",
    "home.innovate": "Innovaciones",
    "home.framework": "Marco subyacente de blockchain de alta concurrencia",
    "home.bottom": "Una excelente capa inferior de blockchain debe cumplir con los requisitos de procesamiento de datos altamente concurrentes, suficiente para manejar cualquier escenario empresarial complejo tanto en el mundo real como en el virtual.",
    "home.learn": "Obtén más información sobre el marco técnico de IBAX",
    "home.virtual": "Máquina virtual",
    "home.machine": "Máquina virtual IBAX compatible con varios lenguajes",
    "home.multiple": "Máquina virtual IBAX compatible con varios lenguajes",
    "home.can": "La máquina virtual IBAX puede admitir simultáneamente: contratos inteligentes de Ethereum y Binance Chain. Puedes importar el contrato con un clic y conectarte sin problemas al ecosistema de IBAX.",
    "home.consensus": "Mecanismo de consenso",
    "home.pub": "Leer Whitepaper",
    "home.dpoa": "Mecanismos de consenso eficientes y justos",
    "home.good": "La red de IBAX integra un módulo de \"modo de autonomía\" que permite la gobernanza DAO sin necesidad de ingresar código complejo. La autonomía de la red de IBAX se logra a través de un mecanismo de consenso DPoA eficiente con votación.",
    "home.determine": "Un buen mecanismo de consenso determinará el avance y el futuro de la blockchain.",
    "home.bifurcation": "Método flexible de pago de tarifas de gas",
    "home.honor": "Método de pago de tarifas de gas ecológico personalizable",
    "home.unified": "Para fomentar a los eco-creadores y eco-participantes, IBAX admite un modelo de tarifas de gas personalizable.",
    "home.unif": "Puedes elegir monedas/tokens ecológicos como modelo de tarifas de GAS y deducir monedas/tokens ecológicos como tarifas de GAS al realizar transacciones ecológicas. Este modelo ayuda a lograr un entorno ecológico verdaderamente descentralizado y autónomo.",
    "home.economics": "Economía",
    "home.benefits": "Beneficios a realizar: ya seas un eco-desarrollador, un minero, un eco-gobernador o cualquier otra cosa",
    "home.matter": "Siempre que participes, hay una generosa recompensa esperándote para explorar.",
    "home.view": "Ver el modelo económico de IBAX",
    "home.features": "Ver las características técnicas de IBAX",
    "home.fixed": "Pre-Distribución",
    "home.nft": "Recompensas de creación de NFT",
    "home.min": "Recompensas de participación",
    "home.foundation": "Fundación IBAX",
    "home.team": "Desarrollo del proyecto",
    "home.ecosystem": "Socios del ecosistema",
    "home.private": "Colocación privada",
    "home.ieo": "Venta pública",
    "home.genesis": "Génesis",
    "home.mining": "Recompensas de minería",
    "home.ecological": "Eco-incentivos",
    "home.all": "Todo %",
    "home.per": "Pre-Distribución %",
    "home.mint": "Recompensas de minería %",
    "home.lead": "Líder",
    "home.driven": "Impulsado por la tecnología, formando barreras técnicas",
    "home.chain": "Cadena real descentralizada y sin confianza, prueba de conocimiento cero, transacciones anónimas, fragmentación de transacciones.",
    "home.we": "Nuestra tecnología de vanguardia",
    "home.have": "Integración de tecnología",
    "home.built": "El marco básico de la cadena IBAX que utilizas está construido sobre estas tecnologías maduras. IBAX las integra perfectamente, permitiendo que sigan siendo excelentes en el campo de la cadena de bloques como IBAX.",
    "home.video": "Videos",
    "home.your": "¿Tienes ideas brillantes",
    "home.get": "Obtén recompensas de nuestro eco-soporte",
    "home.enjoy": "Disfruta de los recursos de IBAX",
    "home.manul": "Manual completo para desarrolladores",
    "home.partner": "Eco-socio Jutkey Wallet",
    "home.ibaa": "Billetera IBAX",
    "home.official": "Reconocimiento oficial de IBAX: obtén 150,000 IBXC como recompensa",
    "home.supports": "Billetera descentralizada multi-moneda: admite transferencias multi-moneda",
    "home.manage": "Gestión de mineros: administra tus mineros con un solo clic",
    "home.wallet": "Billetera Jutkey",
    "home.very": "Fue una bendición unirme a IBAX y recibí mucha ayuda del equipo de IBAX en la creación de la billetera Jutkey, ¡muchas gracias!",
    "home.is": "Jutkey Wallet es una billetera descentralizada multi-moneda que se ha integrado bien con varias aplicaciones de IBAX. No solo puedes usarla para completar transferencias de IBXC, sino que también puedes usarla para pagar monedas como: Bitcoin, Ether, Coinan, etc.",
    "home.more": "Además, puedes gestionar tus mineros con Jutkey Wallet, puedes agregar mineros con un clic sin necesidad de descargar otras herramientas de gestión, y ver tus ingresos de minería en tiempo real.",
    "home.there": "Hay más características esperando que las explores, posiblemente: piscinas de minería, Defi, NFT...",
    "home.name": "Weco",
    "home.product": "Director de Producto",
    "home.develop": "Directrices para Desarrolladores",
    "home.technology": "Tecnología",
    "home.technical": "Documentación técnica de código abierto",
    "home.about": "Obtén más información sobre IBAX a través de Videos",
    "home.exciting": "Eventos en curso",
    "home.go": "Ir a ver",
    "home.m": "Más videos",
    "home.award": "Participa",
    "bass.ecological": "Recompensas de Incentivo EcoLib",
    "bass.anyone": "Cualquiera puede participar",
    "bass.create": "Crea tu proyecto de cadena de bloques",
    "bass.now": "Crea tu proyecto de cadena de bloques ahora",
    "bass.quickly": "Crear rápidamente",
    "bass.ecology": "EcoLibs",
    "bass.without": "Crea rápidamente aplicaciones IBAX sin barreras",
    "bass.ecolog": "Crear EcoLib",
    "bass.creator": "Tendrás",
    "bass.identity": "Creador de EcoLib:",
    "bass.obtain": "Obtener los derechos de nombre de EcoLib",
    "bass.define": "Definir los permisos de unión a EcoLib",
    "bass.set": "Establecer los métodos de gobierno de EcoLib",
    "bass.give": "Emitir identidad",
    "bass.can": "También puedes",
    "bass.collect": "Recibir tarifas de eco-moneda/token",
    "bass.circulation": "Monedas/Tokens en circulación",
    "bass.issue": "Monedas/Tokens",
    "bass.customize": "Personalizar la cantidad de tokens y los métodos de emisión",
    "bass.naming": "Obtener los derechos de nombre de los tokens",
    "bass.issuance": "Emisión de Monedas/Tokens",
    "bass.logo": "Agregar logo del token",
    "bass.number": "Establecer la cantidad de tokens a emitir",
    "bass.incentives": "Configurar incentivos de tokens",
    "bass.smart": "Contrato inteligente",
    "bass.contract": "Contrato inteligente",
    "bass.use": "Utilizar contratos inteligentes para mantener la estabilidad ecológica",
    "bass.add": "Agregar contrato",
    "bass.one": "Importación con un solo clic",
    "bass.contracts": "Contratos de otras cadenas o:",
    "bass.reference": "Referencia a contratos inteligentes básicos de IBAX",
    "bass.write": "Escribir tus propios contratos inteligentes en línea",
    "bass.eco": "Agregar aplicaciones ecológicas",
    "bass.manage": "Administrar eco-contratos",
    "bass.incentive": "Obtener recompensas de incentivos ecológicos",
    "bass.encourages": "La Fundación IBAX alienta a los desarrolladores individuales y equipos a unirse al ecosistema de IBAX, y realizará competencias ecológicas regulares para recompensar generosamente a las excelentes aplicaciones ecológicas.",
    "bass.learn": "Obtener más información",
    "bass.what": "Lo que podrías necesitar",
    "bass.how": "Cómo crear rápidamente y mantener de manera efectiva una ecoLib",
    "bass.materials": "Materiales y videos que te ayudarán a aprovechar mejor la red de IBAX",
    "bass.manual": "Manual del desarrollador",
    "bass.committed": "Comprometido con la protección de la propiedad personal",
    "bass.multi": "Cifrado multinivel para garantizar la seguridad de tu propiedad personal",
    "bass.own": "IBAX utiliza claves públicas y privadas para cifrar y descifrar la verificación de firmas. Solo los usuarios pueden usar sus propias claves privadas para descifrar, lo que garantiza la seguridad de los datos y la identidad. Y deposita la moneda cifrada en una billetera descentralizada, y utiliza tecnología de firma digital multiparte para garantizar la seguridad de tu propiedad.",
    "bass.honor": "Nodos de honor",
    "bass.manager": "Administrador de contratos inteligentes",
    "high.lead": "Marco subyacente líder de blockchain",
    "high.cross": "Interoperabilidad entre cadenas",
    "bass.weaver": "Weaver admite archivos de contratos inteligentes en API, Json y otros formatos, y puede importar contratos inteligentes en forma modular para ser utilizados rápidamente en el DAO del usuario.",
    "bass.panel": "Vista previa y gestión de contratos inteligentes",
    "bass.provides": "Weaver proporciona funciones de gestión de contratos, después de ingresar a la interfaz de gestión de tu ecoLib, puedes ver claramente todos los contratos inteligentes, tablas de datos y campos dentro de la ecoLib, lo que facilita el mantenimiento y la expansión del contenido ecológico.",
    "bass.local": "Almacén de contratos inteligentes",
    "bass.security": "Contratos de ecoLib",
    "footer.feature": "Características técnicas",
    "bass.always": "\"Las cadenas cruzadas descentralizadas y sin confianza siempre han sido esperadas por las personas. ",
    "bass.only": "Solo la verdadera cadena cruzada puede permitir que todos se sientan seguros para realizar el intercambio mutuo de activos, sin preocuparse de que alguien robe fondos, lo cual está en línea con el \"concepto de desconfianza\" de blockchain.\"",
    "bass.protect": "Proteger la precisión de los datos entre cadenas",
    "bass.ensure": "Garantizar la seguridad del intercambio de activos entre cadenas",
    "bass.network": "Red de cadena cruzada integral",
    "bass.design": "Diseñado para la cadena cruzada",
    "bass.expand": "Expandir más conexiones con cadenas externas",
    "bass.cross": "Los nodos base de cadena cruzada (CLBs) en la red de IBAX están diseñados para la cadena cruzada, con la flexibilidad de configurar el rendimiento y la implementación de CLB según sea necesario, sin duplicar esfuerzos, para acceder fácilmente a los datos del sistema externo y crear conexiones, o procesar y formatear los datos por ti mismo.",
    "bass.transmission": "Transmisión entre cadenas",
    "bass.promote": "Promover el intercambio de valor entre blockchains",
    "bass.sets": "Una verdadera solución de comunicación entre cadenas no solo implica la transmisión de activos digitales, sino también la transmisión de conjuntos de datos y operaciones de contratos inteligentes entre cadenas, así como la transmisión de datos específicos de dApp, NFT, y más.",
    "feature.efficiency": "El rendimiento, la eficiencia y la seguridad son los fundamentos de IBAX",
    "feature.encryption": "Sobre la base del cifrado asimétrico, se pueden realizar múltiples cifrados anidados con la red P2P para garantizar la seguridad de los fondos y la comunicación.",
    "feature.network": "La red de IBAX no solo puede interactuar con varias blockchains y activos entre cadenas, sino que también puede cooperar con el nodo dedicado CLB para completar las interacciones regulares de comunicación de datos de CRM.",
    "home.system": "Weaver es una herramienta de desarrollo integrada clara construida en la cadena de IBAX, un IDE dedicado a la red de IBAX, que tiene muchas características poderosas. Puedes desarrollar, implementar y administrar contratos inteligentes en Weaver, pero también Weaver puede configurar tus parámetros de gobernanza ecológica, importar varios servicios en BaaS, etc. También se puede utilizar como plataforma de aprendizaje.",
    "home.basic": "\"IBAX es un marco de infraestructura de blockchain suficiente para admitir operaciones globales complejas. ",
    "home.important": "Proporcionar una buena compatibilidad para los desarrolladores de otras blockchains es algo que nos importa.\"",
    "footer.team": "Equipo",
    "footer.news": "Noticias",
    "footer.investor": "Inversionista",
    "footer.related": "Descargas",
    "footer.partner": "Socios",
    "footer.community": "Comunidad",
    "footer.recruit": "Empleos",
    "footer.developer": "Desarrolladores",
    "footer.more": "Más",
    "footer.check": "Consultar el manual de información",
    "footer.create": "Crea tu proyecto de blockchain",
    "footer.creative": "Crea proyectos de blockchain más creativos",
    "footer.compete": "¡Participa en estos grandes proyectos!",
    "footer.now": "Comenzar ahora",
    "footer.fast": "Soporte rápido del sistema BaaS (Blockchain as a Service), completa el lanzamiento del proyecto con un clic, proporciona la función de emisión de monedas con un clic, permite que tu proyecto se ponga en marcha fácilmente",
    "footer.blockchain": "Adoptando tecnología de blockchain de investigación propia, desde la tecnología subyacente de hardware, red, almacenamiento, computación, criptografía, consenso y formación de bloques, hasta los vínculos comerciales como confirmación, flujo, financiamiento y compensación de cuentas por cobrar, nos aseguramos de que la información y los datos comerciales de cada eslabón de la cadena de suministro sean seguros y controlables.",
    "high.technical": "Aspectos destacados de la tecnología",
    "high.chain": "Blockchain de alto rendimiento / alta TPS",
    "high.low": "El blockchain popular representado por Ethereum tiene una baja capacidad de procesamiento de transacciones, lo que dificulta seriamente el desarrollo del blockchain. Un blockchain de alto rendimiento / alta concurrencia traerá avances significativos a toda la industria del blockchain. La red IBAX es tan rápida como 4 segundos por bloque y puede procesar hasta 3000 TPS. Con la mejora del hardware, el TPS puede teóricamente alcanzar 10000 veces en el caso de no estar fragmentado.",
    "high.start": "Comenzar a usar ahora",
    "high.innovation": "Innovación tecnológica",
    "high.database": "Modo de almacenamiento de base de datos + bloque",
    "high.postgreSQL": "Utiliza el alto rendimiento de almacenamiento y alta concurrencia de la base de datos PostgreSQL para almacenar los parámetros del sistema en tablas de datos, y utiliza motores de base de datos como vistas, índices y procedimientos almacenados para mejorar la capacidad de lectura y escritura de datos.",
    "high.insights": "Perspectivas técnicas",
    "high.team": "\"El equipo de IBAX está compuesto por un grupo de fanáticos de la tecnología con espíritu innovador.",
    "high.never": "Nunca 'seguimos las reglas y nos apegamos a las reglas', sino que constantemente adoptamos tecnologías existentes o innovadoras para mejorar el rendimiento general de la cadena ibax.\"",
    "high.globalization": "Globalización",
    "high.to": "Suficiente para cualquier negocio",
    "high.compat": "Compatibilidad",
    "high.rich": "Integrado con una amplia gama de escenarios de aplicación",
    "high.use": "Alta usabilidad",
    "high.provide": "Soporte en línea de nuestro equipo técnico",
    "high.high": "Alta capacidad de almacenamiento",
    "high.storage": "Capacidad máxima de almacenamiento de bloques de hasta 64M bytes",
    "high.etc": "El nodo Mint es un nodo de servicio de red distribuida en la red IBAX, que proporciona la función de acuñación de tokens para toda la red y tiene la responsabilidad de proteger la seguridad de la red y mejorar el costo de los ataques a la red.",
    "high.reward": "El mecanismo de recompensa para los nodos Mint es esencial para mantener la estabilidad de la plataforma IBAX, y utilizamos un algoritmo probabilístico que es simple y práctico: probabilidad de acuñación = aritmética del nodo Mint / aritmética de toda la red. Con el tiempo, la probabilidad de que cada nodo Mint reciba una recompensa es consistente, y este enfoque ayuda a mantener la estabilidad de los nodos Mint.",
    "high.running": "Los nodos Mint que se ejecutan en todo el mundo no solo sirven como nodos de incentivo para la minería para mantener la seguridad de la red, sino que también funcionan como servidores distribuidos y proporcionan servicios descentralizados para diversas ecoLibs (bibliotecas ecológicas), como herramientas sociales descentralizadas, servicios web descentralizados, etc.",
    "high.sub": "Nodos secundarios",
    "high.node": "El nodo secundario es el primero de su tipo en todo el mundo de blockchain. Solo mantiene los datos de transacciones relacionadas con su propio módulo de aplicación ecoLib, mientras que la cantidad total de datos es manejada por nodos honor, nodos guardianes y nodos Mint. Además, los nodos secundarios también pueden interactuar con \"datos privados\" para garantizar la privacidad, seguridad y flexibilidad de las transacciones.",
    "high.can": "Los nodos secundarios solo pueden mantener datos de transacciones relacionadas con sus propias aplicaciones ecológicas, y también pueden ejecutar su propia ecología independiente (ecoLib) separada de otras redes de nodos, por lo que también los llamamos - side chains.",
    "high.of": "CLB es un nodo independiente de la red IBAX y, al mismo tiempo, tiene la función de un Oráculo.",
    "high.runs": "CLB se ejecuta como un nodo independiente sin afectar el rendimiento del nodo principal, y se puede configurar de manera flexible para el rendimiento y la implementación de CLB según los requisitos comerciales, con contratos inteligentes independientes, interfaces de operación y tablas de bases de datos, etc.",
    "high.meet": "CLB está diseñado para cumplir con la comunicación entre cadenas, CLB cuenta con una función de lectura de datos y bloqueo y conversión de activos de contratos inteligentes, de modo que los activos externos se conviertan en activos dentro del ecosistema IBAX, CLB también puede procesar y convertir el formato de datos para ser utilizado por la red IBAX.",
    "high.virtual": "La máquina virtual IBAX puede admitir simultáneamente: contratos inteligentes de Ethereum y Binance Chain. Puede importar el contrato con un solo clic y conectarse sin problemas al ecosistema IBAX.",
    "high.most": "El más ampliamente compatible",
    "high.engine": "Motor de contratos inteligentes",
    "high.one": "Importación con un solo clic",
    "high.chains": "Contratos inteligentes de otras blockchains",
    "high.contract": "Múltiples tipos de contratos",
    "high.trigger": "Tipo: Contrato retrasado, Contrato de activación...",
    "high.smart": "Editor de contratos inteligentes",
    "high.editor": "Editor de contratos",
    "high.simple": "Editor de contratos en línea simple y fácil de usar",
    "high.basic": "\"IBAX es un marco de infraestructura blockchain suficiente para admitir operaciones globales complejas. ",
    "high.very": "Proporcionar una buena compatibilidad para los desarrolladores de otras blockchains es algo que nos importa.\"",
    "high.import": "Importar contratos externos",
    "high.cont": "Importar contratos inteligentes",
    "high.from": "Importar contratos inteligentes de otras blockchains con solo un clic",
    "high.cross-chain": "Comunicación entre cadenas",
    "high.divides": "La red IBAX divide los nodos y las transacciones en fragmentos y aumenta con éxito la eficiencia de empaquetado por órdenes de magnitud a través de diferentes algoritmos de procesamiento de consenso y mecanismos de verificación de firmas múltiples.",
    "high.authentication": "Autenticación",
    "high.validation": "Validación de permisos",
    "bass.privacy": "Privacidad",
    "bass.go": "Ir más allá de la búsqueda de la privacidad y seguridad del cliente",
    "bass.key": "Un componente clave en todos los aspectos de IBAX es la \"defensa en profundidad\", proteger la privacidad del usuario y la seguridad de los datos es la base de las criptomonedas. IBAX implementa una matriz de seguridad de múltiples capas para garantizar la seguridad de los activos del cliente frente a ataques cibernéticos, ataques internos y errores humanos.",
    "bass.keep": "Mantener sus datos seguros",
    "bass.comply": "Cumplir con las regulaciones globales de privacidad y seguridad",
    "bass.data": "Prohibir la filtración de datos personales",
    "bass.safety": "Seguridad",
    "bass.solid": "Base sólida para la interacción de datos entre cadenas",
    "bass.clb": "El mecanismo de verificación de contratos único e innovador de CLB, cuando el sistema externo necesita llamar al contrato en cadena para realizar operaciones en cadena, la red pública de IBAX verificará que el hash del contrato sea correcto durante y después de la ejecución para determinar que el handshake de interacción fuera de cadena y en cadena es confiable y seguro, lo que puede garantizar que no haya riesgo de manipulación del contrato durante la interacción.",
    "bass.flexible": "Configuración flexible",
    "bass.onecreate": "Cualquiera puede crear",
    "bass.decentralized": "La descentralización y la confianza sin intermediarios entre cadenas no es un producto de la descentralización disfrazada de descentralización, es una verdadera descentralización que permite la transferencia de activos digitales, transferencia de datos y operaciones de contratos inteligentes entre cadenas sin permiso ni interferencias de los desarrolladores. No solo pueden habilitar esta funcionalidad para sí mismos, sino que también pueden proporcionar servicios de comunicación entre cadenas para otros equipos de desarrollo al implementar CLB.",
    "bass.interaction": "Intercambio entre cadenas",
    "bass.asset": "Seguridad de activos",
    "bass.improve": "Mejorar la eficiencia de las transacciones a través de la fragmentación de transacciones",
    "bass.transaction": "La fragmentación de transacciones es como diferentes carriles de la misma piscina, y es una forma efectiva de separar los negocios para mejorar la eficiencia. Teóricamente, cuanto más fina sea la división, más eficiente será la ejecución, pero también es importante tener en cuenta la situación cuando surgen un gran número de operaciones de división cruzada, por lo que el equilibrio es lo más importante.",
    "feature.high": "La alta capacidad de almacenamiento no solo admite el almacenamiento de números y textos, sino que también admite el almacenamiento en cadena de datos en varios formatos como imágenes y aplicaciones. Esto deja mucho espacio para la expansión futura de NFT.",
    "bass.registered": "Fragmentación desde el momento en que se generan las claves públicas y privadas",
    "bass.sharding": "Fragmentación según diferentes tipos de negocios",
    "bass.shards": "No se trata de tener más fragmentos, es necesario adaptarse a las condiciones locales",
    "bass.work": "Fragmentación de la red",
    "bass.prove": "Mejorar los mecanismos de comunicación y sincronización a través de la fragmentación de la red",
    "bass.global": "IBAX es un marco de blockchain orientado a nivel global, y debido a la latencia de la red causada por las diferencias regionales, hemos dividido la red para mejorar la eficiencia de la red a través de nodos honor en la región actual.",
    "bass.solve": "\"Lo que queremos resolver no son solo problemas técnicos, sino también conceptos de productos.",
    "bass.thinking": "La única forma de proporcionar realmente un producto de plataforma valioso es pensar desde la perspectiva del usuario.",
    "bass.actions": "Transacción de intercambio cruzado",
    "bass.not": "Las transacciones de intercambio cruzado no afectan la eficiencia de ejecución ni el rendimiento",
    "bass.whether": "Las transacciones entre regiones, ya sea fragmentación de red o fragmentación de transacciones, son manejadas por el mecanismo de consenso de transacciones y de esta manera se mejora la eficiencia y no se sacrifica el rendimiento.",
    "bass.same": "La misma cadena de bloques",
    "bass.controls": "IBAX unifica los fragmentos mediante consenso",
    "bass.principle": "IBAX persiste en el principio de una cadena y realiza la fragmentación de transacciones a través de los nodos honor y el mecanismo de consenso desplegados en todo el mundo.",
    "bass.off": "Comunicación fuera de la cadena",
    "bass.closed": "Romper el espacio cerrado de la cadena de bloques",
    "bass.order": "La cadena de bloques generalmente utiliza \"Oracle\" como una herramienta para interactuar con datos fuera de la cadena con el fin de asegurar los datos. En IBAX, hemos creado CLB - Cross Ledger Base Node, que no solo puede referir datos externos a la cadena interna para su uso, sino que también se convertirá en una realidad tanto para activos como para datos en todas las cadenas;",
    "bass.also": "El CLB también se puede utilizar como un centro de procesamiento de datos para el funcionamiento del modelo de computación multiparte en \"computación en el borde\", y la red IBAX confirmará la uniformidad del modelo, mientras que los resultados de la computación en el borde se transmitirán de punto a punto a través de la IP del otro nodo de red establecido en el CLB en modo de cifrado asimétrico, lo que hace que los datos originales sean invisibles, es decir, asegurando la seguridad de los datos originales y logrando el propósito de la conclusión disponible.",
    "bass.in": "Datos ricos dentro de la cadena de bloques",
    "bass.enrich": "Escenarios comerciales mejorados",
    "bass.choices": "Más oportunidades",
    "bass.opportunities": "más opciones y más oportunidades",
    "bass.support": "Soporte entre sistemas",
    "bass.sup": "Permitir el aprendizaje federal y la computación en el borde",
    "bass.diversification": "Diversificación de datos",
    "bass.refer": "Puede hacer referencia a cualquier dato fuera de la cadena de bloques",
    "bass.weather": "Si los datos meteorológicos, datos del mercado de valores, información geográfica, etc. se pueden citar dentro de la cadena de bloques, aprovechando al máximo estos datos en Internet y reuniendo el mecanismo descentralizado de la cadena de bloques, eso realmente cambiará el mundo.",
    "bass.blockchain": "\"La cadena de bloques se vio afectada por muchas limitaciones, la verificación de datos fuera de la cadena afectó el desarrollo de la cadena de bloques.",
    "bass.verification": "El Nodo Base de Ledger Cruzado (CLB) es como abrir una puerta al mundo de Internet, y puedes usarlo para lograr cualquier cosa que desees.\"",
    "bass.light": "Ligero y rápido",
    "bass.rapid": "Implementación rápida de nodos base de Ledger Cruzado (CLB)",
    "bass.there": "Los nodos base de Ledger Cruzado (CLB) no son diferentes de otros nodos en la implementación, y puedes implementarlos en dispositivos informáticos por tu cuenta para cumplir con el consenso de los nodos base de Ledger Cruzado (CLB), que pueden acceder a datos fuera de la cadena a través de contratos inteligentes.",
    "bass.en": "Contratos inteligentes híbridos",
    "bass.with": "Crear contratos inteligentes híbridos",
    "bass.when": "Al utilizar nodos CLB para crear contratos inteligentes híbridos, puedes aplicarlo a cualquier Dapp que necesite interactuar con datos fuera de la cadena, como Defi, NFT, juegos, préstamos inteligentes, etc.",
    "bass.oper": "Operación de CLB",
    "bass.on": "Carga de datos fuera de la cadena",
    "bass.authority": "Autoridad descentralizada",
    "bass.permissions": "Utilizar múltiples firmas para descentralizar las autoridades de la cuenta",
    "bass.transferring": "Para transferir fondos desde una cuenta de múltiples firmas (N), se requiere autorización de (M) cuentas de múltiples firmas. m+n>51% para completar la transferencia.",
    "bass.downloaded": "Las múltiples firmas no solo se aplican en el sentido tradicional, sino también en el sentido contractual, donde se validan múltiples firmas para una transacción en la billetera, una característica que se puede descargar y utilizar en el mercado de aplicaciones de BaaS.",
    "bass.account": "La autoridad descentralizada de la cuenta es equivalente a la clave privada descentralizada",
    "bass.centralized": "Evitar la autoridad centralizada cuando varias partes colaboran",
    "bass.each": "Flexibilidad, los pesos de la cuenta se pueden ajustar",
    "bass.secur": "Seguridad de la billetera",
    "bass.wallet": "La billetera de múltiples firmas evita la filtración de claves privadas",
    "bass.insecure": "En un entorno inseguro donde las claves privadas pueden ser expuestas, una billetera de múltiples firmas evitará eficazmente que los hackers accedan a su clave privada.",
    "bass.concept": "\"El concepto de descentralización es la base de la cadena de bloques, y la tecnología de múltiples firmas mantiene y aplica este concepto muy bien. ",
    "bass.maintains": "Esta tecnología también resuelve de manera efectiva el problema de las autoridades centralizadas, aplicándose en escenarios comerciales como Defi e intercambios.\"",
    "bass.notifce": "Notificación en la cadena",
    "bass.signed": "Las transferencias de firmas se notifican a las cuentas asociadas en la cadena de bloques",
    "bass.signature": "Cuando se inicia una transferencia de firma, la red IBAX sincronizará la notificación a la cuenta asociada en la cadena de bloques. La notificación está encriptada y solo puede ser leída por la cuenta asociada, por lo que no es necesario informar a la cuenta asociada por otros medios.",
    "bass.to": "En comparación con las billeteras frías",
    "bass.safer": "Más seguro y confiable que una billetera fría",
    "bass.compared": "Las cuentas de múltiples firmas son más seguras y confiables que las billeteras frías, múltiples claves privadas tienen opciones de almacenamiento flexibles y las autoridades descentralizadas son mucho más seguras que la gestión centralizada.",
    "bass.cold": "Billetera fría",
    "bass.mul": "Billetera de múltiples firmas",
    "bass.anonymous": "Transacciones anónimas para privacidad y seguridad",
    "bass.implementation": "En la red IBAX, hemos diseñado dos implementaciones, prueba de conocimiento cero de transacciones y prueba de conocimiento cero de contratos inteligentes. En todas las redes de cadena de bloques modernas impulsadas por contratos inteligentes, solo la prueba de conocimiento cero de contratos inteligentes puede garantizar la seguridad y privacidad de los datos de transacción.",
    "bass.protection": "Mecanismos robustos de protección de la privacidad",
    "bass.process": "Las transacciones no son rastreables",
    "bass.leaked": "Los datos personales de transacción no se ven comprometidos",
    "bass.technical": "Soporte técnico",
    "bass.black": "Tecnología de 'caja negra'",
    "bass.homomorphic": "En la red IBAX, utilizamos una avanzada encriptación homomórfica, una técnica criptográfica basada en la teoría de complejidad computacional de acertijos matemáticos, que permite realizar cálculos arbitrarios en datos cifrados y garantiza que los resultados sean precisos y solo el propietario de los datos tenga acceso a ellos, protegiendo su privacidad durante la transacción.",
    "bass.since": "\"Dado que el comercio privado hace que los activos sean seguros e in rastreables,",
    "bass.frequenc": "El comercio cuantitativo de alta frecuencia entre usuarios lo hace más seguro y, hasta cierto punto, satisface una necesidad del mercado de comercio anónimo.\"",
    "bass.transac": "Transacción anónima",
    "bass.system": "Establecer un sistema financiero federal",
    "bass.financial": "Un sistema de federación financiera es el uso de una criptomoneda para recibir la misma cantidad de criptomoneda de otros. Permite a los usuarios mezclar rápidamente y eficientemente sus fondos con los de otros usuarios, creando una relación aleatoria entre la cuenta de usuario existente y la nueva cuenta después de mezclar las monedas. El principio es separar las direcciones de entrada y salida en una transacción, protegiendo así la privacidad y logrando el anonimato.",
    "bass.secure": "Transacción segura",
    "bass.make": "La función de \"caja de seguridad\"",
    "bass.information": "En la red IBAX, cada cuenta tiene una ''caja de seguridad'' donde se pueden almacenar diferentes activos en texto cifrado, de modo que incluso después de cambiar de cuenta, los mismos activos se pueden transferir a la cuenta actual ingresando el mismo texto cifrado, lo que hace que el ocultamiento de identidad y el cambio de activos sean más seguros.",
    "bass.safe": "En la red IBAX, cada cuenta tiene una \"caja de seguridad\", y diferentes activos se pueden almacenar en la caja de seguridad en texto cifrado. Incluso después de cambiar de cuenta, al ingresar el mismo texto cifrado se pueden transferir los mismos activos a la cuenta actual y permitir el ocultamiento de identidad y la conversión de activos de manera más segura.",
    "bass.hidden": "Ocultamiento de identidad",
    "bass.sec": "Seguridad de datos",
    "market.video": "Video de demostración de BaaS",
    "market.help": "La documentación detallada de ayuda te ayudará a familiarizarte rápidamente con la aplicación.",
    "market.watch": "La documentación detallada de ayuda te ayudará a familiarizarte rápidamente con la aplicación.",
    "market.view": "Ver detalles",
    "market.application": "Aplicaciones de BaaS",
    "market.token": "Eco-monedas/tokens",
    "market.create": "Crea rápidamente un ecosistema y emite monedas con un solo clic.",
    "market.point": "Información de Nodo Completo",
    "market.each": "Cada nodo en la cadena de bloques es público y llega al nodo a través de un protocolo de transferencia P2P para permitir que los datos se transmitan entre ellos.",
    "market.vote": "Votar",
    "market.multiple": "Proporciona múltiples plantillas de votación, incluyendo plantilla de unión de red conjunta, plantilla de modificación de parámetros de plataforma, plantilla de modificación de eco-parámetros, plantilla de reembolso de tokens, plantilla de certificación de valor ecológico y plantilla de votación general. Incluye plantillas para modificar los parámetros de todas las plantillas anteriores y admite votación personalizada.",
    "market.supply": "Cadena de suministro",
    "market.provide": "Proporciona datos completos de transporte de carga para la cadena de suministro, registra con precisión el tiempo de salida y en tránsito de los bienes y controla la calidad del almacenamiento de los bienes. Aplica atributos financieros de la cadena de bloques para proporcionar servicios integrales de tecnología de cadena de bloques para la financiación de la cadena de suministro.",
    "market.defi": "Defi",
    "market.the": "Defi descentralizado para tus tokens sin el riesgo de robo de monedas.",
    "market.member": "Gestión de membresía",
    "market.govern": "Los miembros del ecosistema gobiernan juntos, forman una comunidad estable y deciden los cambios en los parámetros ecológicos a través de votación.",
    "market.network": "Red federada",
    "market.display": "Muestra un registro de solicitudes de aplicaciones para unirse a la red federada. Puedes crear una solicitud de votación para unirte a la red conjunta, que se resuelve mediante el rol especificado.",
    "market.cyber": "Seguridad de la red",
    "market.secure": "Una red segura basada en comunicación de cadena de bloques con mecanismos criptográficos, firmas múltiples y tecnología de billetera fría combinada.",
    "market.decentralized": "Chat descentralizado",
    "market.chat": "Ver registros de chat, mostrando todos los chats sobre ti en el ecoLib actual. Iniciar chats individuales, para que el contenido privado no sea conocido por el mundo exterior. Soporte para chats grupales, donde las personas pueden hablar y compartir sus opiniones.",
    "market.asked": "Preguntas frecuentes",
    "market.more": "Ver más preguntas y respuestas",
    "market.real": "¿Qué es el ecosistema real?",
    "market.exist": "La cadena de bloques existente es un sistema \"autogestionado\", y la realidad del \"DAO\" todavía está bastante lejos del ideal perfecto \"DAO\". El factor principal es que los datos no se pueden acceder desde fuera de la cadena de bloques. Por eso han surgido proyectos de interconexión como \"Chainlink\". El objetivo principal de estos proyectos es conectar datos de diferentes fuentes de datos externas a la cadena de bloques, para permitir la ejecución en cadena de datos regulares y lograr un intercambio de datos confiable.",
    "market.public": "En la red pública de IBAX, se ha completado la función de interconexión/intercambio de datos entre cadenas, de modo que los datos de diferentes fuentes de datos fuera de la cadena se pueden acceder fácil y rápidamente a la red IBAX, lo que puede construir un ecosistema real y completar la blockchainización de la producción y la vida en el mundo real.",
    "market.low": "¿Qué es el desarrollo de bajo código?",
    "market.has": "IBAX ha integrado muchos contratos inteligentes básicos y funciones de BaaS. Solo necesitas hacer referencia al contrato relevante para la ecología, o puedes completarlo a través de la página visual: emisión de moneda con un clic, gestión de la ecología, votación, etc. Estas funciones reducen en gran medida la carga de trabajo del desarrollador.",
    "market.ia": "¿Qué es la interconexión de cadenas, en qué escenarios se puede utilizar y qué cambios puede traer a nuestras vidas?",
    "market.integrate": "La interconexión de cadenas de IBAX permite una interconexión descentralizada a través de la colección de contratos de tecnología CLB, lo que permite que la custodia segura de activos y el bloqueo de activos se realicen automáticamente a través de contratos inteligentes. Esta interconexión descentralizada es la solución fundamental para la tecnología de interconexión de cadenas.",
    "market.built": "¿Por qué el ecosistema construido en la red pública de IBAX es altamente confiable?",
    "market.one": "1. La red IBAX es una infraestructura de cadena de bloques altamente compatible y basada en microservicios;",
    "market.two": "2. Para evitar la aparición de fraudes y otros eventos maliciosos que son comunes en el mundo de la cadena de bloques existente, la red IBAX combina teorías económicas y requisitos de escenarios en la implementación técnica de las tecnologías criptográficas más avanzadas como el cifrado homomórfico, el bloqueo de activos, la prueba de conocimiento cero de contratos inteligentes, el mecanismo de interconexión de claves secretas ilegibles (cifrado de contratos inteligentes), el aislamiento de múltiples cadenas, etc., para garantizar en la máxima medida que los proyectos de la biblioteca ecológica y los clústeres ecológicos en la red IBAX sean más justos, transparentes y libres de fraudes;",
    "market.three": "3. nivel de consenso utilizando la versión mejorada de DPOA de la prueba de trabajo autorizada, a medida que la ecología de IBAX continúa desarrollándose y creciendo, la comercialización se incorporará a la regulación legal para hacer que la reversión ecológica sea más sólida.",
    "market.reward": "Plan de incentivos",
    "market.colorful": "Una variedad de planes de incentivos ecológicos",
    "market.foundation": "La Fundación IBAX ha creado una variedad de planes de incentivos para ecoLib. Puedes unirte al equipo de proyecto correspondiente según el tamaño del equipo y el tipo de aplicación, y estas actividades se llevan a cabo regularmente a tiempo.",
    "market.join": "Únete ahora",
    "market.heading": "Encabezado",
    "market.want": "¿Quieres saber más sobre nuestros eventos? Ve al Historial de Eventos.",
    "market.creative": "Aplicación ecológica creativa",
    "market.ideas": "Haz realidad tus brillantes ideas a través de la red IBAX y proporciona aplicaciones que satisfagan las necesidades de los usuarios. No tiene que ser una gran idea, incluso una pequeña idea que marque la diferencia será muy alentada.",
    "market.ecological": "La aplicación ecológica líder de la tecnología del futuro",
    "market.development": "El desarrollo de la tecnología de cadena de bloques nunca se detiene, y el equipo de IBAX sigue buscando avances e innovaciones tecnológicas. Buscamos equipos técnicos afines para trabajar juntos en la construcción de la tecnología de IBAX, y para ello, la Fundación IBAX incentivará a los equipos de desarrollo o a las personas de varias formas.",
    "market.wonderful": "¡Crea algo increíble!",
    "market.blockchain": "IBAX es una cadena de bloques fundamental para el desarrollo y damos la bienvenida a empresas, emprendedores, grupos o desarrolladores individuales de todo el planeta para que hagan realidad sus ideas a través de la red IBAX. Realizaremos una variedad de eventos emocionantes y gratificantes a largo plazo y esperamos tu participación.",
    "market.videos": "Ver videos",
    "market.rewards": "Recompensas de tokens de IBAX",
    "market.order": "Con el fin de reducir el umbral para los eco-desarrolladores de IBAX y reducir los gastos de los desarrolladores, los sitios eco reconocidos por la comunidad de IBAX serán recompensados con pases de IBAX por parte de la Fundación.",
    "market.team": "Soporte técnico del equipo de IBAX",
    "market.have": "Si tienes una idea fantástica pero no tienes las habilidades técnicas para hacerla realidad, puedes intentar contactar al equipo de IBAX, y después de obtener la aprobación, el equipo de IBAX resolverá todos tus problemas técnicos de forma gratuita.",
    "market.excellent": "Los grandes proyectos seguramente serán recompensados con diversos tipos de incentivos",
    "market.exploring": "La Fundación IBAX es responsable de la operación y desarrollo de la red IBAX y siempre está buscando proyectos eco destacados. Para estos incentivos eco que incluyen financiamiento, tecnología, publicidad y promoción, este incentivo será integral para obtener lo mejor de tu proyecto.",
    "market.much": "Más casos",
    "market.eco": "Billetera IBAX",
    "market.based": "Jutkey Wallt es una billetera descentralizada de múltiples criptomonedas basada en la cadena IBAX. En la billetera puedes agregar mineros de IBAX para minar y ver los ingresos y el estado de los mineros en tiempo real. En el futuro habrá soporte para un grupo de minería, así que mantente atento.",
    "market.download": "Ir a descargar",
    "market.management": "Gestor de EcoLib de Weaver",
    "market.Weaver": "Weaver es una herramienta de gestión ecológica para desarrolladores de IBAX. Puedes usar Weaver para crear un ecosistema, emitir monedas con un solo clic, gestionar contratos inteligentes y más.",
    "market.information": "Información cifrada de igual a igual",
    "market.tool": "vTok es una herramienta de chat descentralizada entregada a través del Nodo Guardián de IBAX basado en el protocolo P2P. vTok es un chat privado, visible y que nunca se borra.",
    "market.learn": "Aprende más",
    "feature.we": "Creemos que el futuro de los NFT no solo es una imagen, sino también diversas formas de datos que incluyen código.",
    "feature.node": "Múltiples tipos de nodos",
    "feature.hor": "Nodo Honor",
    "feature.honor": "Los nodos Honor son la parte más importante de la red pública de IBAX. Son responsables del empaquetado de bloques de toda la red de IBAX y reciben recompensas por el empaquetado. Utilizamos un mecanismo de reputación que puede reducir eficazmente el impacto de los nodos fallidos, por lo que se les llama \"Nodo Honor\".",
    "feature.any": "Cualquier nodo de acuñación que haya alcanzado el tamaño de Potencia de Cómputo Combinada y cumpla con la Cantidad Total de Participación tendrá la oportunidad de convertirse en un \"Nodo Honor\". La cantidad total de potencia de cómputo y garantía del nodo de acuñación es uno de los requisitos previos, y también es necesario cumplir con los requisitos de hardware de los servidores para ejecutar el \"Nodo Honor\". La red de IBAX tiene un sistema integrado de monitoreo de hardware que permite monitorear instantáneamente el entorno operativo del hardware de los nodos honor.",
    "feature.guard": "Nodos Guardianes",
    "feature.as": "Como testigos de los datos ecológicos y almacenadores de contenido ecológico, los nodos guardianes ecológicos solicitan de manera proactiva la sincronización de los datos ecológicos en la red de IBAX.",
    "feature.ecological": "Los nodos guardianes ecológicos son candidatos para convertirse en nodos honor y pueden iniciar una votación para convertirse en un nodo honor si se cumplen las condiciones de hardware y de garantía, y pueden convertirse en un nodo honor una vez que se aprueba la votación.",
    "feature.casting": "Nodos de Acuñación",
    "feature.about": "Más características de IBAX",
    "featrue.ecolog": "Autonomía de EcoLib",
    "feature.realize": "Realiza la 'utopía' de tus sueños aquí",
    "feature.take": "La gestión de un ecosistema puede adoptar muchas formas, incluyendo: si emitir pases, si apoyar el consenso ecológico y las prácticas de minería, y si permitir que los miembros del ecosistema no gasten ninguna tarifa de GAS, lo cual debe ser decidido por la DAO. Estas son las cosas fundamentales más importantes en el ecosistema, y ni Ethereum ni Binance pueden lograrlas todas. En IBAX, puedes crear una ''utopía'' como esta.",
    "feature.consensus": "Independencia Ecológica",
    "feature.costs": "Consenso y Tarifas Ecológicas",
    "feature.issuing": "Emisión de Monedas Ecológicas",
    "feature.economic": "Gobernanza Económica Ecológica",
    "feature.mining": "Desarrollo Ecológico",
    "feature.incentives": "Minería e Incentivos Ecológicos",
    "feature.model": "Modelo de Gobernanza Ecológica",
    "feature.eco": "Las monedas ecológicas, las tarifas de GAS y la minería son definidas por el propio ecosistema",
    "feature.choose": "Puedes personalizar estas configuraciones ecológicas según tus propias ideas. La combinación de múltiples formatos puede adaptarse a todos los escenarios de aplicación, permitiéndote realizar tu modelo de negocio teniendo en cuenta la gobernanza y promoción de los miembros de tu ecosistema.",
    "feature.business": "El negocio es un entorno complejo y volátil, tomamos la esencia del negocio para abstraer los atributos de:",
    "feature.tokens": "Monedas/tokens (dinero), tarifas de GAS (impuestos), consenso (ley), minería (economía) y lo dejamos en manos del ecosistema para decidir, de modo que cualquier entorno empresarial pueda implementarse en IBAX.",
    "feature.economy": "Economía de EcoLib",
    "feature.gas": "Recolección y retención de tarifas de GAS ecológicas",
    "feature.transactions": "Las transacciones internas de Eco requieren una cierta cantidad de IBXC que se deduce como tarifa de GAS de la cadena. Este modelo permite a los miembros ecológicos simplemente seguir y mantener tokens ecológicos, y permite a los creadores ecológicos centrarse más en su negocio real.",
    "feature.expansion": "Escalabilidad Ecológica",
    "feature.based": "Aplicaciones ecológicas basadas en la interconexión de cadenas",
    "feature.use": "El ecosistema puede utilizar todas las instalaciones de infraestructura de IBAX, incluido el uso de CLB para 'interconexión de cadenas'. Puedes implementar todas las aplicaciones en el ecosistema para juegos, ventas, operaciones comunitarias, asuntos gubernamentales, etc.",
    "feature.awards": "Premios y Reconocimientos",
    "feature.ecology": "Crear ecología",
    "feature.governance": "Gobernanza Ecológica",
    "feature.articles": "Artículos",
    "resource.project": "Proyectos Relacionados",
    "resource.more": "Más Extensiones",
    "resource.team": "Equipos",
    "resource.ac": "Análisis de Comunicaciones",
    "resource.external": "Cooperación Externa",
    "resource.news": "Noticias",
    "resource.activity": "Eventos",
    "resource.white": "Libro Blanco",
    "resource.economic": "Modelos Económicos",
    "resource.partner": "Asociaciones",
    "resource.video": "Videos",
    "resource.community": "Comunidades",
    "resource.document": "Documentación para Desarrolladores",
    "resource.download": "Descargas",
    "resource.technical": "Estamos comprometidos a cambiar la sociedad con la tecnología blockchain",
    "resource.know": "Conoce a nuestros socios",
    "resource.composed": "IBAX es un grupo de personas de todo el mundo apasionadas por la tecnología blockchain, buscamos la investigación de la tecnología blockchain para su aplicación práctica y exploramos constantemente el conocimiento de vanguardia de blockchain. Proporcionamos una plataforma blockchain sólida y estable para todos los equipos que aprueban unirse a nosotros.",
    "resource.needs": "La tecnología necesita resolver problemas prácticos para los seres humanos. Esperamos crear una plataforma descentralizada y autónoma a través del concepto de descentralización de blockchain, donde puedas comprar, gastar, viajar, etc. y hacer lo que quieras sin preocuparte por la filtración de datos, la seguridad de los activos o problemas de privacidad, ya que todos estos datos serán guardados por ti y autorizados por ti mismo.",
    "resourse.hundreds": "Cientos de personas",
    "resourse.r": "Equipo de I+D",
    "resourse.chain": "Blockchain",
    "resourse.underlying": "La arquitectura subyacente de la cadena de bloques",
    "resourse.items": "Cinco",
    "resourse.leading": "Tecnologías líderes de blockchain",
    "resourse.application": "Aplicaciones",
    "resourse.system": "Sistemas de Blockchain BaaS",
    "resourse.machine": "Máquina Virtual de Contratos",
    "resourse.languages": "Compatible con múltiples lenguajes de contrato",
    "resourse.still": "Todavía estamos haciendo avances",
    "resourse.view": "Ver más comentarios sobre nuestra tecnología",
    "resourse.person": "Líderes del equipo",
    "resourse.charge": "Cada uno de los líderes del equipo de IBAX es un talento destacado en sus respectivos campos y ha realizado muchas contribuciones a IBAX",
    "resourse.from": "Equipos técnicos en todo el mundo",
    "resourse.no": "No disponible en este momento",
    "resourse.case": "Casos",
    "resourse.senior": "Nuestro equipo de consultores senior",
    "resourse.doctor": "PhD en Criptografía, Universidad de Chicago",
    "resourse.professor": "Profesor (Institut polytechnique de Paris)",
    "resourse.pro": "Profesor",
    "resourse.phd": "PhD en Criptografía",
    "resourse.public": "Especialista en Asuntos Públicos",
    "resourse.affairs": "Especialista en Asuntos Públicos",
    "resourse.developer": "Soy un desarrollador en el equipo de IBAX y he realizado mis valores dentro de esta familia y las personas respetan mis ideas, lo cual es lo más feliz.",
    "resourse.designer": "Soy un diseñador responsable de todo el diseño visual de IBAX.",
    "resourse.soon": "Espero poder conocerte pronto, ya que soy un Especialista Comercial responsable de la búsqueda de negocios y las negociaciones para IBAX.",
    "resourse.joined": "Me uní al equipo de IBAX en 2019 y he sido testigo del rápido crecimiento de IBAX.",
    "resourse.responsible": "Soy responsable del diseño de productos de Weaver para apoyar mejor tu desarrollo, he construido una serie de aplicaciones BaaS y espero que tengas una buena experiencia.",
    "resourse.hum": "¡Hum! No te interpongas en mi programación, todavía tengo muchas ideas por realizar.",
    "resourse.our": "No hay brechas en la comunicación en nuestro equipo, no existe discriminación, puedo expresar todas mis opiniones y todos me dan una mano amiga.",
    "resourse.administrative": "Soy un Especialista Administrativo y soy responsable de la gestión del equipo y los sistemas que garantizan que nuestras personas dispersas en todo el mundo puedan colaborar y comunicarse sin problemas.",
    "resourse.gains": "Beneficios de unirse a Jutkey Wallt",
    "resourse.used": "El equipo de Jutkey Wallt ha recibido apoyo técnico de IBAX de muchas maneras al utilizar la red de IBAX como la aplicación base para la billetera y mantenerse en comunicación con el equipo de IBAX.",
    "resourse.story": "Descubre la historia completa",
    "resourse.excellent": "Equipos increíbles se han unido al ecosistema de IBAX",
    "resourse.learn": "Obtén más información sobre las aplicaciones en el ecosistema de IBAX",
    "resourse.compatible": "Estas aplicaciones se implementan ecológicamente con un solo clic con la función de compatibilidad de contratos de IBAX",
    "resourse.name": "Nombre de EcoLib",
    "resourse.cases": "Ver todos los casos",
    "resourse.advantage": "Ventajas de la aplicación",
    "resourse.gain": "IBAX te dará un impulso de alta velocidad",
    "resourse.problems": "Estos son problemas reales para los desarrolladores y con IBAX no tendrás problemas para enfrentarlos.",
    "resourse.threshold": "Umbral de desarrollo",
    "resourse.every": "Cada equipo quiere completar sus ideas con el menor esfuerzo. La Red de IBAX te proporcionará una documentación de desarrollo integral donde podrás crear la Eco-App que desees, y también admitimos la edición en línea de contratos inteligentes en el sistema BaaS en línea que proporcionamos.",
    "resourse.time": "Ahorra tiempo de desarrollo",
    "resourse.names": "Nombre",
    "resourse.d": "Director de I+D",
    "resourse.information": "Ver más información",
    "resourse.cost": "Costos más bajos",
    "resourse.noticed": "Hemos notado que muchos equipos de desarrolladores excelentes han sido afectados por las altas tarifas en algunas cadenas de bloques. Por otro lado, la red de IBAX tiene una alta eficiencia de ejecución y una alta capacidad de bloque, por lo que las tarifas de transacción son extremadamente bajas en la red de IBAX.",
    "resourse.handling": "Tarifas de procesamiento más bajas",
    "resourse.operations": "Director de Operaciones",
    "resourse.help": "Obtén más ayuda",
    "resourse.news": "Noticias",
    "resourse.follow": "Sigue las noticias para aprender más sobre IBAX",
    "resourse.source": "Fuente",
    "resourse.type": "Tipo",
    "resourse.search": "Buscar",
    "resourse.introduce": "Introducción",
    "resourse.explanation": "Conoce a IBAX en un video",
    "resourse.video": "Video de presentación del equipo de IBAX",
    "resourse.sourceview": "Ver fuentes de datos",
    "resourse.start": "Comenzar a reproducir",
    "resourse.how": "Cómo usar Weaver:",
    "resourse.quickly": "Crear un ecosistema rápidamente con Weaver",
    "resourse.issuance": "Emisión de monedas con un clic",
    "resourse.visual": "Página de eco-gobernanza visual",
    "resourse.official": "Oficial",
    "resourse.facebook": "Facebook",
    "resourse.twitter": "Twitter",
    "resourse.community": "Comunidad",
    "resourse.technology": "Tecnologías",
    "resourse.ecologically": "EcoLibs",
    "resourse.activities": "Eventos",
    "solutions.make": "Cada original merece respeto",
    "solutions.copyright": "Derechos de autor en blockchain",
    "solutions.protection": "La plataforma de protección de derechos de autor IBAX proporciona a los productores de contenido u operadores de contenido una solución integral de protección de derechos de autor en línea que integra la deposición de derechos, el monitoreo de difusión, la e-descubrimiento y la protección judicial.",
    "solutions.stop": "Protección de derechos de autor en un solo lugar",
    "solutions.reduce": "Reducir costos y aumentar la eficiencia para la industria",
    "solutions.value": "Reformulando el valor del derecho de autor",
    "solutions.deposit": "Deposiciones de derechos",
    "solutions.quick": "Herramienta rápida de registro de derechos. Basado en las características de la blockchain, puede realizar \"confirmar el derecho inmediatamente después de la publicación\", lo que puede resolver el trabajo tradicional de 7-30 días en 1 minuto. Permite que la seguridad de la información, como la identidad del titular de los derechos, el ID único (valor hash) del contenido registrado y el momento del registro, se cargue de manera segura en la blockchain.",
    "solutions.integrate": "\"Integrando segmentos de negocio separados en un servicio en línea integral, ",
    "solutions.rights": "Integra la deposición de derechos, el monitoreo de distribución, la e-descubrimiento y los servicios de protección de derechos, permitiendo a los creadores/organizaciones originales lograr la protección de derechos de autor \"sin complicaciones\".\"",
    "solutions.strong": "Soporte técnico sólido",
    "solutions.spread": "Monitoreo de distribución",
    "solutions.precision": "Herramienta de monitoreo en toda la red altamente precisa. Basado en la tecnología de seguimiento de ADN para marcar obras originales con una \"identidad\", capacidad de búsqueda a nivel de miles de millones en milisegundos, identificación precisa de infracciones en toda la red, monitoreo a pedido, alcance de monitoreo autodefinido y servicio anual.",
    "solutions.costs": "Reducir costos y aumentar la eficiencia para la industria",
    "solutions.reshaping": "Reformulando el valor del derecho de autor",
    "solutions.trustworthy": "Crear una alianza eco-confiable de derechos de autor, compartir información asociada en la blockchain, lograr la integración y el intercambio de datos dentro de las capas de contratos inteligentes y aplicaciones comerciales, y lograr una distribución justa y en tiempo real de los ingresos a través de contratos inteligentes.",
    "solutions.financial": "Seguridad financiera",
    "solutions.supply": "Financiamiento de la cadena de suministro",
    "solutions.service": "La plataforma de servicios financieros de la cadena de suministro, mediante la actualización digital de las cuentas por cobrar de las empresas principales, permite que las cuentas por cobrar se transmitan a los proveedores aguas arriba como credenciales de crédito que fluyen a través de la cadena de suministro, lo que resuelve el problema de financiamiento costoso y difícil para las pequeñas y microempresas al final de la cadena de suministro. Al mismo tiempo, la seguridad de identidad a nivel financiero y la autenticación de seguridad de transacciones también proporcionan una solución completa para las transacciones en línea sin contacto de las empresas.",
    "solutions.watch": "Ver demostración",
    "solutions.issuance": "Apertura y flujo",
    "solutions.early": "Recolección temprana de fondos en cuenta",
    "solutions.destruction": "Destrucción de cuentas por cobrar",
    "solutions.digital": "Gestión completa del ciclo de vida de los activos digitales",
    "solutions.credit": "Las empresas principales pueden confirmar y cargar sus cuentas por pagar a proveedores de primer nivel en línea basándose en el crédito bancario. Los proveedores de primer nivel pueden transferir sus cuentas por cobrar a proveedores de segundo nivel o más en la blockchain.",
    "solutions.fully": "Totalmente abierto a una variedad de instituciones financieras como bancos, factoring, garantías y fideicomisos, así como a empresas principales y proveedores aguas arriba y aguas abajo en la cadena de suministro.",
    "solutions.build": "Construir juntos un ecosistema colaborativo de financiamiento de la cadena de suministro basado en blockchain. También damos la bienvenida a los grandes bancos con fortaleza a unirse a la alianza blockchain para trabajar juntos. La carga, generación, flujo, financiamiento y destrucción de activos digitales para todo el ciclo de vida de las cuentas por cobrar se realizan directamente en la cadena. Eliminar los problemas de doble gasto y conciliación que ocurren comúnmente en los sistemas no basados en blockchain.",
    "solutions.flexible": "Ecosistema flexible, abierto y compartido",
    "solutions.suppliers": "Los proveedores de todos los niveles pueden transferir cuentas por cobrar que poseen en la blockchain a financiadores y recibir cobros en efectivo por adelantado.",
    "solutions.assist": "Ayudar a las empresas principales con la gestión de penetración en la cadena de suministro",
    "solutions.after": "Una vez que la empresa principal haya realizado el pago, la agencia de compensación asociada de IBAX liquida el pago a los destinatarios en la blockchain, incluidos los proveedores y los financiadores de todos los niveles.",
    "solutions.demo": "Ver casos",
    "solutions.diversified": "Gestión diversificada de activos",
    "solutions.asset": "Plataformas de gestión de activos",
    "solutions.credible": "Una plataforma de gestión de activos flexible, confiable y diversificada construida sobre blockchain ayuda a las empresas a poner activos subyacentes en la cadena, realizar empaquetado de activos en la cadena, autorización y otros tipos de gestión penetrante, y realizar un seguimiento continuo de los activos a través del control de riesgos en la cadena para ayudar a emitir contratos de activos y reducir el umbral de financiamiento para empresas con crédito principal débil pero activos de alta calidad.",
    "solutions.management": "Gestión automatizada de activos en la cadena",
    "solutions.smart": "Gestión de activos basada en contratos inteligentes",
    "solutions.real": "Gestión de fondos penetrante",
    "solutions.time": "Motor de análisis de control de riesgos en tiempo real",
    "solutions.including": "Esto incluye almacenamiento en cadena de activos en tiempo real, verificación de activos en cadena, autorización automática de activos, gestión de decisiones de activos y análisis de control de riesgos de activos.",
    "solutions.risk": "Motor de análisis de control de riesgos de activos en cadena de segundo nivel para ayudar a proporcionar una visión penetrante de los detalles de los activos subyacentes,",
    "solutions.structured": "haciendo que los activos estructurados sean más transparentes y confiables.",
    "solutions.privacy": "Protección de privacidad en blockchain de grado financiero",
    "solutions.realize": "Estructuración de transacciones de activos basada en contratos inteligentes, emisión automática de contratos, compra de activos en rotación y capacidades de reemplazo de activos.",
    "solutions.second": "Impulso de crédito de activos de penetración de segundo nivel",
    "solutions.relying": "Basándose en el sistema de cuenta y verificación de blockchain, permite servicios integrales como contratación en línea y cobro y pago, ayuda a los financiadores a ver el proceso de formación de activos y ayuda a las empresas a obtener fondos a un costo más bajo.",
    "develope.tool": "Herramienta de visualización",
    "develope.functions": "Funciones de Weaver",
    "develope.ecoLib": "¿Cómo crear un nuevo ecoLib? EcoLib se crea rápidamente. El creador tiene todos los derechos administrativos.",
    "develope.operation": "Mira nuestro video instructivo",
    "develope.weaver": "Weaver es para desarrolladores de IBAX",
    "develope.bass": "La función BaaS se ha agregado a Weaver y puedes usarla para crear y administrar tu ecosistema.",
    "develope.encounter": "Si tienes problemas para desarrollar",
    "develope.technology": "El equipo de IBAX está impulsado por la tecnología y está interesado en todos los problemas de desarrollo y responderemos de manera oportuna a las preguntas dentro de la comunidad.",
    "develope.document": "Documentación para desarrolladores",
    "develope.use": "1. Documentación sobre la blockchain de IBAX",
    "develope.doc": "2. Documentación sobre Weaver",
    "develope.engineer": "Foro de Desarrolladores",
    "develope.can": "Aquí puedes buscar preguntas y si no encuentras una solución, otros desarrolladores de la comunidad te darán las respuestas que necesitas de manera oportuna.",
    "develope.enter": "Ingresar al foro",
    "develope.questions": "Problemas y Comentarios",
    "develope.find": "Si encuentras un error grave, por favor avísanos y nuestros ingenieros lo resolverán lo antes posible. Si el problema es confirmado, también recibirás una recompensa.",
    "develope.bug": "Enviar un problema",
    "develope.open": "Abierto a desarrolladores, envía contratos inteligentes al mercado BaaS para obtener ingresos",
    "develope.has": "IBAX ha abierto una plataforma de aplicaciones BaaS para que los desarrolladores envíen soluciones y reciban una recompensa una vez que sean aprobadas por el equipo de auditoría, en una forma establecida por el desarrollador.",
    "develope.paid": "Múltiples modelos de pago",
    "develope.there": "La solución que envíes te permite establecer tres métodos de pago:",
    "develope.fees": "1. Deducciones en instalación y uso, que es un mecanismo de deducción único que deduce las tarifas de instalación y uso del usuario.",
    "develope.deducted": "2. Deducción por uso, donde ocurre una deducción cuando la solución se utiliza dentro de la aplicación, esta es una deducción continua que ocurre de manera constante.",
    "develope.deduction": "3. Deducción combinada, donde se deduce una cierta cantidad en la instalación y aún se deduce una cierta cantidad cada vez que se utiliza la solución.",
    "develope.audit": "Auditoría de Seguridad del Código",
    "develope.review": "El equipo de revisión de código de IBAX realizará una revisión de seguridad de todos los contratos inteligentes enviados al mercado BaaS para proteger la seguridad de cada usuario y el beneficio del desarrollador.",
    "develope.code": "Low Code es extremadamente fácil de usar para todos los desarrolladores y por esta razón el equipo de IBAX ofrece una plataforma de desarrollo Low Code, que llamamos \"Weaver\".",
    "develope.lowCode": "Low Code",
    "develope.ecological": "Gestión Ecológica",
    "develope.quickly": "En Weaver puedes crear rápidamente un ecosistema a través de una página de visualización, utilizando una selección de configuraciones para inicializar las reglas del ecosistema, y los miembros que se unan al ecosistema deberán cumplir con las reglas del mismo.",
    "develope.also": "Weaver también admite la interoperabilidad visual de importación de contratos de otras blockchains con un solo clic. Si eres un desarrollador experimentado, puedes utilizar esta función para hacer referencia sin problemas a tu ecosistema en otras blockchains.",
    "develope.online": "Editor de contratos en línea",
    "develope.frameworks": "Editor de contratos inteligentes en línea, que proporciona un marco y plantillas de contrato para ayudar a los desarrolladores a desarrollar rápidamente contratos ecológicos.",
    "develope.means": "Guardar y cargar, puedes elegir publicar el contrato completado después de guardarlo correctamente y aplicarlo al ecosistema.",
    "develope.drag": "Proporciona funciones de arrastrar y soltar que te permiten agregar controles, lo que reduce el trabajo de desarrollo repetitivo.",
    "develope.template": "Plantilla",
    "develope.number": "Se han agregado una gran cantidad de plantillas básicas a Weaver, como plantillas de encuestas, plantillas de mensajes, aplicaciones BaaS, gestión de miembros, etc. Estas plantillas se pueden agregar directamente a tu ecología a través de una página visual.",
    "develope.roadmap": "Hoja de ruta",
    "develope.explore": "Explora más tecnología blockchain",
    "develope.enthusiast": "Si eres un entusiasta de la tecnología blockchain, experimentarás más innovaciones tecnológicas en IBAX.",
    "develope.finder": "Si eres un buscador de errores, encuentra vulnerabilidades en IBAX o resuelve las vulnerabilidades, recibirás una recompensa en monedas.",
    "develope.innovator": "Si eres un innovador, envía tu propuesta aquí y recibirás el apoyo del equipo de IBAX, ya sea financiero o técnico.",
    "develope.repository": "Ir al repositorio de IBAX",
    "develope.topics": "Encuentra temas emocionantes",
    "develope.project": "Envía tu proyecto",
    "develope.encourage": "Anima a los desarrolladores a unirse al Ecosistema de IBAX y completar su propio desarrollo de ecosistema.",
    "develope.submit": "Envía tus ideas creativas en GitHub, obtén la aprobación de la Fundación IBAX y recibirás ayuda y apoyo del equipo técnico de IBAX. Mantén actualizado GitHub y obtén recompensas en tokens de IBAX y reembolso de costos de desarrollo después de completar la aplicación.",
    "develope.excellent": "Las aplicaciones ecológicas excelentes recibirán recompensas continuas, y la Fundación IBAX otorgará a los desarrolladores una generosa recompensa en monedas IBXC y apoyo mediático cada mes o trimestre según la actividad y las contribuciones ecológicas.",
    "develope.exciting": "Encuentra temas emocionantes",
    "develope.encourages": "La Fundación IBAX te anima a ingresar a nuestro Centro de Investigación Tecnológica y hacer tus brillantes sugerencias, consideraremos seriamente todas las buenas sugerencias, y la Fundación IBAX otorgará una generosa recompensa en monedas por las preguntas adoptadas.",
    "develope.wonderful": "Crea un tema, IBAX es maravilloso gracias a ti",
    "develope.reward": "Recompensa por encontrar errores",
    "develope.get": "Puedes obtener de 10 a 50,000 monedas IBAX por descubrir errores o resolver errores de IBAX.",
    "develope.receive": "Encuentra errores, recibe recompensas",
    "develope.issue": "Descripción del problema",
    "develope.on": "en",
    "develope.mentioned": "Mencionado",
    "develope.replies": "Respuestas",
    "develope.join": "Unirse a la discusión",
    "develope.discuss": "Discutir",
    "develope.check": "Ver más temas en GitHub",
    "develope.forum": "Foro de discusión",
    "develope.bugs": "Bugs que han obtenido recompensas",
    "develope.honor": "Honor a los desarrolladores",
    "develope.forget": "Nunca olvidaremos a los desarrolladores que han realizado contribuciones destacadas a IBAX, y en IBAX serás honrado y recompensado con una generosa cantidad de monedas.",
    "develope.see": "Enviar un bug",
    "develope.export": "La página está en desarrollo \n Por favor, vuelve más tarde",
    "about.can": "Puedes seguirnos de las siguientes formas",
    "about.have": "Tenemos cuentas sociales en varias plataformas de medios, puedes interactuar con nosotros dejando comentarios.",
    "about.our": "Nuestros anuncios de progreso del proyecto y conocimientos sobre blockchain",
    "about.events": "Eventos publicados y noticias sobre blockchain",
    "about.an": "Canales de video",
    "about.follow": "Seguir a nuestro equipo e información sobre carreras",
    "about.you": "También puedes unirte a nosotros: ",
    "about.want": "¿Quieres obtener respuestas a tus preguntas técnicas? Por favor, ve al foro técnico",
    "news.read": "Leer ahora",
    "about.talk": "Háblanos",
    "about.send": "Enviar",
    "about.contact": "CONTÁCTANOS",
    "about.input": "El campo de entrada no puede estar vacío",
    "about.success": "Enviado exitosamente",
    "about.fail": "Error al enviar",
    "resource.practical": "IBAX es una obra maestra práctica a nivel empresarial, de código abierto y escalable en el mundo de la blockchain.",
    "resource.provide": "IBAX puede proporcionar un entorno estable y confiable para el intercambio de datos empresariales (activos, tokens, certificados, etc.) y realizar interacciones rápidas con él.",
    "events.urge": "Incentivos de IBAX",
    "events.center": "Eventos",
    "events.new": "¡Infórmate sobre los últimos eventos de IBAX aquí y podrás ganar grandes recompensas!",
    "events.online": "Testnet en línea",
    "events.invited": "Estás invitado/a a experimentar la testnet de IBAX",
    "events.tasks": "Tareas de prueba.",
    "events.testing": "Abre el formulario de informe de pruebas. Contiene asignaciones de prueba (casos de uso básicos de DeFi como suministro, préstamo, participación, etc.);",
    "events.them": "Síguelos paso a paso y completa las respuestas a medida que avanzas. Informa sobre errores, fallas, errores tipográficos y áreas de mejora que hayas encontrado.",
    "events.manual": "Utiliza el manual de la testnet para aprender cómo realizar las asignaciones; contiene instrucciones paso a paso para cada caso de uso.",
    "events.discord": "Únete a nuestro Discord",
    "events.telegram": "Únete a nuestro Telegram",
    "events.subscribe": "Suscríbete a nuestro YouTube",
    "events.join": "Unirse",
    "events.coming": "Próximamente",
    "events.next": "Próximo evento",
    "events.more": "Más",
    "events.marvellous": "Eventos increíbles",
    "events.future": "Próximos eventos",
    "events.home": "Eventos de la página de inicio",
    "events.content": "Eventos relacionados",
    "events.much": "Más eventos",
    "events.act": "Contenido de eventos",
    "events.follow": "Sigue a IBAX para conocer las últimas noticias",
    "events.address": "Ingresa tu dirección de correo electrónico",
    "events.now": "Suscríbete ahora",
    "server.privacy": "Política de privacidad",
    "server.term": "Términos de servicio",
    "server.policy": "Política de privacidad del sitio web",
    "server.applies": "Esta política de privacidad se aplica al sitio web de IBAX. Proteger tu privacidad es importante para nosotros. Somos los responsables del tratamiento de tu información personal y esta política explica cómo gestionamos la información personal dentro de la organización.",
    "server.collect": "Tipos de información personal que recopilamos",
    "server.personal": "Tus datos personales, tus opciones y nuestras responsabilidades",
    "server.our": "Nosotros y nuestros socios utilizamos cookies u tecnologías similares para navegar y almacenar información no sensible, como tu dirección IP.",
    "server.processing": "El procesamiento de datos relevantes nos permite mejorar la experiencia del usuario, medir la tasa de audiencia del sitio web y las características de las redes sociales, o colaborar con publicidad personalizada.",
    "server.clicking": "Al hacer clic en \"Aceptar\", aceptas el uso de cookies por parte de IBAX y sus socios.",
    "server.business": "Nuestro socio comercial",
    "server.change": "Junto con nuestros socios, después de obtener tu consentimiento, procesaremos los siguientes datos en función de tus opiniones: almacenamiento y/o navegación de información en el terminal, publicidad y contenido personalizado, evaluación de la efectividad de la publicidad y el contenido, datos de audiencia y desarrollo de productos.",
    "server.agree": "Aceptar",
    "server.disagree": "No aceptar",
    "road.paper": "Se ha publicado el Libro Blanco de Visión de la Red IBAX V1.0",
    "road.website": "Lanzamiento del sitio web oficial de la Red IBAX 1.0 \n Infraestructura de la red pública de IBAX",
    "road.built": "Se establecen DAPP incorporados como la creación de nuevas ecologías con un clic y el sistema de votación de gobernanza DAO en la cadena de prueba interna \n Optimización de los parámetros de los nodos de prueba y la lógica de los contratos \n Lanzamiento de la red de prueba temprana para desarrolladores del ecosistema",
    "road.whitePaper": "Actualización e iteración del Libro Blanco de la Red IBAX V2.0 \n Optimización y actualización de consenso de la cadena principal \n Realización de una red distribuida basada en la cadena principal de la Red IBAX y la combinación de nodos y hardware \n Lanzamiento de la plataforma de componentes de desarrollo visual Weaver en la Red IBAX \n Optimización del procesamiento de transacciones en la cadena \n Optimización del mecanismo de gestión de incentivos \n Completar la gestión de pagos parciales",
    "road.online": "Lanzamiento del nuevo sitio web de la Red IBAX \n Lanzamiento de la red principal global Alpha",
    "road.construction": "Apertura de la construcción de la ecología \n Compatibilidad e perfección de la interfaz de la cadena principal \n Enlaces a aplicaciones compatibles con múltiples billeteras",
    "road.construct": "Construir y mejorar de manera integral la infraestructura de blockchain \n Soporte para acuerdos de activos entre cadenas \n Inversión de la fundación para introducir la ecología empresarial",
    "road.improve": "Mejorar la infraestructura del metauniverso \n Abrir mercado ecológico de NFT y DEFI",
    "road.upgrade": "Actualizar el servicio de red distribuida P2P bajo la Red IBAX",
    "road.no": "Sin datos",
    "login.test": "Prueba en línea de IBAX \n Reclama airdrop con inicio de sesión de Twitter",
    "login.with": "Iniciar sesión con Twitter",
    "login.event": "¡Participa en el evento de Twitter de IBAX para ganar airdrop de IBXC!",
    "login.activities": "Participa en las actividades de Twitter de IBAX y recibe puntos de airdrop",
    "login.why": "¿Qué es IBAX?",
    "login.build": "IBAX tiene como objetivo construir un metaverso con consenso DPoA, donde cada residente del metaverso que posea IBXC pueda modificar las reglas de la comunidad mediante votación para lograr una gobernanza verdaderamente descentralizada del metaverso.",
    "login.has": "IBAX cuenta con una función de máquina virtual multilingüe de alto rendimiento y alta eficiencia (IVM), que puede importar aplicaciones ecológicas en Ethereum o la cadena de bloques de Binance con un solo clic.",
    "login.welcomes": "IBAX da la bienvenida a todos a participar en el meta-mundo y otorga a cada residente un NFT con acceso permanente a la minería, y cualquier persona con un dispositivo inteligente puede activar las recompensas de meta-minería.",
    "login.team": "Ya sea que seas un desarrollador individual o de equipo, puedes utilizar la herramienta de gestión ecológica proporcionada por IBAX llamada Weaver, que integra una gran cantidad de aplicaciones BaaS para crear rápidamente ecosistemas y emitir eco-tokens. Puedes acortar significativamente tu período de desarrollo utilizando Weaver.",
    "login.online": "Pronto comenzará el primer canje de airdrop de IBAX. ¡Conecta tu dirección de billetera lo antes posible!",
    "login.join": "El airdrop de IBAX ha finalizado. ¡Pronto llegará el nuevo Sistema de Clasificación de IBAX, mantente atento!",
    "personal.on": "Sigue a IBAX",
    "personal.please": "Por favor, sigue a IBAX en Twitter y haz clic en \"Seguido\" después de hacerlo.",
    "personal.followed": "Seguido",
    "personal.fol": "Seguir en Twitter",
    "personal.cancalf": "Dejar de seguir",
    "personal.not": "Aún no seguido",
    "personal.repost": "Retuitear y reclamar tus IBXC",
    "personal.follow": "Por favor, retuitea la publicación y obtén tus puntos de IBAX",
    "personal.forwarded": "Retuiteado",
    "personal.notf": "No finalizado",
    "personal.finished": "Finalizado",
    "personal.own": "Puntos:",
    "personal.coins": "Invita a un amigo para ganar IBXC:",
    "personal.invite": "Invita a amigos para ganar más IBXC",
    "personal.get": "Sigue a IBAX para obtener 2000 puntos de IBAX",
    "personal.go": "Ir a seguir",
    "personal.task": "Tarea",
    "personal.redeem": "Canjear",
    "personal.retweet": "Retwittear",
    "personal.record": "Registro",
    "personal.date": "Fecha",
    "personal.earn": "Ganar puntos",
    "personal.participate": "Participar",
    "personal.still": "¡El evento aún está en progreso, por favor canjea después de que termine el evento!",
    "personal.ranking": "Clasificación",
    "personal.history": "Historial",
    "personal.redeems": "Canjear",
    "personal.retweets": "Retweets",
    "personal.share": "Compartir",
    "personal.code": "Identifica el código QR para ingresar a la versión móvil de la página del evento",
    "personal.friends": "Invita a tus amigos para obtener IBXC y los 10 mejores referentes recibirán una recompensa adicional por referir.",
    "personal.will": "El airdrop finalizará el 1 de febrero de 2022",
    "personal.points": "Puntos:",
    "personal.once": "Esta dirección no se puede cambiar una vez que se haya enviado.",
    "personal.confirm": "Por favor confirma tu dirección y guarda tus claves privadas y mnemónicos de forma segura",
    "personal.your": "Tu dirección de billetera",
    "personal.submit": "Enviar a Connet",
    "personal.werver": "Ir a Jutkey y crear una dirección de billetera",
    "personal.how": "Cómo usar Jutkey para crear una dirección de billetera",
    "personal.address": "Dirección de billetera:",
    "personal.available": "La redención de monedas IBXC estará disponible el 1 de febrero de 2022 a las 8:00 EST",
    "personal.storage": "Bloque de almacenamiento:",
    "personal.view": "Ver información de bloques",
    "personal.redemption": "IBXC estará disponible para canjear el 1 de febrero de 2022 a las 8:00 EST",
    "personal.redeemable": "Monedas canjeables:",
    "personal.submitted": "Tu dirección de billetera: {address}, Una vez enviada, la dirección no podrá cambiarse. Por favor confirma tu dirección de billetera.",
    "personal.cancel": "Cancelar",
    "personal.retweetpoint": "Reputación",
    "personal.referral": "Monedas de referencia",
    "personal.gitHubCoin": "Monedas de GitHub",
    "personal.center": "Centro personal",
    "personal.airdrop": "Sistema de clasificación IBAX",
    "personal.ret": "Retwittear para ganar",
    "personal.list": "Historial de puntos",
    "personal.referrals": "Compartir con amigos",
    "personal.ruless": "Regla de airdrop",
    "personal.git": "GitHub",
    "personal.geti": "Obtener IBXC",
    "personal.invites": "Invita a tus amigos para ganar monedas IBXC",
    "personal.week": "Historial de referidos",
    "personal.link": "Tu enlace de referencia",
    "personal.shareOn": "Compartir en...",
    "personal.qr": "Tu código QR de referencia",
    "personal.our": "Retwittea y gana",
    "personal.point": "Todos los puntos IBAX",
    "personal.challenge": "Desafío",
    "personal.earned": "Puntos ganados",
    "personal.tw": "Seguir en Twitter",
    "personal.retw": "Retwittear",
    "personal.for": "Retwittea y gana",
    "personal.campaign": "Campaña de retweets",
    "personal.redeemed": "Ganado y canjeado",
    "personal.tasks": "Hay nuevos retweets todos los días, participa para obtener puntos IBAX, verifica",
    "personal.together": "Comparte con tus amigos y participa juntos en los eventos de IBAX",
    "personal.sharer": "Registro de compartidos",
    "personal.refer": "Refiere a un amigo para obtener una bonificación de IBXC, una bonificación adicional de 100 IBXC por cada 100 personas que invites",
    "personal.id": "ID de Twitter",
    "personal.join": "Fecha de unión",
    "personal.ge": "Obtener IBXC",
    "personal.bind": "Vincula tu dirección de billetera para canjear monedas IBXC",
    "personal.soon": "Por favor vincula tu dirección de billetera lo antes posible.",
    "personal.yourPoints": "Tus puntos",
    "personal.yourCoins": "Tus monedas",
    "personal.poin": "Puntos IBAX",
    "personal.coin": "Monedas IBXC",
    "personal.account": "Enlace a GitHub",
    "personal.commits": "Mis commits",
    "personal.gr": "Regla del sistema de clasificación IBAX",
    "personal.honor": "Honor Developers",
    "personal.ecosystem": "Ecosistema",
    "personal.bounty": "Ingeniería / Recompensa",
    "personal.resources": "Herramientas para desarrolladores",
    "personal.user": "Perfil",
    "personal.dashboard": "Mi Panel",
    "personal.fork": "Hacer Fork y Estrellar el repositorio del proyecto IBAX en GitHub (go-ibax) Obtén 3000 puntos",
    "personal.keep": "Mantente al tanto del repositorio del proyecto IBAX para obtener más puntos e información sobre recompensas IBXC",
    "personal.project": "Seguido el repositorio del proyecto IBAX",
    "personal.area": "Área de Recompensas",
    "personal.email": "Vincular correo electrónico",
    "personal.sure": "Seguro",
    "personal.add": "Dirección de correo electrónico",
    "personal.cod": "Código de verificación",
    "personal.send": "Enviar",
    "personal.enter": "por favor ingresa tu correo electrónico válido",
    "personal.can": "El correo electrónico no puede estar vacío",
    "personal.must": "El código de verificación debe ser completado",
    "personal.digits": "El código de verificación solo puede tener 4 dígitos",
    "personal.binging": "¡Vinculación de correo electrónico exitosa!",
    "personal.receive": "¡Recibirás notificaciones oportunas de revisión y recompensa para tus registros de envío!",
    "personal.also": "También puedes seguir el proyecto IBAX para obtener más información",
    "personal.star": "Haz clic en Estrella para reclamar puntos",
    "personal.repository": "Haz clic en Estrella en el repositorio del proyecto IBAX en GitHub (go-ibax) para obtener 1500 puntos",
    "personal.claim": "Haz clic en Estrella para reclamar puntos",
    "personal.finish": "Finalizado",
    "personal.forkto": "Hacer Fork para obtener puntos",
    "personal.gofork": "Ve al Fork del repositorio del proyecto IBAX en GitHub (go-ibax) para obtener 1500 puntos",
    "personal.check": "Se publican nuevos registros de check-in y eventos todos los días",
    "personal.time": "El cofre del tesoro se actualizará en",
    "personal.daily": "Check-in diario",
    "personal.today": "Has iniciado sesión hoy",
    "personal.po": "Haz check-in hoy y obtén {points} puntos",
    "personal.system": "Sistema de Honor y Recompensas de IBAX",
    "personal.give": "La Fundación IBAX otorgará más de 10 millones de IBXC como incentivo para la comunidad de desarrolladores este año, y puedes participar:",
    "personal.events": "Participa en actividades de IBAX y discusiones de temas en GitHub para obtener puntos de IBAX",
    "personal.constructive": "Propón temas constructivos",
    "personal.approved": "Cada tema constructivo (preguntas y respuestas revisadas) será recompensado con 200 puntos de IBAXC, y la recompensa se calculará el día 5 de cada mes (Día del Desarrollador de IBAX).",
    "personal.there": "Si es una pregunta con valor de investigación técnica, valor de aplicación comercial, perspectivas de desarrollo de mercado, valor de exploración académica, etc., la Fundación IBAX lo convertirá en una tarea de recompensa además de los puntos de IBAX y la recompensa de IBXC.",
    "personal.vulnerabilities": "Encuentra vulnerabilidades de IBAX",
    "personal.blockchain": "Encuentra errores en la cadena de bloques de IBAX, envía un proceso reproducible y recibe de 1 a 10,000 IBXC y puntos de IBAX después de la verificación por parte del equipo de IBAX.",
    "personal.solutions": "Envía el código de solución de errores, aceptado por el equipo de IBAX o fusionado en el proyecto, podrías obtener de 10 a 50,000 IBXC y puntos de IBAX.",
    "personal.significant": "Si envías un código de optimización importante que pueda mejorar el rendimiento y la eficiencia de la cadena de bloques de IBAX, recibirás de 10 a 50,000 IBXC y puntos de IBAX.",
    "personal.issues": "Resuelve Problemas de Recompensa",
    "personal.boun": "Ve al área de recompensas de IBAX y resuelve el problema para obtener recompensa de IBXC y puntos de IBAX.",
    "personal.views": "Ver reglas de puntos",
    "personal.out": "Revísalo en GitHub",
    "personal.been": "Todas tus tareas de retweet se han completado, por favor regresa mañana.",
    "personal.committed": "Los problemas que has comprometido se mostrarán aquí, y si deseas editarlos, por favor ve a GitHub",
    "personal.ended": "El airdrop de IBAX ha finalizado y estamos en proceso de liquidar las recompensas del airdrop, se espera que se complete en el segundo trimestre de 2022.",
    "personal.process": "IBAX está en proceso de liquidar tus puntos y esperamos completarlo completamente en el segundo trimestre de 2022, ¡así que mantente atento!",
    "personal.completed": "Airdrops Completados",
    "personal.air": "Reglas de Airdrop",
    "personal.rank": "Reglas de Clasificación",
    "personal.getpoint": "Obtener Puntos de IBAX",
    "personal.tuned": "Mantente atento a IBAX para nuevos eventos todos los días.",
    "personal.represent": "Los puntos de IBAX representan contribuciones a la red de IBAX, y cuanto más puntos adquieras, más recompensas obtendrás",
    "personal.finishend": "Resultados de la Campaña de Airdrop",
    "personal.serial": "Número de serie",
    "personal.handle": "Nombre de usuario de Twitter",
    "personal.overall": "Clasificación general",
    "personal.airdro": "Recompensas de Airdrop (IBXC)",
    "personal.poi": "Puntos totales",
    "personal.red": "Canjes",
    "personal.ranks": "Clasificación de puntos",
    "personal.bonus": "Bono de referencia (IBXC)",
    "personal.referr": "Clasificación de referidos",
    "personal.rewards": "Recompensas de clasificación de referidos (IBXC)",
    "personal.mainnet": "IBAX permitirá a los usuarios conectar sus billeteras antes de que las monedas sean lanzadas, ¡manténgase atento!",
    "personal.connect": "Ir a Conectar",
    "personal.down": "Descargar los resultados de liquidación",
    "personal.getted": "Puedes obtener",
    "personal.total": "Clasificación total",
    "personal.aird": "Puntos de Airdrop",
    "personal.coinns": "Canjear puntos por monedas",
    "personal.inited": "Invitado a <span class='user-commits-title-link-rank'> {person} <span> amigos",
    "personal.recoins": "Monedas de referencia",
    "personal.result": "La primera ronda de airdrop de IBAX ha finalizado, ",
    "personal.chec": "verificar el resultado de liquidación",
    "personal.number": "Referidos",
    "personal.bindEmail": "Conectar tu dirección de correo electrónico",
    "personal.bindAddress": "Conectar tu billetera para recibir IBXC",
    "personal.startEmail": "Conecta tu dirección de correo electrónico para unirte a nuestra lista blanca. Obtén prioridad en la segunda ronda de airdrop",
    "personal.inputAddress": "Por favor ingresa tu dirección de billetera",
    "personal.addressType": "Por favor ingresa una dirección en el formato 0000-0000-0000-0000-0000",
    "personal.notice": "Recibir correo electrónico de notificación",
    "personal.receiveAddress": "Dirección de la billetera que ha sido vinculada para recibir IBXC",
    "personal.chain": "Ver registro en cadena",
    "personal.bindsuccess": "Tu dirección ha sido conectada exitosamente, por favor mantente atento a las notificaciones por correo electrónico y espera el canje de IBXC.",
    "personal.chanage": "Modificar"
  }