{
  "nav": "Navigation",
  "nav.home": "Accueil",
  "nav.features": "Pourquoi IBAX",
  "nav.performance": "Performance, efficacité et sécurité",
  "nav.high": "Cadre Blockchain",
  "nav.each": "Chaque nœud contient une base de données distribuée pour stocker les données analysées à partir des blocs, ce qui améliore non seulement l'efficacité de l'exécution, mais vous permet également d'exécuter une logique métier complexe.",
  "nav.use": "Utiliser la base de données pour améliorer l'efficacité de l'exécution",
  "nav.virtual": "Machine virtuelle multilingue",
  "nav.with": "Machine virtuelle IBAX multilingue (IVM)",
  "nav.smart": "IBAX possède son propre langage de contrat intelligent nommé « Needle », qui fonctionne de manière transparente avec les contrats intelligents ethereum et prend en charge Solidity, Go, Rust et d'autres langages pour créer des contrats intelligents.",
  "nav.tran": "Partage",
  "nav.improve": "Améliorer l'efficacité des transactions",
  "nav.break": "Briser les barrières technologiques",
  "nav.security": "Sécurité et confidentialité",
  "bass.bank": "Protégez les informations personnelles avec Bank Grade Security",
  "bass.attribute": "L'attribut de décentralisation rend impossible le lien avec l'identité réelle dans le monde de la blockchain et protège au maximum la vie privée. Dans la mise en œuvre technique, IBAX adopte le cryptage homomorphe, le verrouillage des actifs, la preuve de la connaissance zéro des contrats intelligents et des paires de clés illisibles. Les technologies de cryptographie les plus avancées, telles que le mécanisme inter-chaînes de paires de clés (chiffrement par contrat intelligent) et l'isolation multi-chaînes, garantissent au maximum la sécurité personnelle et la confidentialité d'IBAX.",
  "bass.effectiveness": "Efficacité d'exécution",
  "bass.spire": "\"La sécurité est la flèche de la pyramide, et la vie privée est le joyau de la flèche.",
  "bass.attach": "Nous accordons plus d'attention à la sécurité et à la confidentialité qu'à toute autre chose. Seule une attention ciblée peut assurer la sécurité de la blockchain, la sécurité des utilisateurs et la sécurité des fonds. Respecter strictement les directives internationales de confidentialité. Votre vie privée est entièrement sous votre contrôle.\"",
  "bass.built": "Construit pour la sécurité",
  "bass.your": "La sécurité des dates est notre priorité",
  "bass.symmetric": "Le mécanisme de cryptage symétrique elliptique basé sur la blockchain et le mécanisme de cryptage HASH assurent la sécurité et la fiabilité du processus de transmission des données. Les résultats des données sont stockés dans le réseau IBAX via la cartographie HASH et les enregistrements de modifications sont clairement visibles.",
  "nav.encryption": "Machine de cryptage pour assurer la sécurité des fonds et des communicationsLa sécurité des fonds et des communications est assurée par la machine de cryptage",
  "nav.chain": "Communication inter-chaînes",
  "nav.decen": "En utilisant la technologie de cryptage homomorphe, les algorithmes d'autres chaînes de blocs sont intégrés au réseau IBAX et ils sont interconnectés avec le réseau de chaînes de blocs correspondant pour réaliser une chaîne croisée dans le vrai sens du terme.",
  "nav.multi": "Multi-signature",
  "nav.dec": "Assurez-vous que plusieurs personnes/organisations contrôlent le même montant de fonds. Le réseau IBAX utilise l'autorité de signature du grand livre distribué pour y parvenir. Veuillez noter que le \"coffre-fort\" est une caractéristique unique d'IBAX",
  "nav.clb": "CLB",
  "nav.cross": "Nœud de base inter-grand livre (CLB)",
  "nav.basis": "Le CLB est une passerelle pour les données à cross-chain ainsi qu'un pont pour les actifs à cross-chain, et vous pouvez l'utiliser pour obtenir des données en dehors de la blockchain pour les utiliser à l'intérieur de la blockchain",
  "nav.private": "Transaction privée",
  "nav.fouds": "Preuve de la connaissance zéro en utilisant des contrats intelligents pour assurer la sécurité des données et la confidentialité des transactions privées.",
  "nav.bass": "Marché BaaS",
  "nav.resource": "Ressources",
  "nav.solution": "Solutions",
  "nav.development": "Développement",
  "nav.about": "Contact",
  "nav.log": "Connexion",
  "nav.sign": "S'inscrire",
  "nav.out": "Sign Out",
  "nav.case": "Cas",
  "nav.supply": "Financement de la chaîne d'approvisionnement",
  "nav.copyright": "droits d'auteur",
  "nav.assets": "La gestion d'actifs",
  "nav.relying": "S'appuyant sur la technologie blockchain et IA d'IBAX, le réseau prend en charge les algorithmes de cryptage au niveau financier et les capacités de cloud computing pour fournir une pierre angulaire plus sécurisée et fiable pour chaque couche de services.",
  "nav.it": "Il s'applique aux types d'actifs tels que le crédit à la consommation, le financement automobile, le versement d'équipement, a/R et a/P, ainsi qu'aux scénarios financiers tels que l'ABS, la confiance, le transfert et le nantissement.",
  "nav.cross-chain": "Chaîne croisée décentralisée et sans confiance intégrée",
  "nav.eth": "Les contrats intelligents d'Ethereum et de Binance Chain sont parfaitement connectés",
  "nav.ledger": "Autorité comptable décentralisée",
  "nav.user": "L'utilisateur a besoin d'abord",
  "nav.self": "Autocharge écologique et gouvernance",
  "nav.gas": "Autonomie écologique (DAO) et redevance gazière",
  "home.partners": "Partenaires IBAX",
  "home.start": "Construisez votre propre écosystème",
  "home.performance": "Infrastructure Web 3 Blockchain sécurisée et performante",
  "home.secure": "Architecture sous-jacente blockchain sécurisée et efficace",
  "home.using": "Commencer",
  "home.join": "Rejoignez la communauté",
  "home.watch": "Regarde des vidéos",
  "home.innovate": "Nouveautés",
  "home.framework": "Cadre sous-jacent de blockchain à haute simultanéité",
  "home.bottom": "Une excellente couche inférieure de blockchain doit répondre aux exigences d'un traitement de données hautement simultané, suffisante pour gérer tous les scénarios commerciaux complexes dans les mondes réel et virtuel.",
  "home.learn": "En savoir plus sur le cadre technique IBAX",
  "home.virtual": "Machine virtuelle",
  "home.machine": "Machine virtuelle IBAX compatible multilingue",
  "home.multiple": "Machine virtuelle IBAX compatible multilingue",
  "home.can": "La machine virtuelle IBAX peut prendre en charge simultanément : les contrats intelligents Ethereum et Binance Chain. Vous pouvez importer le contrat en un clic et vous connecter de manière transparente à l'écosystème IBAX.",
  "home.consensus": "Mécanisme de consensus",
  "home.pub": "Lire le livre blanc",
  "home.dpoa": "Mécanismes de consensus efficaces et équitables",
  "home.good": "Le réseau IBAX intègre un module \"mode autonomie\" qui permet la gouvernance DAO sans saisir de code complexe. L'autonomie du réseau IBAX est obtenue grâce à un mécanisme de consensus DPoA efficace avec vote",
  "home.determine": "Un bon mécanisme de consensus déterminera la percée et l'avenir de la blockchain.",
  "home.bifurcation": "Mode de paiement flexible des frais de gaz",
  "home.honor": "Méthode de paiement des frais de gaz écologique personnalisable",
  "home.unified": "Pour encourager les éco-créateurs et les éco-participants, IBAX prend en charge un modèle de frais d'essence personnalisable.",
  "home.unif": "Vous pouvez choisir des éco-pièces/jetons comme modèle de frais GAS et déduire des éco-pièces/jetons comme frais GAS lorsque vous effectuez des éco-transactions. Ce modèle permet d'atteindre un environnement écologique véritablement décentralisé et autonome.",
  "home.economics": "Économie",
  "home.benefits": "Bénéfices à réaliser : que vous soyez éco-développeur, mineur, éco-gouverneur ou autre",
  "home.matter": "Tant que vous y participez, une généreuse récompense vous attend pour explorer.",
  "home.view": "Voir le modèle économique d'IBAX",
  "home.features": "Voir les caractéristiques techniques d'IBAX",
  "home.fixed": "Pré-distribution",
  "home.nft": "Récompenses Mint",
  "home.min": "Récompenses pour le jalonnement",
  "home.foundation": "Fondation IBAX",
  "home.team": "Développement de projets",
  "home.ecosystem": "Ecosystem Partners",
  "home.private": "Private placement",
  "home.ieo": "Vente Publique",
  "home.genesis": "Genesis",
  "home.mining": "Récompenses minières",
  "home.ecological": "Éco-incitatifs",
  "home.all": "Tout %",
  "home.per": "Pré-distribution %",
  "home.mint": "Récompenses minières %",
  "home.lead": "Premier",
  "home.driven": "Poussés par la technologie, forment des barrières techniques",
  "home.chain": "Véritable cross-chain décentralisé et sans confiance, preuve de zéro connaissance, transactions anonymes, partitionnement des transactions.",
  "home.we": "Notre technologie de pointe",
  "home.have": "Intégration de la technologie",
  "home.built": "Le cadre de base de la chaîne IBAX que vous utilisez est construit sur ces technologies matures. IBAX les intègre parfaitement, leur permettant de continuer à être excellents dans le domaine de la blockchain comme IBAX.",
  "home.video": "Vidéos",
  "home.your": "Avez-vous des idées brillantes",
  "home.get": "Obtenez la récompense de notre éco-soutien",
  "home.enjoy": "Profitez des ressources IBAX",
  "home.manul": "Manuel complet du développeur",
  "home.partner": "Portefeuille Jutkey éco-partenaire",
  "home.ibaa": "Portefeuille IBAX",
  "home.official": "Reconnaissance officielle IBAX : obtenez 150 000 récompenses IBXC",
  "home.supports": "Portefeuille multi-devises décentralisé : prend en charge le transfert multi-devises",
  "home.manage": "Gestion des mineurs : gérez vos mineurs en un seul clic",
  "home.wallet": "Portefeuille Jutkey",
  "home.very": "Ce fut une bénédiction de rejoindre IBAX et j'ai reçu beaucoup d'aide de l'équipe IBAX pour créer le Jutkey Wallet, merci beaucoup !",
  "home.is": "Jutkey Wallet est un portefeuille multi-devises décentralisé qui a été bien intégré à diverses applications d'IBAX. Non seulement vous pouvez l'utiliser pour effectuer des transferts IBXC, mais vous pouvez également l'utiliser pour payer des pièces telles que : Bitcoin, Ether, Coinan, etc.",
  "home.more": "De plus, vous pouvez gérer vos mineurs avec Jutkey Wallet, vous pouvez ajouter des mineurs en un clic sans télécharger d'autres outils de gestion et visualiser vos revenus miniers en temps réel.",
  "home.there": "Il y a plus de fonctionnalités qui vous attendent peut-être à explorer : pools de minage, Defi, NFT...",
  "home.name": "Weco",
  "home.product": "Directeur de produit",
  "home.develop": "Directives pour les développeurs",
  "home.technology": "La technologie",
  "home.technical": "Documentation technique open source",
  "home.about": "En savoir plus sur IBAX à travers des vidéos",
  "home.exciting": "Événements en cours",
  "home.go": "Aller voir",
  "home.m": "Plus de vidéos",
  "home.award": "Être impliqué",
  "bass.ecological": "Récompenses d'incitation EcoLib",
  "bass.anyone": "Tout le monde peut participer",
  "bass.create": "Créez votre projet blockchain",
  "bass.now": "Créez votre projet blockchain maintenant",
  "bass.quickly": "Création rapide",
  "bass.ecology": "EcoLibs",
  "bass.without": "Créez rapidement des applications IBAX sans seuil",
  "bass.ecolog": "Créer ecoLib",
  "bass.creator": "Tu vas avoir",
  "bass.identity": "EcoLib-création :",
  "bass.obtain": "Obtention des droits de nommage ecoLib",
  "bass.define": "Définir les autorisations d'adhésion à ecoLib",
  "bass.set": "Mise en place des méthodes de gouvernance ecoLib",
  "bass.give": "Identité d'émission",
  "bass.can": "Vous pouvez également",
  "bass.collect": "Recevez des éco-pièces/frais de jetons",
  "bass.circulation": "Pièces/jetons en circulation",
  "bass.issue": "Pièces/Jetons",
  "bass.customize": "Personnalisez le nombre de jetons et les méthodes d'émission",
  "bass.naming": "Obtenir les droits de nommage des tokens",
  "bass.issuance": "Émission de pièces/jetons",
  "bass.logo": "Ajouter un logo de jeton",
  "bass.number": "Définir le nombre de jetons à émettre",
  "bass.incentives": "Mettre en place des incitations à jetons",
  "bass.smart": "Contrat intelligent",
  "bass.contract": "Contrat intelligent",
  "bass.use": "Utiliser des contrats intelligents pour maintenir la stabilité écologique",
  "bass.add": "Ajouter un contrat",
  "bass.one": "Importation en un clic",
  "bass.contracts": "Contrats d'autres chaînes ou :",
  "bass.reference": "Référencez les contrats intelligents de base IBAX",
  "bass.write": "Rédigez vos propres contrats intelligents en ligne",
  "bass.eco": "Ajout d'éco-applications",
  "bass.manage": "Gérer les éco-contrats",
  "bass.incentive": "Obtenez des récompenses éco-incitatives",
  "bass.encourages": "La Fondation IBAX encourage les développeurs individuels et les équipes à rejoindre l'écosystème IBAX et organisera régulièrement des éco-concours pour récompenser généreusement les excellentes éco-applications.",
  "bass.learn": "Apprendre encore plus",
  "bass.what": "Ce dont vous pourriez avoir besoin",
  "bass.how": "Comment créer une ecoLib rapidement et la maintenir efficacement",
  "bass.materials": "Du matériel et des vidéos vous aideront à mieux utiliser le réseau IBAX",
  "bass.manual": "Manuel du développeur",
  "bass.committed": "Engagé à protéger les biens personnels",
  "bass.multi": "Cryptage à plusieurs niveaux pour assurer la sécurité de vos biens personnels",
  "bass.own": "IBAX utilise des clés publiques et privées pour crypter et décrypter la vérification de signature. Seuls ses utilisateurs peuvent utiliser leurs propres clés privées pour déchiffrer, garantissant la sécurité des données et de l'identité. Et déposez la devise cryptée dans un portefeuille décentralisé et utilisez la technologie de signature numérique multipartite pour assurer la sécurité de votre propriété.",
  "bass.honor": "Honorer les nœuds",
  "bass.manager": "Gestionnaire de contrats intelligents",
  "high.lead": "Cadre sous-jacent de blockchain de premier plan",
  "high.cross": "Chaîne croisée",
  "bass.weaver": "Weaver prend en charge les fichiers de contrats intelligents aux formats API, Json et autres, et peut importer des contrats intelligents sous une forme modulaire à utiliser rapidement dans le DAO de l'utilisateur.",
  "bass.panel": "Aperçu et gestion des contrats intelligents",
  "bass.provides": "Weaver fournit une fonction de gestion des contrats. Après être entré dans votre interface de gestion ecoLib, vous pouvez afficher clairement tous les contrats intelligents, les tableaux de données et les champs dans ecoLib, ce qui vous permet de maintenir et d'étendre plus facilement le contenu Eco.",
  "bass.local": "Entrepôt de contrats intelligents",
  "bass.security": "Contrats EcoLib",
  "footer.feature": "Caractéristiques techniques",
  "bass.always": "\"Les chaînes croisées décentralisées et sans confiance ont toujours été attendues par les gens.",
  "bass.only": "Seul le véritable cross-chain peut permettre à chacun de se sentir en confiance pour réaliser l'échange mutuel d'actifs, sans se soucier du vol de fonds, ce qui est conforme au \"concept de méfiance\" de la blockchain.\"",
  "bass.protect": "Protégez la précision des données entre les chaînes",
  "bass.ensure": "Assurer la sécurité inter-chaînes des actifs",
  "bass.network": "Réseau inter-chaînes complet",
  "bass.design": "Conçu pour la chaîne croisée",
  "bass.expand": "Développez plus de connexions de chaîne externes",
  "bass.cross": "Les nœuds de base croisés (CLB) du réseau IBAX sont conçus pour la chaîne croisée, avec la possibilité de configurer les performances et le déploiement des CLB selon les besoins, sans duplication des efforts, pour accéder facilement aux données système externes et créer des connexions, ou pour traiter et formatez les données vous-même.",
  "bass.transmission": "Transmission croisée",
  "bass.promote": "Promouvoir l'échange de valeur entre les blockchains",
  "bass.sets": "Une véritable solution de communication inter-chaînes n'est pas seulement la transmission d'actifs numériques, mais également la transmission d'ensembles de données riches et d'opérations de contrats intelligents entre les chaînes, ainsi que la transmission de données spécifiques à dApp, NFT, etc.",
  "feature.efficiency": "Performance, efficacité et sécurité sont les fondements d'IBAX",
  "feature.encryption": "Sur la base du cryptage asymétrique, plusieurs cryptages imbriqués peuvent être réalisés avec le réseau P2P pour assurer la sécurité des fonds et des communications.",
  "feature.network": "Le réseau IBAX peut non seulement interagir avec diverses chaînes de blocs et actifs inter-chaînes, mais également coopérer avec le nœud dédié CLB pour effectuer des interactions régulières de communication de données CRM.",
  "home.system": "Weaver est un outil de développement intégré clair construit sur la chaîne IBAX, un IDE dédié au réseau IBAX, qui possède de nombreuses fonctionnalités puissantes. Vous pouvez développer, déployer et gérer des contrats intelligents sur Weaver, mais également Weaver peut définir vos paramètres d'éco-gouvernance, importer divers services dans BaaS, etc. Il peut également être utilisé comme plateforme d'apprentissage.",
  "home.basic": "« IBAX est un cadre d'infrastructure blockchain suffisant pour prendre en charge des opérations mondiales complexes.",
  "home.important": "Offrir une bonne compatibilité aux développeurs d'autres blockchains est quelque chose qui est important pour nous.\"",
  "footer.team": "Équipe",
  "footer.news": "Nouvelles",
  "footer.investor": "Investisseur",
  "footer.related": "Téléchargements",
  "footer.partner": "Les partenaires",
  "footer.community": "Communauté",
  "footer.recruit": "Carrières",
  "footer.developer": "Développeurs",
  "footer.more": "Suite",
  "footer.check": "Consulter le manuel d'informations",
  "footer.create": "Créez votre projet blockchain",
  "footer.creative": "Créez des projets blockchain plus créatifs",
  "footer.compete": "Lancez-vous dans ces beaux projets !",
  "footer.now": "Commencez maintenant",
  "footer.fast": "Prise en charge rapide du système BaaS, un clic pour terminer la publication du projet, fournir une fonction d'émission de pièces en un clic, laisser votre projet vivre facilement",
  "footer.blockchain": "En adoptant la technologie blockchain auto-recherchée, de la technologie sous-jacente du matériel, du réseau, du stockage, de l'informatique, de la cryptographie, du consensus et de la formation de blocs, aux liens commerciaux tels que la confirmation, le flux, le financement et la compensation des comptes débiteurs, nous veillons à ce que les informations et les données commerciales de chaque maillon commercial de la chaîne d'approvisionnement sont sûres et contrôlables.",
  "high.technical": "Points forts de la technologie",
  "high.chain": "Blockchain haute performance / TPS élevé",
  "high.low": "La blockchain populaire représentée par Ethereum a une faible capacité de traitement des transactions, ce qui entrave sérieusement le développement de la blockchain. Une blockchain haute performance/haute simultanéité apportera des pas de géant à l'ensemble de l'industrie de la blockchain. Le réseau IBAX est aussi rapide que 4 secondes par bloc et le traitement des transactions jusqu'à 3000 TPS. Avec l'amélioration du matériel, le TPS peut théoriquement atteindre 10000 fois dans le cas du non tranché.",
  "high.start": "Commencez à utiliser maintenant",
  "high.innovation": "innovation technologique",
  "high.database": "Base de données + mode de stockage en bloc",
  "high.postgreSQL": "Utilisez le stockage élevé et les performances de simultanéité élevées de la base de données PostgreSQL pour stocker les paramètres système dans des tables de données et utilisez des moteurs de base de données tels que des vues, des index et des procédures stockées pour améliorer la capacité de lecture et d'écriture des données.",
  "high.insights": "Informations techniques",
  "high.team": "\"L'équipe IBAX est composée d'un groupe de geeks technologiques à l'esprit innovant.",
  "high.never": "Nous ne 'suivons jamais les règles et respectons les règles', mais adoptons constamment et de manière exhaustive nos technologies existantes ou innovantes pour améliorer les performances globales de la chaîne ibax. »",
  "high.globalization": "Mondialisation",
  "high.to": "Suffisant pour toute entreprise",
  "high.compat": "Compatibilité",
  "high.rich": "Intégré à une large gamme de scénarios d'application",
  "high.use": "Grande facilité d'utilisation",
  "high.provide": "Support en ligne de notre équipe technique",
  "high.high": "Stockage haute capacité",
  "high.storage": "Capacité maximale de stockage de blocs jusqu'à 64 M octets",
  "high.etc": "Le nœud mint est un nœud de service réseau distribué dans le réseau IBAX, qui fournit la fonction de frappe de jetons pour l'ensemble du réseau et a la responsabilité de protéger la sécurité du réseau et d'améliorer le coût des attaques de réseau.",
  "high.reward": "Le mécanisme de récompense des nœuds mint est essentiel pour maintenir la stabilité de la plateforme IBAX, et nous utilisons un algorithme probabiliste à la fois simple et pratique : probabilité mint = arithmétique mint node / arithmétique réseau. Au fil du temps, la probabilité que chaque nœud de menthe reçoive une récompense est cohérente, et cette approche aide à maintenir la stabilité des nœuds de menthe.",
  "high.running": "Les nœuds Mint fonctionnant dans le monde entier servent non seulement de nœuds d'incitation à l'exploitation minière pour maintenir la sécurité du réseau, mais constituent également des serveurs distribués et fournissent des services décentralisés pour diverses ecoLibs (bibliothèques écologiques), tels que des outils sociaux décentralisés, des services Web décentralisés, etc.",
  "high.sub": "Sous-nœuds",
  "high.node": "Le sous-nœud est le premier du genre dans l'ensemble du monde de la blockchain. Il ne conserve que les données des transactions liées à son propre module d'application ecoLib, tandis que la totalité des données est gérée par les nœuds honorifiques, les nœuds gardiens et les nœuds mint. De plus, les sous-nœuds peuvent également interagir avec des « données privées » pour assurer la confidentialité, la sécurité et la flexibilité des transactions.",
  "high.can": "Les sous-nœuds ne peuvent conserver que les données des transactions liées à leurs propres applications écologiques, et ils peuvent également exécuter leur propre écologie indépendante (ecoLib) séparément des autres réseaux de nœuds, nous les appelons donc également - chaînes latérales.",
  "high.of": "CLB est un nœud indépendant du réseau IBAX, et a en même temps la fonction d'un Oracle.",
  "high.runs": "CLB fonctionne comme un nœud indépendant sans affecter les performances du nœud maître, et peut être configuré de manière flexible pour les performances et le déploiement de CLB en fonction des besoins de l'entreprise, avec des contrats intelligents indépendants, des interfaces d'exploitation et des tables de base de données, etc.",
  "high.meet": "CLB est conçu pour répondre aux inter-chaînes, CLB est livré avec une fonction de lecture de données et un verrouillage et une conversion intelligents des actifs du contrat, de sorte que les actifs externes deviennent des actifs au sein de l'écosystème IBAX, CLB peut également traiter et formater la conversion des données à utiliser par le réseau IBAX .",
  "high.virtual": "La machine virtuelle IBAX peut prendre en charge simultanément : les contrats intelligents Ethereum et Binance Chain. Vous pouvez importer le contrat en un clic et vous connecter de manière transparente à l'écosystème IBAX.",
  "high.most": "Le plus largement compatible",
  "high.engine": "Moteur de contrats intelligents",
  "high.one": "Importation en un clic",
  "high.chains": "Contrats intelligents d'autres blockchains",
  "high.contract": "Plusieurs types de contrats",
  "high.trigger": "Type : Contrat différé, Contrat de déclenchement...",
  "high.smart": "Éditeur de contrat intelligent",
  "high.editor": "Éditeur de contrat",
  "high.simple": "Éditeur de contrat en ligne simple et facile à utiliser",
  "high.basic": "« IBAX est un cadre d'infrastructure blockchain suffisant pour prendre en charge des opérations mondiales complexes.",
  "high.very": "Offrir une bonne compatibilité aux développeurs d'autres blockchains est quelque chose qui est important pour nous.\"",
  "high.import": "Importer des contrats externes",
  "high.cont": "Importer des contrats intelligents",
  "high.from": "Importez des contrats intelligents à partir d'autres blockchains en un seul clic",
  "high.cross-chain": "Communication inter-chaînes",
  "high.divides": "Le réseau IBAX divise les nœuds et les transactions en fragments, et augmente avec succès l'efficacité de l'emballage par des ordres de grandeur grâce à différents algorithmes de traitement de consensus et mécanismes de vérification multi-signature.",
  "high.authentication": "Authentification",
  "high.validation": "Validation des autorisations",
  "bass.privacy": "Intimité",
  "bass.go": "Allez au-delà de la recherche de la confidentialité et de la sécurité des clients",
  "bass.key": "Un élément clé de chaque aspect d'IBAX est la \"défense en profondeur\", la protection de la confidentialité des utilisateurs et de la sécurité des données est le fondement de la crypto-monnaie. IBAX déploie une matrice de sécurité multicouche pour assurer la sécurité des actifs des clients contre les cyberattaques, les attaques internes et les erreurs humaines.",
  "bass.keep": "Assurer la sécurité de vos données",
  "bass.comply": "Se conformer aux réglementations mondiales en matière de confidentialité et de sécurité",
  "bass.data": "Interdire les fuites de données personnelles",
  "bass.safety": "Sécurité",
  "bass.solid": "Base solide pour l'interaction de données inter-chaînes",
  "bass.clb": "Mécanisme de vérification de contrat unique et innovant CLB, lorsque le système externe doit appeler le contrat en chaîne pour effectuer des opérations en chaîne, le réseau public IBAX vérifiera que le hachage du contrat est correct pendant et après l'exécution pour déterminer le hors chaîne et sur - la poignée de main d'interaction en chaîne est fiable et sécurisée, ce qui peut garantir qu'il n'y a aucun risque de falsification du contrat pendant l'interaction.",
  "bass.flexible": "Configuration flexible",
  "bass.onecreate": "Tout le monde peut créer",
  "bass.decentralized": "La chaîne croisée décentralisée et sans confiance n'est pas un produit de la décentralisation sous couvert de décentralisation, c'est une véritable décentralisation qui permet le transfert d'actifs numériques, le transfert de données et les opérations de contrat intelligent entre les blockchains sans l'autorisation du développeur et sans interférences du développeur. Non seulement ils peuvent activer cette fonctionnalité pour eux-mêmes, mais en déployant CLB, ils peuvent également fournir des services de communication inter-chaînes pour d'autres équipes de développement.",
  "bass.interaction": "Échange inter-chaînes",
  "bass.asset": "Sécurité des actifs",
  "bass.improve": "Améliorer l'efficacité des transactions grâce au sharding des transactions",
  "bass.transaction": "Le sharding des transactions est comme différentes voies d'un même pool, et c'est un moyen efficace de séparer les activités pour améliorer l'efficacité. Théoriquement, plus le tranchage est fin, plus l'exécution sera efficace, mais il est également important de prendre en compte la situation dans laquelle un grand nombre d'opérations de tranchage croisé se produisent, donc l'équilibre est la chose la plus importante.",
  "feature.high": "La capacité de stockage élevée prend non seulement en charge le stockage de chiffres et de textes, mais prend également en charge le stockage en chaîne de données dans divers formats tels que des images et des applications. Cela laisse beaucoup de place pour une future expansion de NFT.",
  "bass.registered": "Partage à partir du moment où les clés publiques et privées sont générées",
  "bass.sharding": "Partage selon les différents types d'entreprises",
  "bass.shards": "Ce n'est pas plus il y a d'éclats, mieux c'est, il faut s'adapter aux conditions locales",
  "bass.work": "Fragmentation du réseau",
  "bass.prove": "Améliorer les mécanismes de communication et de synchronisation grâce à la fragmentation du réseau",
  "bass.global": "IBAX est un cadre de blockchain orienté vers le monde, et en raison de la latence du réseau causée par les différences régionales, nous avons divisé le réseau pour améliorer l'efficacité du réseau grâce à des nœuds d'honneur dans la région actuelle.",
  "bass.solve": "\"Ce que nous voulons résoudre, ce ne sont pas seulement des problèmes techniques, mais aussi des concepts de produits.",
  "bass.thinking": "La seule façon de vraiment fournir un produit de plate-forme précieux est de penser du point de vue de l'utilisateur.",
  "bass.actions": "Transaction de partage croisé",
  "bass.not": "Les transactions de partage croisé n'affectent pas l'efficacité ou les performances d'exécution",
  "bass.whether": "Les transactions entre régions, qu'il s'agisse de partitionnement de réseau ou de partitionnement de transaction, sont gérées par le mécanisme de consensus de transaction et, de cette manière, améliorent à la fois l'efficacité et ne sacrifient pas les performances.",
  "bass.same": "La même blockchain",
  "bass.controls": "IBAX unifie les fragments par consensus",
  "bass.principle": "IBAX persiste dans le principe d'une chaîne et réalise le sharding des transactions via les nœuds d'honneur et le mécanisme de consensus déployés dans le monde entier.",
  "bass.off": "Communication hors chaîne",
  "bass.closed": "Briser l'espace clos de la blockchain",
  "bass.order": "La blockchain utilise généralement \"Oracle\" comme outil pour interagir avec les données hors blockchain afin de sécuriser les données. Dans IBAX, nous avons créé CLB - Cross Ledger Base Node, qui non seulement peut référer des données externes à la chaîne interne pour utilisation, mais deviendra également une réalité pour les actifs et les données à travers les blockchains ;",
  "bass.also": "Le CLB peut également être utilisé comme centre de traitement de données pour le fonctionnement du modèle informatique multipartite en \"edge computing\", et le réseau IBAX confirmera l'uniformité du modèle, tandis que les résultats du edge computing seront transmis au point -à pointer à travers l'IP de l'autre nœud du réseau défini dans le CLB en mode de cryptage asymétrique, rendant ainsi les données d'origine invisibles, c'est-à-dire assurant la sécurité des données d'origine et réalisant l'objectif de la conclusion disponible.",
  "bass.in": "Des données riches au sein de la blockchain",
  "bass.enrich": "Scénarios commerciaux améliorés",
  "bass.choices": "Plus d'opportunités",
  "bass.opportunities": "plus de choix et plus d'opportunités",
  "bass.support": "Prise en charge inter-systèmes",
  "bass.sup": "Permettre l'apprentissage fédéral et l'informatique de pointe",
  "bass.diversification": "Diversification des données",
  "bass.refer": "Peut référencer n'importe quelle donnée en dehors de la blockchain",
  "bass.weather": "Si des données météorologiques, des données boursières, des informations géographiques, etc. peuvent être citées au sein de la blockchain, en utilisant au maximum ces données sur Internet et en rassemblant le mécanisme décentralisé de la blockchain, cela changera vraiment le monde.",
  "bass.blockchain": "\"La blockchain a été affectée par de nombreuses limitations, la vérification des données hors chaîne a affecté le développement de la blockchain.",
  "bass.verification": "Le Cross-Ledger Base Node (CLB) est comme ouvrir une porte sur le monde d'Internet, et vous pouvez l'utiliser pour réaliser tout ce que vous voulez.\"",
  "bass.light": "Léger et rapide",
  "bass.rapid": "Déploiement rapide des nœuds Cross-Ledger Base (CLB)",
  "bass.there": "Les nœuds de base inter-grand livre (CLB) ne sont pas différents des autres nœuds en déploiement, et vous pouvez les déployer vous-même sur des périphériques informatiques pour répondre aux prémisses du consensus des nœuds de base inter-grand livre (CLB), qui peuvent accéder aux données hors chaîne via des contrats intelligents.",
  "bass.en": "Contrats intelligents hybrides",
  "bass.with": "Créer des contrats intelligents hybrides",
  "bass.when": "En utilisant des nœuds CLB pour créer des contrats intelligents hybrides, vous pouvez l'appliquer à n'importe quel Dapp qui a besoin d'interagir avec des données hors chaîne telles que Defi, NFT, des jeux, des prêts intelligents, etc.",
  "bass.oper": "Opération CLB",
  "bass.on": "Téléchargement de données hors chaîne",
  "bass.authority": "Autorité décentralisée",
  "bass.permissions": "Utiliser plusieurs signatures pour décentraliser les autorités de compte",
  "bass.transferring": "Pour transférer des fonds à partir d'un compte multi-signatures (N), l'autorisation des comptes multi-signatures (M) est requise. m+n>51% pour terminer le transfert.",
  "bass.downloaded": "Les signatures multiples ne sont pas seulement au sens traditionnel, mais aussi au sens contractuel, où plusieurs signatures sont validées pour une transaction dans le portefeuille, une fonctionnalité qui peut être téléchargée et utilisée sur le marché des applications BaaS.",
  "bass.account": "L'autorité de compte décentralisée équivaut à une clé privée décentralisée",
  "bass.centralized": "Évitez l'autorité centralisée lorsque plusieurs parties collaborent",
  "bass.each": "Flexibilité, la pondération des comptes peut être ajustée",
  "bass.secur": "Sécurité du portefeuille",
  "bass.wallet": "Le portefeuille multi-signature empêche la fuite de clé privée",
  "bass.insecure": "Dans un environnement dangereux où les clés privées peuvent être exposées, un portefeuille multi-signature empêchera efficacement les pirates de pirater votre clé privée.",
  "bass.concept": "« Le concept de décentralisation est le fondement de la blockchain, et la technologie à signatures multiples soutient et applique très bien ce concept.",
  "bass.maintains": "Cette technologie permet également d'éviter le problème des autorités centralisées, appliquées dans des scénarios commerciaux tels que Defi et les échanges.\"",
  "bass.notifce": "Notification en chaîne",
  "bass.signed": "Les transferts de signature sont notifiés aux comptes associés sur la blockchain",
  "bass.signature": "Lorsqu'un transfert de signature est initié, le réseau IBAX synchronisera la notification avec le compte associé sur la blockchain. La notification est cryptée et lisible uniquement par le compte associé, vous n'avez donc pas besoin d'informer le compte associé par d'autres moyens.",
  "bass.to": "Par rapport aux portefeuilles froids",
  "bass.safer": "Plus sûr et plus fiable que le cold wallet",
  "bass.compared": "Les comptes multi-signatures sont plus sécurisés et fiables que les portefeuilles froids, plusieurs clés privées ont des options de stockage flexibles et les autorités décentralisées sont bien plus sécurisées que la gestion centralisée.",
  "bass.cold": "Portefeuille froid",
  "bass.mul": "Portefeuille multi-signatures",
  "bass.anonymous": "Transactions anonymes pour la confidentialité et la sécurité",
  "bass.implementation": "Dans le réseau IBAX, nous avons conçu deux implémentations, la preuve des transactions à connaissance nulle et la preuve des contrats intelligents à connaissance nulle. Dans tous les réseaux blockchain modernes pilotés par des contrats intelligents, seule la preuve à connaissance nulle des contrats intelligents peut garantir la sécurité et la confidentialité des données de transaction.",
  "bass.protection": "Des mécanismes robustes de protection de la vie privée",
  "bass.process": "Les transactions ne sont pas traçables",
  "bass.leaked": "Les données de transaction personnelles ne sont pas compromises",
  "bass.technical": "Soutien technique",
  "bass.black": "Technologie « boîte noire »",
  "bass.homomorphic": "Dans le réseau IBAX, nous utilisons un cryptage homomorphe avancé, une technique cryptographique basée sur la théorie de la complexité informatique des énigmes mathématiques, qui permet d'effectuer des calculs arbitraires sur des données chiffrées et garantit que les résultats sont précis et que seul le propriétaire des données a accès à celui-ci, en protégeant votre vie privée pendant la transaction.",
  "bass.since": "\"Comme le commerce privé rendrait les actifs sûrs et introuvables,",
  "bass.frequenc": "Le trading quantitatif à haute fréquence entre les utilisateurs le rend plus sûr et répond dans une certaine mesure à un besoin du marché pour le trading anonyme. »",
  "bass.transac": "Transaction anonyme",
  "bass.system": "Mettre en place un système financier fédéral",
  "bass.financial": "Un système de fédération financière consiste à utiliser une crypto-monnaie pour recevoir la même quantité de crypto-monnaie des autres. Il permet aux utilisateurs de mélanger rapidement et efficacement leurs fonds avec ceux d'autres utilisateurs, créant une relation aléatoire entre le compte utilisateur existant et le nouveau compte après avoir mélangé les pièces. Le principe est de séparer les adresses d'entrée et de sortie dans une transaction, protégeant ainsi la confidentialité et l'anonymat.",
  "bass.secure": "Transaction sécurisée",
  "bass.make": "La fonction \"coffre-fort\"",
  "bass.information": "Dans le réseau IBAX, chaque compte dispose d'un « coffre-fort » où différents actifs peuvent être stockés sous forme de texte chiffré, de sorte que même après avoir changé de compte, les mêmes actifs peuvent être transférés sur le compte courant en entrant le même texte chiffré, rendre la dissimulation d'identité et le changement d'actif plus sûrs.",
  "bass.safe": "Dans le réseau IBAX, chaque compte dispose d'un \"coffre-fort\", et différents actifs peuvent être stockés dans le coffre-fort en texte chiffré. Même après avoir changé de compte, la saisie du même texte chiffré peut transférer les mêmes actifs sur le compte courant et permettre à la dissimulation d'identité et à la conversion d'actifs d'être plus sécurisées.",
  "bass.hidden": "Dissimulation d'identité",
  "bass.sec": "Sécurité des données",
  "market.video": "Vidéo de démonstration BaaS",
  "market.help": "Une documentation d'aide détaillée vous aidera à vous familiariser rapidement avec l'application.",
  "market.watch": "Une documentation d'aide détaillée vous aidera à vous familiariser rapidement avec l'application.",
  "market.view": "Voir les détails",
  "market.application": "Applications BaaS",
  "market.token": "Éco-pièces/jetons",
  "market.create": "Créez rapidement un écosystème et émettez des pièces en un clic.",
  "market.point": "Informations complètes sur le nœud",
  "market.each": "Chaque nœud de la blockchain est public et arrive au nœud via un protocole de transfert P2P pour permettre la transmission de données entre eux.",
  "market.vote": "Voter",
  "market.multiple": "Fournissez plusieurs modèles de vote, y compris un modèle de jointure de réseau commun, un modèle de modification de paramètres de plate-forme, une modification de modèle d'éco-paramètres, un modèle de remboursement de jetons, un modèle de certification de valeur écologique et un modèle de vote général. Comprend des modèles pour modifier les paramètres de tous les modèles ci-dessus et prend en charge le vote personnalisé.",
  "market.supply": "Chaîne d'approvisionnement",
  "market.provide": "Fournissez des données complètes sur le transport des marchandises pour la chaîne d'approvisionnement, enregistrez avec précision le temps de sortie et de transit des marchandises et contrôlez la qualité du stockage des marchandises. Appliquez les attributs financiers de la blockchain pour fournir des services technologiques de blockchain complets pour le financement de la chaîne d'approvisionnement.",
  "market.defi": "Défi",
  "market.the": "Défi décentralisé pour vos Tokens sans risque de vol de pièces.",
  "market.member": "Gestion des membres",
  "market.govern": "Les éco-membres gouvernent ensemble, forment une communauté stable et décident des changements de paramètres écologiques en votant.",
  "market.network": "Réseau fédéré",
  "market.display": "Affiche un enregistrement des applications pour rejoindre le réseau fédéré. Vous pouvez créer une demande de vote pour rejoindre le réseau commun, qui est résolu par le rôle spécifié.",
  "market.cyber": "Sécurité Internet",
  "market.secure": "Un réseau sécurisé basé sur une communication blockchain avec des mécanismes cryptographiques, des signatures multiples et une technologie de portefeuille froid combinés.",
  "market.decentralized": "Chat décentralisé",
  "market.chat": "Affichez les enregistrements de discussion, affichant toutes les discussions vous concernant dans l'ecoLib actuelle. Lancez des discussions en tête-à-tête, de sorte que le contenu privé ne soit pas connu du monde extérieur. Prise en charge des discussions de groupe, où les gens peuvent parler et partager leurs points de vue.",
  "market.asked": "Questions fréquemment posées",
  "market.more": "Voir plus de questions et réponses",
  "market.real": "Quel est le véritable écosystème ?",
  "market.exist": "La blockchain existante est un système « autogéré », et la réalité du « DAO » est encore assez loin du parfait « DAO » idéal. Le facteur principal est que les données ne sont pas accessibles depuis l'extérieur de la blockchain. C'est pourquoi des projets transversaux tels que « Chainlink » ont vu le jour. L'objectif principal de ces projets est de connecter des données provenant de différentes sources de données en dehors de la chaîne à la blockchain, de permettre l'exécution en chaîne de données régulières et de réaliser un échange de données crédible.",
  "market.public": "Dans le réseau public IBAX, la fonction cross-chain/cross-data a été complétée, de sorte que les données provenant de différentes sources de données hors chaîne peuvent être facilement et rapidement accessibles dans le réseau IBAX, qui peut être intégré dans un véritable écosystème et complet la blockchain de la production et de la vie dans le monde réel.",
  "market.low": "Qu'est-ce que le développement low-code ?",
  "market.has": "IBAX a intégré de nombreux contrats intelligents de base et fonctions BaaS. Il vous suffit de vous référer au contrat correspondant à l'écologie, ou vous pouvez le compléter via la page visuelle : émission de devises en un clic, gestion de l'écologie, vote, etc. Ces fonctions sont considérablement réduites La charge de travail du développeur.",
  "market.ia": "Qu'est-ce que le cross-chaining, quels sont les scénarios dans lesquels il peut être utilisé, et quels changements peut-il apporter à nos vies ?",
  "market.integrate": "La chaîne croisée d'IBAX permet une chaîne croisée décentralisée via la cryptographie des contrats de collecte de la technologie CLB, permettant la conservation et le verrouillage des actifs automatiquement via des contrats intelligents. Ce cross-chain décentralisé est la solution fondamentale à la technologie cross-chain.",
  "market.built": "Pourquoi l'écosystème construit sur le réseau public IBAX est-il hautement fiable ?",
  "market.one": "1. Le réseau IBAX est une infrastructure blockchain intégrée hautement compatible, basée sur des microservices ;",
  "market.two": "2. Afin de prévenir l'apparition de fraudes et d'autres événements malveillants courants dans le monde blockchain existant, le réseau IBAX combine les théories économiques et les exigences de scénarios dans la mise en œuvre technique des technologies cryptographiques les plus avancées telles que le cryptage homomorphe, le verrouillage des actifs, preuve de connaissance zéro des contrats intelligents, paires de clés secrètes illisibles (cryptage des contrats intelligents) mécanisme cross-chain, isolation multi-chaîne, etc., pour garantir au maximum que les projets de la bibliothèque écologique et des clusters écologiques sur le réseau IBAX sont plus juste, transparent et sans fraude ;",
  "market.three": "3. niveau de consensus à l'aide de la version mise à niveau DPOA de la preuve de travail autorisée, à mesure que l'écologie IBAX continue de se développer et de croître, la commercialisation sera incorporée dans la réglementation légale, ce qui rendra le renversement écologique plus robuste.",
  "market.reward": "Régime incitatif",
  "market.colorful": "Une variété de plans éco-incitatifs",
  "market.foundation": "La Fondation IBAX a créé une variété de plans d'incitation ecoLib. Vous pouvez rejoindre l'équipe de projet correspondante en fonction de la taille de l'équipe et du type de candidature, et ces activités se déroulent régulièrement à l'heure.",
  "market.join": "Adhérer maintenant",
  "market.heading": "Titre",
  "market.want": "Envie d'en savoir plus sur nos événements ? Accédez à l'historique des événements.",
  "market.creative": "Application écologique créative",
  "market.ideas": "Réalisez vos idées brillantes grâce au réseau IBAX et fournissez aux utilisateurs des applications qui répondent à leurs besoins. Il n'est pas nécessaire que ce soit une grande idée, même une petite idée qui fait la différence sera fortement encouragée.",
  "market.ecological": "La principale éco-application de la technologie du futur",
  "market.development": "Le développement de la technologie blockchain ne s'arrête jamais et l'équipe IBAX poursuit toujours des percées et des innovations technologiques. Nous recherchons des équipes techniques partageant les mêmes idées pour travailler ensemble à la construction de la technologie IBAX, et à cette fin, la Fondation IBAX encouragera les équipes ou les personnes de développement de plusieurs manières.",
  "market.wonderful": "Créez quelque chose d'incroyable !",
  "market.blockchain": "IBAX est une blockchain de base pour le développement et nous accueillons des entreprises, des entrepreneurs, des groupes ou des développeurs individuels de toute la planète pour réaliser vos idées via le réseau IBAX. Nous organiserons une variété d'événements passionnants et enrichissants sur le long terme et nous nous réjouissons de votre participation.",
  "market.videos": "Regarde des vidéos",
  "market.rewards": "Récompenses en jetons IBAX",
  "market.order": "Afin d'abaisser le seuil des éco-développeurs IBAX et de réduire les dépenses des développeurs, les éco-sites reconnus par la communauté IBAX seront récompensés par des pass IBAX de la Fondation.",
  "market.team": "Support technique de l'équipe IBAX",
  "market.have": "Si vous avez une idée fantastique mais que vous n'avez pas les compétences techniques pour la réaliser, vous pouvez essayer de contacter l'équipe IBAX, et après avoir obtenu l'approbation, l'équipe IBAX résoudra tous vos problèmes techniques gratuitement.",
  "market.excellent": "Les grands projets seront certainement récompensés par divers types d'incitations",
  "market.exploring": "La Fondation IBAX est responsable du fonctionnement et du développement du réseau IBAX et est toujours à la recherche d'éco-projets exceptionnels. Pour ces éco-incitations comprenant le financement, la technologie, la publicité et la promotion, cette incitation sera complète pour tirer le meilleur parti de votre projet.",
  "market.much": "Plus de cas",
  "market.eco": "Portefeuille IBAX",
  "market.based": "Jutkey Wallt est un portefeuille multi-devises décentralisé basé sur la chaîne IBAX. Dans le portefeuille, vous pouvez ajouter des mineurs IBAX à la mine et afficher les revenus et le statut des mineurs en temps réel. Il y aura un support de pool de minage à l'avenir, alors restez à l'écoute.",
  "market.download": "Allez télécharger",
  "market.management": "Tisserand EcoLib Manager",
  "market.Weaver": "Weaver est un outil de gestion écologique pour les développeurs IBAX. Vous pouvez utiliser Weaver pour créer un écosystème, émettre des pièces en un clic, gérer des contrats intelligents et plus encore.",
  "market.information": "Informations cryptées peer-to-peer",
  "market.tool": "vTok est un outil de chat décentralisé fourni via le nœud IBAX Guardian basé sur le protocole P2P. vTok est un chat privé, visible et jamais effacé.",
  "market.learn": "Apprendre encore plus",
  "feature.we": "Nous pensons que le futur NFT n'est pas seulement une image, mais aussi diverses formes de données, y compris du code.",
  "feature.node": "Plusieurs types de nœuds",
  "feature.hor": "Nœud d'honneur",
  "feature.honor": "Les nœuds d'honneur sont la partie la plus importante du réseau public IBAX. Ils sont responsables de l'emballage en bloc de l'ensemble du réseau IBAX et reçoivent des récompenses d'emballage. Nous utilisons un mécanisme de réputation, qui peut réduire efficacement l'impact des nœuds défaillants, c'est pourquoi il s'appelle \"Honor Node\".",
  "feature.any": "Tout nœud mint qui a atteint la taille de puissance de calcul combinée et atteint le montant total de jalonnement aura la possibilité de devenir un \"nœud d'honneur\", la quantité totale de puissance de calcul et de garantie du nœud mint est l'une des conditions préalables, pour exécuter le \" Honor Node\", il est également nécessaire de répondre aux exigences matérielles des serveurs. Le réseau IBAX dispose d'un système de surveillance du matériel intégré qui permet une surveillance instantanée de l'environnement d'exploitation matériel des nœuds d'honneur.",
  "feature.guard": "Nœuds gardiens",
  "feature.as": "Témoins des éco-données et stockage des éco-contenus, les nœuds éco-gardiens demandent de manière proactive la synchronisation des éco-données dans le réseau IBAX.",
  "feature.ecological": "Les nœuds Eco-Guardian sont candidats au nœud d'honneur et peuvent lancer un vote pour devenir un nœud d'honneur si les conditions matérielles et les conditions d'engagement sont remplies, et peuvent devenir un nœud d'honneur une fois le vote approuvé.",
  "feature.casting": "Nœuds de menthe",
  "feature.about": "Plus de fonctionnalités d'IBAX",
  "featrue.ecolog": "Autonomie d'EcoLib",
  "feature.realize": "Réalisez \"l'utopie\" dans vos rêves ici",
  "feature.take": "La gestion d'un écosystème peut prendre de nombreuses formes, notamment : émettre des laissez-passer, soutenir l'éco-consensus et les pratiques minières et autoriser les membres de l'écosystème à ne pas dépenser de frais de gaz, ce qui devrait être laissé au DAO de décider. Ce sont les éléments fondamentaux les plus importants de l'écosystème, et ni Ethereum ni Binance ne peuvent tous les réaliser. Dans IBAX, vous pouvez créer une ''utopie'' comme celle-ci.",
  "feature.consensus": "Éco-Indépendance",
  "feature.costs": "Éco-consensus et frais",
  "feature.issuing": "Émission de pièces écologiques",
  "feature.economic": "Gouvernance éco-économique",
  "feature.mining": "Éco-développement",
  "feature.incentives": "Éco-exploitation minière et incitations",
  "feature.model": "Eco-Gouvernance GModèle",
  "feature.eco": "Les éco-pièces, les frais de GAZ et l'exploitation minière sont tous définis par l'écosystème lui-même",
  "feature.choose": "Vous pouvez personnaliser ces éco-installations en fonction de vos propres idées. La combinaison de plusieurs formats peut répondre à tous les scénarios de candidature, vous permettant de concrétiser votre modèle économique tout en prenant en compte la gouvernance et la promotion de vos éco-adhérents.",
  "feature.business": "Les affaires sont un environnement complexe et volatile, nous prenons l'essence des affaires pour faire abstraction des attributs de :",
  "feature.tokens": "Coins/tokens (argent), frais de GAS (taxes), consensus (loi), exploitation minière (économie) et laisser à l'écosystème le soin de décider, afin que tout environnement commercial puisse être mis en œuvre dans IBAX.",
  "feature.economy": "EcoLib économie",
  "feature.gas": "Perception et retenue des redevances Eco-GAS",
  "feature.transactions": "Les transactions Inner-Eco nécessitent la déduction d'un certain montant d'IBXC en tant que frais de GAS de la chaîne. Ce modèle permet aux éco-membres de suivre et de conserver simplement des éco-jetons, et permet aux éco-créateurs de se concentrer davantage sur leur activité réelle.",
  "feature.expansion": "Évolutivité écologique",
  "feature.based": "Éco-applications inter-chaînes",
  "feature.use": "L'écosystème peut utiliser toutes les installations d'infrastructure d'IBAX, y compris l'utilisation de CLB pour la « chaîne croisée ». Vous pouvez implémenter toutes les applications de l'écosystème pour les jeux, les ventes, les opérations communautaires, les affaires gouvernementales, etc.",
  "feature.awards": "Prix ​​et distinctions",
  "feature.ecology": "Créer de l'écologie",
  "feature.governance": "Eco-Gouvernance",
  "feature.articles": "Des articles",
  "resource.project": "Projets liés",
  "resource.more": "Plus d'extensions",
  "resource.team": "Équipes",
  "resource.ac": "Analyse des communications",
  "resource.external": "Coopération extérieure",
  "resource.news": "Nouvelles",
  "resource.activity": "Événements",
  "resource.white": "Papier blanc",
  "resource.economic": "Modèles économiques",
  "resource.partner": "Partenariats",
  "resource.video": "Vidéos",
  "resource.community": "Communautés",
  "resource.document": "Documentation pour les développeurs",
  "resource.download": "Téléchargements",
  "resource.technical": "Nous nous engageons à changer la société avec la technologie blockchain",
  "resource.know": "Rencontrez nos partenaires",
  "resource.composed": "IBAX est un groupe de personnes du monde entier passionnées par la technologie blockchain, nous poursuivons la recherche de la technologie blockchain jusqu'à l'application pratique et explorons constamment les connaissances de pointe de la blockchain. Nous fournissons une plate-forme blockchain solide et stable pour toutes les équipes qui approuvent pour nous rejoindre.",
  "resource.needs": "La technologie doit résoudre des problèmes pratiques pour les humains. Nous espérons créer une plate-forme décentralisée et autonome grâce au concept de décentralisation de la blockchain, où vous pourrez acheter, dépenser, voyager, etc. et faire ce que vous voulez sans vous soucier des fuites de données, de la sécurité des actifs ou des problèmes de confidentialité, car toutes ces données seront conservées. par vous et autorisé par vous-même.",
  "resourse.hundreds": "Des centaines de personnes",
  "resourse.r": "Equipe R&D",
  "resourse.chain": "Chaîne de blocs",
  "resourse.underlying": "L'architecture sous-jacente de la blockchain",
  "resourse.items": "Cinq",
  "resourse.leading": "Technologies de blockchain de pointe",
  "resourse.application": "Applications",
  "resourse.system": "Systèmes Blockchain BaaS",
  "resourse.machine": "Machine virtuelle de contrat",
  "resourse.languages": "Compatible avec plusieurs langues de contrat",
  "resourse.still": "Nous faisons encore des percées",
  "resourse.view": "Voir plus de commentaires sur notre technologie",
  "resourse.person": "Chefs d'équipe",
  "resourse.charge": "Chacun des chefs d'équipe IBAX est un talent exceptionnel dans leurs domaines respectifs et a apporté de nombreuses contributions à IBAX",
  "resourse.from": "Des équipes techniques à travers le monde",
  "resourse.no": "Non disponible pour le moment",
  "resourse.case": "Cas",
  "resourse.senior": "Notre équipe de consultants seniors",
  "resourse.doctor": "Doctorat en cryptographie, Université de Chicago",
  "resourse.professor": "Professor(Institut polytechnique de Paris)",
  "resourse.pro": "Professor",
  "resourse.phd": "PhD in Cryptography",
  "resourse.public": "Public Affairs Specialist",
  "resourse.affairs": "Spécialiste des affaires publiques",
  "resourse.developer": "Je suis développeur dans l'équipe IBAX et j'ai réalisé mes valeurs au sein de cette famille et les gens respectent mes idées, ce qui est la chose la plus heureuse.",
  "resourse.designer": "Je suis un designer responsable de toute la conception visuelle pour IBAX.",
  "resourse.soon": "J'espère que je pourrai vous connaître bientôt car je suis un spécialiste commercial responsable de l'appariement et de la négociation d'affaires pour IBAX.",
  "resourse.joined": "J'ai rejoint l'équipe IBAX en 2019 et j'ai été témoin de la croissance rapide d'IBAX.",
  "resourse.responsible": "Je suis responsable de la conception des produits de Weaver pour mieux soutenir votre développement, j'ai construit un tas d'applications BaaS et j'espère que vous avez une bonne expérience.",
  "resourse.hum": "Hum! Ne vous gênez pas dans ma programmation, j'ai encore beaucoup d'idées à réaliser.",
  "resourse.our": "Il n'y a pas de lacunes dans la communication dans notre équipe, aucune discrimination n'existe, je peux exprimer toutes mes opinions et tout le monde me donne un coup de main.",
  "resourse.administrative": "Je suis un spécialiste administratif et je suis responsable de la gestion de l'équipe et des systèmes qui garantissent que nos personnes dispersées dans le monde peuvent collaborer et communiquer en douceur.",
  "resourse.gains": "Jutkey wallt profite de son adhésion à IBAX",
  "resourse.used": "L'équipe de Jutkey Wallt a reçu le soutien technique d'IBAX à bien des égards en utilisant le réseau IBAX comme application de base pour le portefeuille et en restant en communication avec l'équipe IBAX.",
  "resourse.story": "Découvrez l'histoire complète",
  "resourse.excellent": "Des équipes incroyables ont rejoint l'écosystème IBAX",
  "resourse.learn": "En savoir plus sur les applications dans l'écosystème IBAX",
  "resourse.compatible": "Ces applications sont éco-déployées en un clic avec la fonctionnalité compatible contrat IBAX",
  "resourse.name": "Nom de l'EcoLib",
  "resourse.cases": "Voir tous les cas",
  "resourse.advantage": "Avantages de l'application",
  "resourse.gain": "IBAX vous donnera un coup de pouce à grande vitesse",
  "resourse.problems": "Ce sont de vrais problèmes pour les développeurs et avec IBAX vous n'aurez aucun mal à y faire face.",
  "resourse.threshold": "Seuil de développement",
  "resourse.every": "Chaque équipe souhaite réaliser ses idées avec un minimum de main-d'œuvre. IBAX Network vous fournira une documentation de développement complète dans laquelle vous pourrez créer l'Eco-App que vous souhaitez, et nous prenons également en charge l'édition en ligne de contrats intelligents dans le système BaaS en ligne que nous fournissons.",
  "resourse.time": "Gain de temps de développement",
  "resourse.names": "Nom",
  "resourse.d": "Directeur R&D",
  "resourse.information": "Afficher plus d'informations",
  "resourse.cost": "Coûts inférieurs",
  "resourse.noticed": "Nous avons remarqué que de nombreuses excellentes équipes de développeurs ont été durement touchées par les frais élevés de certaines blockchains. Le réseau IBAX, d'autre part, a une efficacité d'exécution élevée et une capacité de bloc élevée, de sorte que les frais de transaction sont extrêmement bas dans le réseau IBAX.",
  "resourse.handling": "Frais de traitement réduits",
  "resourse.operations": "directeur des opérations",
  "resourse.help": "Obtenez plus d'aide",
  "resourse.news": "Nouvelles",
  "resourse.follow": "Suivez l'actualité pour en savoir plus sur IBAX",
  "resourse.source": "La source",
  "resourse.type": "Taper",
  "resourse.search": "Chercher",
  "resourse.introduce": "introduction",
  "resourse.explanation": "Découvrez IBAX en vidéo",
  "resourse.video": "Vidéo de présentation de l'équipe IBAX",
  "resourse.sourceview": "Afficher les sources de données",
  "resourse.start": "Commencer à jouer",
  "resourse.how": "Comment utiliser Weaver :",
  "resourse.quickly": "Créez un écosystème rapidement avec Weaver",
  "resourse.issuance": "Un clic pour émettre des pièces",
  "resourse.visual": "Page visuelle éco-gouvernance",
  "resourse.official": "Officiel",
  "resourse.facebook": "Facebook",
  "resourse.twitter": "Twitter",
  "resourse.community": "Communauté",
  "resourse.technology": "Les technologies",
  "resourse.ecologically": "EcoLibs",
  "resourse.activities": "Événements",
  "solutions.make": "Chaque original mérite le respect",
  "solutions.copyright": "Blockchain Copyright",
  "solutions.protection": "La plate-forme de protection des droits d'auteur IBAX fournit aux producteurs de contenu ou aux opérateurs de contenu une solution unique de protection des droits d'auteur en ligne qui intègre le dépôt des droits, la surveillance de la diffusion, la découverte électronique et les litiges en matière de protection judiciaire.",
  "solutions.stop": "Protection du droit d'auteur à guichet unique",
  "solutions.reduce": "Réduisez les coûts et augmentez l'efficacité de l'industrie",
  "solutions.value": "Redéfinir la valeur du droit d'auteur",
  "solutions.deposit": "Dépôts de droits",
  "solutions.quick": "Outil d'enregistrement rapide des droits. Sur la base des fonctionnalités de la blockchain, il peut réaliser \"confirmer le droit immédiatement après la publication\", ce qui peut résoudre le travail traditionnel de 7 à 30 jours en 1 minute. Permet la sécurité des informations telles que l'identité du titulaire des droits, l'ID unique (valeur de hachage) du contenu enregistré et l'heure d'enregistrement pour être téléchargées en toute sécurité sur la blockchain.",
  "solutions.integrate": "« Intégrer des segments d'activité séparés dans un service unique en ligne,",
  "solutions.rights": "Il intègre des services de dépôt de droits, de surveillance de la distribution, de découverte électronique et de protection des droits, permettant aux créateurs/organisations originaux d'obtenir la protection du droit d'auteur « sans aucun problème ».",
  "solutions.strong": "Support technique solide",
  "solutions.spread": "Suivi de la diffusion",
  "solutions.precision": "Outil de surveillance à l'échelle du réseau très précis. Basé sur la technologie de suivi de l'ADN pour tamponner les œuvres originales avec une « identité », une capacité de recherche d'un milliard de niveaux en millisecondes, une identification précise des infractions sur le réseau, une surveillance à la demande, une portée de surveillance auto-définie et un service annuel.",
  "solutions.costs": "Réduisez les coûts et augmentez l'efficacité de l'industrie",
  "solutions.reshaping": "Redéfinir la valeur du droit d'auteur",
  "solutions.trustworthy": "Créez une éco-alliance de droit d'auteur digne de confiance, partagez les informations associées sur la blockchain, réalisez l'intégration et l'échange de données au sein des couches de contrats intelligents et d'applications commerciales, et réalisez une distribution équitable et en temps réel des revenus grâce à des contrats intelligents.",
  "solutions.financial": "Sécurité financière",
  "solutions.supply": "Financement de la chaîne d'approvisionnement",
  "solutions.service": "La plate-forme de services financiers de la chaîne d'approvisionnement, en mettant à niveau numériquement les comptes clients des entreprises clés, permet de transmettre les comptes clients aux fournisseurs en amont en tant que références de crédit qui traversent la chaîne d'approvisionnement, ce qui résout le problème du financement coûteux et du financement difficile pour les petites et micro-entreprises en bout de chaîne d'approvisionnement. Dans le même temps, la sécurité de l'identité au niveau financier et l'authentification de la sécurité des transactions offrent également une solution complète pour les transactions en ligne sans contact des entreprises.",
  "solutions.watch": "Regarder la démo",
  "solutions.issuance": "Ouvrir et circuler",
  "solutions.early": "Encaissement anticipé des fonds",
  "solutions.destruction": "Destruction de comptes clients",
  "solutions.digital": "Gestion complète du cycle de vie des actifs numériques",
  "solutions.credit": "Les entreprises principales peuvent confirmer et télécharger leurs comptes à payer aux fournisseurs de premier rang en ligne sur la base du crédit bancaire. Les fournisseurs de niveau 1 peuvent transférer leurs créances à des fournisseurs de niveau 2 ou plus sur la blockchain.",
  "solutions.fully": "Entièrement ouvert à une variété d'institutions financières telles que les banques, l'affacturage, les garanties et les fiducies, ainsi qu'aux principales entreprises et fournisseurs en amont et en aval de la chaîne d'approvisionnement.",
  "solutions.build": "Construisez ensemble un écosystème collaboratif de financement de la chaîne d'approvisionnement basé sur la blockchain. Nous invitons également les grandes banques fortes à rejoindre l'alliance blockchain pour travailler ensemble. Le téléchargement, la génération, le flux, le financement et la destruction des actifs numériques pour l'ensemble du cycle de vie des comptes clients se font directement sur la chaîne. Éliminez les problèmes de double dépense et de rapprochement couramment rencontrés dans les systèmes sans blockchain.",
  "solutions.flexible": "Écosystème flexible ouvert et partagé",
  "solutions.suppliers": "Les fournisseurs à tous les niveaux peuvent transférer les comptes débiteurs détenus dans la blockchain, aux bailleurs de fonds, et recevoir des encaissements à l'avance.",
  "solutions.assist": "Assister les entreprises clés dans la gestion de la pénétration de la chaîne d'approvisionnement",
  "solutions.after": "Une fois que la société principale a effectué le paiement, l'agence de compensation partenaire d'IBAX règle le paiement aux destinataires de la blockchain, y compris les fournisseurs et les bailleurs de fonds à tous les niveaux.",
  "solutions.demo": "Voir les cas",
  "solutions.diversified": "Gestion d'actifs diversifiée",
  "solutions.asset": "Plateformes de gestion d'actifs",
  "solutions.credible": "Une plate-forme de gestion d'actifs flexible, crédible et diversifiée basée sur la blockchain aide les entreprises à mettre des actifs sous-jacents sur la chaîne, à réaliser des emballages d'actifs sur la chaîne, des autorisations et d'autres gestions pénétrantes, et à suivre en continu les actifs grâce à un contrôle des risques sur la chaîne pour aider à émettre des contrats d'actifs et abaisser le seuil de financement pour les entreprises dont le crédit principal est faible mais les actifs de haute qualité.",
  "solutions.management": "Gestion automatisée des actifs en chaîne",
  "solutions.smart": "Gestion intelligente des actifs de contrat",
  "solutions.real": "Gestion des fonds pénétrants",
  "solutions.time": "Moteur d'analyse du contrôle des risques en temps réel",
  "solutions.including": "Cela inclut le stockage en temps réel des actifs en chaîne, la vérification des actifs en chaîne, l'autorisation automatique des actifs, la gestion des décisions d'actifs et l'analyse du contrôle des risques des actifs.",
  "solutions.risk": "Moteur d'analyse de contrôle des risques des actifs de deuxième niveau sur la chaîne pour aider à fournir un aperçu pénétrant des détails des actifs sous-jacents,",
  "solutions.structured": "rendre les actifs structurés plus transparents et dignes de confiance.",
  "solutions.privacy": "Protection de la confidentialité de la blockchain de qualité financière",
  "solutions.realize": "Structuration intelligente des transactions d'actifs basée sur des contrats, émission automatique de contrats, achat d'actifs renouvelables et capacités de remplacement d'actifs.",
  "solutions.second": "Augmentation du crédit de pénétration des actifs de deuxième niveau",
  "solutions.relying": "En s'appuyant sur le compte blockchain et le système de vérification, permettez des services à guichet unique tels que la passation de marchés, la collecte et le paiement en ligne, aidez les bailleurs de fonds à voir le processus de formation des actifs et aidez les entreprises à obtenir des fonds à moindre coût.",
  "develope.tool": "Outil de visualisation",
  "develope.functions": "Fonctions du tisserand",
  "develope.ecoLib": "Comment créer une nouvelle ecoLib ? EcoLib est rapide à créer. le créateur a tous les droits administratifs.",
  "develope.operation": "Regardez notre vidéo explicative",
  "develope.weaver": "Weaver est pour les développeurs IBAX",
  "develope.bass": "La fonction BaaS a été ajoutée à Weaver et vous pouvez l'utiliser pour créer et gérer votre écosystème.",
  "develope.encounter": "Si vous avez du mal à développer",
  "develope.technology": "L'équipe IBAX est axée sur la technologie et intéressée par tous les problèmes de développement et nous répondrons dans les meilleurs délais aux questions de la communauté.",
  "develope.document": "Documentation développeur",
  "develope.use": "1. Documentation sur la blockchain IBAX",
  "develope.doc": "2. Documentation sur Weaver",
  "develope.engineer": "Forum des développeurs",
  "develope.can": "Vous pouvez rechercher des questions ici et si vous n'obtenez pas de solution, d'autres développeurs de la communauté vous donneront les réponses dont vous avez besoin en temps opportun.",
  "develope.enter": "Entrez dans le forum",
  "develope.questions": "Issues and Feedback",
  "develope.find": "If you find a serious bug, please let us know and our engineers will deal with it as soon as possible. If the problem is confirmed, you will also get a reward.",
  "develope.bug": "Submit an issue",
  "develope.open": "Ouvert aux développeurs, soumettez des contrats intelligents au marché BaaS pour obtenir des revenus",
  "develope.has": "IBAX a ouvert une plate-forme d'applications BaaS permettant aux développeurs de soumettre des solutions pour recevoir une récompense une fois qu'elles ont été approuvées par l'équipe d'audit, sous une forme à définir par le développeur.",
  "develope.paid": "Plusieurs modèles de paiement",
  "develope.there": "La solution que vous soumettez vous permet de définir trois modes de paiement :",
  "develope.fees": "1. Déductions sur l'installation et l'utilisation, qui est un mécanisme de déduction unique qui déduit les frais d'installation et d'utilisation de l'utilisateur.",
  "develope.deducted": "2. Déduction à l'utilisation, lorsqu'une déduction se produit lorsque la solution est utilisée dans l'application, il s'agit d'une déduction continue qui se produit sur une base continue.",
  "develope.deduction": "3. Déduction combinée, où un certain montant est déduit à l'installation et un certain montant est encore déduit à chaque fois que la solution est utilisée.",
  "develope.audit": "Audit de sécurité du code",
  "develope.review": "L'équipe d'examen du code IBAX effectuera un examen de sécurité de tous les contrats intelligents soumis au marché BaaS pour protéger la sécurité de chaque utilisateur et le profit du développeur.",
  "develope.code": "Low Code est extrêmement convivial pour tous les développeurs et pour cette raison, l'équipe IBAX propose une plate-forme de développement Low Code, que nous appelons \"Weaver\".",
  "develope.lowCode": "Code bas",
  "develope.ecological": "Gestion écologique",
  "develope.quickly": "Dans Weaver, vous pouvez créer rapidement un écosystème via une page de visualisation, en utilisant un choix de configurations pour initialiser les règles de l'écosystème, et les membres qui rejoignent l'écosystème devront respecter les règles de votre écosystème.",
  "develope.also": "Weaver prend également en charge l'interopérabilité visuelle de l'importation en un clic de contrats à partir d'autres chaînes de blocs. Si vous êtes un éco-développeur expérimenté, vous pouvez utiliser cette fonctionnalité pour référencer de manière transparente votre écosystème dans d'autres blockchains.",
  "develope.online": "Éditeur de contrat en ligne",
  "develope.frameworks": "Éditeur de contrat intelligent en ligne, fournissant un cadre de contrat et des modèles pour aider les développeurs à développer rapidement des contrats écologiques.",
  "develope.means": "Enregistrer et télécharger, vous pouvez choisir de publier le contrat terminé une fois qu'il a été enregistré avec succès et de l'appliquer à l'écosystème.",
  "develope.drag": "Fournit des fonctionnalités de glisser-déposer qui vous permettent d'ajouter des contrôles, ce qui réduit le travail de développement répétitif.",
  "develope.template": "Modèle",
  "develope.number": "Un grand nombre de modèles de base ont été ajoutés à Weaver, tels que : modèles de sondages, modèles de messages, applications BaaS, gestion des membres, etc. Ces modèles peuvent être ajoutés directement à votre écologie via une page visuelle.",
  "develope.roadmap": "Feuille de route",
  "develope.explore": "Explorez plus de technologie Blockchain",
  "develope.enthusiast": "Si vous êtes un passionné de la technologie blockchain, vous ferez l'expérience de plus d'innovations technologiques à IBAX Network.",
  "develope.finder": "Si vous êtes un chercheur de bogues, trouvez des vulnérabilités IBAX ou résolvez les vulnérabilités, vous serez récompensé par des pièces.",
  "develope.innovator": "Si vous êtes un innovateur, soumettez votre proposition ici et vous recevrez le soutien de l'équipe IBAX, qu'il soit financier ou technique.",
  "develope.repository": "Accéder au référentiel de l'IBAX",
  "develope.topics": "Trouver des sujets passionnants",
  "develope.project": "Soumettez votre projet",
  "develope.encourage": "Encourager les développeurs à rejoindre l'écosystème IBAX et à compléter le développement de leur propre écosystème.",
  "develope.submit": "Soumettez vos idées créatives sur GitHub, obtenez l'approbation de la Fondation IBAX et vous bénéficierez de l'aide et du soutien de l'équipe technique d'IBAX. Gardez GitHub à jour, et obtenez des jetons IBAX récompensés et des frais de développement remboursés après avoir rempli la demande.",
  "develope.excellent": "Les excellentes éco-applications seront récompensées en permanence, et la Fondation IBAX offrira aux développeurs une généreuse récompense en pièces IBXC et un soutien médiatique tous les mois ou trimestres en fonction de l'éco-activité et des contributions.",
  "develope.exciting": "Trouver des sujets passionnants",
  "develope.encourages": "La Fondation IBAX vous encourage à entrer dans notre centre de recherche technologique et à faire vos brillantes suggestions. Nous examinerons sérieusement toutes les bonnes suggestions, et la Fondation IBAX offrira une généreuse récompense en pièces pour les questions adoptées.",
  "develope.wonderful": "Créez un sujet, IBAX est merveilleux grâce à vous",
  "develope.reward": "Récompense pour la découverte de bogues",
  "develope.get": "Vous pouvez obtenir de 10 à 50 000 pièces IBAX en découvrant des bugs IBAX ou en résolvant des bugs IBAX.",
  "develope.receive": "Trouvez des bugs, recevez des récompenses",
  "develope.issue": "Description du problème",
  "develope.on": "sur",
  "develope.mentioned": "Mentionné",
  "develope.replies": "Réponses",
  "develope.join": "Rejoindre la discussion",
  "develope.discuss": "Discuter",
  "develope.check": "Découvrez plus de sujets sur GitHub",
  "develope.forum": "Forum de discussion",
  "develope.bugs": "Les insectes qui ont obtenu des récompenses",
  "develope.honor": "Honorer les développeurs",
  "develope.forget": "Nous n'oublierons jamais les développeurs qui ont apporté une contribution exceptionnelle à IBAX, et chez IBAX, vous serez honoré et récompensé par une généreuse quantité de pièces.",
  "develope.see": "Soumettre un bogue",
  "develope.export": "La page est en développement \n Veuillez revenir plus tard",
  "about.can": "Vous pouvez nous suivre des manières suivantes",
  "about.have": "Nous avons des comptes sociaux sur diverses plateformes médiatiques, vous pouvez interagir avec nous en laissant des commentaires",
  "about.our": "Nos annonces d'avancement de projet et informations sur la blockchain",
  "about.events": "Événements publiés et actualités blockchain",
  "about.an": "Chaînes vidéo",
  "about.follow": "Suivi de notre équipe et information sur les carrières",
  "about.you": "Vous pouvez également participer en :",
  "about.want": "Vous souhaitez obtenir des réponses à vos questions techniques ? Veuillez vous rendre sur le forum technique",
  "news.read": "Lisez maintenant",
  "about.talk": "Parle-nous",
  "about.send": "Envoyer",
  "about.contact": "NOUS CONTACTER",
  "about.input": "L'entrée ne peut pas être vide",
  "about.success": "Bien envoyé",
  "about.fail": "Échec de l'envoi",
  "resource.practical": "IBAX est un matériau pratique, open source et évolutif au niveau de l'entreprise du monde de la blockchain.",
  "resource.provide": "IBAX pourrait fournir un environnement stable et fiable pour l'échange de données commerciales (actifs, jetons, certificats, etc.) et effectuer des interactions rapides avec celui-ci.",
  "events.urge": "Incitatifs IBAX",
  "events.center": "Événements",
  "events.new": "Découvrez les derniers événements IBAX ici et vous pouvez gagner de superbes récompenses !",
  "events.online": "Testnet en ligne",
  "events.invited": "Vous êtes invité à découvrir le testnet IBAX",
  "events.tasks": "Tâches de test.",
  "events.testing": "Ouvrez le formulaire de rapport de test. Il contient des affectations de test (cas d'utilisation DeFi de base tels que l'approvisionnement, l'emprunt, la mise, etc.);",
  "events.them": "Suivez-les étape par étape et remplissez les réponses au fur et à mesure. Signalez les bogues, les problèmes, les fautes de frappe et les domaines à améliorer que vous avez trouvés.",
  "events.manual": "Utilisez le manuel testnet pour apprendre à effectuer les tâches ; Il contient des instructions étape par étape pour chaque cas d'utilisation.",
  "events.discord": "Rejoignez notre Discord",
  "events.telegram": "Rejoignez notre télégramme",
  "events.subscribe": "Abonnez-vous à notre YouTube",
  "events.join": "Se joindre à",
  "events.coming": "Bientôt disponible",
  "events.next": "Événement suivant",
  "events.more": "Suite",
  "events.marvellous": "Événements impressionnants",
  "events.future": "évènements à venir",
  "events.home": "Événements de la page d'accueil",
  "events.content": "Événements connexes",
  "events.much": "Plus d'événements",
  "events.act": "Contenu des événements",
  "events.follow": "Suivez IBAX pour les dernières nouvelles",
  "events.address": "Entrez votre adresse email",
  "events.now": "Abonnez-vous maintenant",
  "server.privacy": "Politique de confidentialité",
  "server.term": "Conditions d'utilisation",
  "server.policy": "Politique de confidentialité du site Web",
  "server.applies": "Cette politique de confidentialité s'applique au site Web d'IBAX. Protégez votre vie privée est important pour nous. Nous sommes le contrôleur de vos informations personnelles et cette politique explique comment nous gérons les informations personnelles au sein de l'organisation.",
  "server.collect": "Types d'informations personnelles que nous collectons",
  "server.personal": "Vos données personnelles, vos choix et nos responsabilités",
  "server.our": "Nous et nos partenaires utilisons des cookies ou des technologies similaires pour parcourir et stocker des informations non sensibles, telles que votre adresse IP.",
  "server.processing": "Le traitement des données pertinentes nous permet d'améliorer l'expérience utilisateur, de mesurer le taux d'audience du site Web et des fonctionnalités des réseaux sociaux ou de coopérer avec des publicités personnalisées.",
  "server.clicking": "En cliquant sur \"Accepter\", vous acceptez l'utilisation de cookies par IBAX et ses partenaires.",
  "server.business": "Notre partenaire commercial",
  "server.change": "En collaboration avec nos partenaires, après avoir obtenu votre consentement, nous traiterons les données suivantes en fonction de vos avis : stockage et/et informations de navigation sur le terminal, contenus publicitaires et personnalisés, évaluation de l'efficacité de la publicité et des contenus, données d'audience et développement de produits",
  "server.agree": "Se mettre d'accord",
  "server.disagree": "Être en désaccord",
  "road.paper": "Publication du livre blanc IBAX NetworkVision V1.0",
  "road.website": "IBAX Network 1.0 Site officiel en ligne Infrastructure du réseau public IBAX",
  "road.built": "Les DAPP intégrés, tels que la création en un clic d'une nouvelle écologie et le système de vote de gouvernance DAO, sont configurés sur la chaîne de test interne.\n Optimisez les paramètres des nœuds de test et la logique contractuelle.",
  "road.whitePaper": "Itération de la mise à jour du livre blanc du réseau IBAX V2.0 \n Optimisation du consensus de la chaîne principale et itération de la mise à niveau \n Réaliser un réseau distribué basé sur la chaîne principale du réseau IBAX et la combinaison de nœuds et de matériel \n Publier la plate-forme de composants de développement visuel Weaver sur le réseau IBAX \n Optimiser le traitement des transactions en chaîne \n Optimiser mécanisme de gestion incitative Gestion complète des paiements partiels",
  "road.online": "IBAX Network nouveau site Web en ligne Lancement du réseau principal mondial Alpha",
  "road.construction": "Écologie de la construction ouverte \n Compatibilité des interfaces et perfection de la chaîne grand public \n Liens vers des applications compatibles avec plusieurs portefeuilles",
  "road.construct": "Construire et améliorer de manière globale l'infrastructure de la blockchain \n Soutenir l'accord sur les actifs inter-chaînes \n Investissement de la fondation pour introduire l'écologie commerciale",
  "road.improve": "Améliorer l'infrastructure du méta-univers Open NFT, DEFI marché écologique",
  "road.upgrade": "Mettre à niveau le service de réseau distribué P2P sous IBAX Network",
  "road.no": "Pas de données",
  "login.test": "Test IBAX en ligne \n Réclamez un airdrop avec une connexion Twitter",
  "login.with": "Connectez-vous avec Twitter",
  "login.event": "Participez à l'événement Twitter IBAX pour gagner des Airdrop IBXC!",
  "login.activities": "Participez aux activités Twitter d'IBAX et recevez des points de largage",
  "login.why": "Qu'est-ce que IBAX !",
  "login.build": "IBAX vise à construire un métaverse avec consensus DPoA, où chaque résident du métaverse détenant IBXC peut modifier les règles de la communauté en votant pour parvenir à une gouvernance véritablement décentralisée du métaverse.",
  "login.has": "IBAX dispose d'une fonction de machine virtuelle multilingue (IVM) à hautes performances et à haute efficacité, qui peut importer des éco-applications sur la blockchain Ethereum ou Binance en un seul clic.",
  "login.welcomes": "IBAX invite tout le monde à participer au méta-monde et donne à chaque résident un NFT avec un accès permanent au minage, et toute personne disposant d'un appareil intelligent peut activer les récompenses de méta-minage.",
  "login.team": "Que vous soyez un développeur individuel ou en équipe, vous pouvez utiliser l'outil d'éco-gestion fourni par IBAX, appelé Weaver, qui intègre un grand nombre d'applications BaaS pour créer rapidement des écosystèmes et émettre des éco-crédits. Vous pouvez réduire considérablement votre période de développement en utilisant Weaver.",
  "login.online": "La première série d'échanges d'airdrop IBAX va bientôt commencer. Veuillez connecter votre adresse de portefeuille dès que possible !",
  "login.join": "Le parachutage de l'IBAX est terminé. Le nouveau système de classement de l'IBAX sera bientôt disponible, restez à l'écoute!",
  "personal.on": "Suivre IBAX",
  "personal.please": "Veuillez suivre IBAX sur Twitter, puis cliquez sur \"Suivre\" après avoir fait cela.",
  "personal.followed": "Abonné",
  "personal.fol": "Suivre Twitter",
  "personal.cancalf": "Ne plus suivre",
  "personal.not": "Pas encore abonné",
  "personal.repost": "Retweetez et revendiquez votre IBXC",
  "personal.follow": "Veuillez retweeter le message puis obtenez vos points IBAX",
  "personal.forwarded": "Retweet",
  "personal.notf": "Inachevé",
  "personal.finished": "Terminé",
  "personal.own": "Points:",
  "personal.coins": "Invitez un ami à gagner des IBXC:",
  "personal.invite": "Invitez vos amis à gagner plus d'IBXC",
  "personal.get": "Suivez IBAX pour obtenir 2,000 points IBAX",
  "personal.go": "Aller à suivre",
  "personal.task": "Tâche",
  "personal.redeem": "Racheter",
  "personal.retweet": "Retweet",
  "personal.record": "Dossiers",
  "personal.date": "Date",
  "personal.earn": "Gagner des points",
  "personal.participate": "Participer",
  "personal.still": "L'événement est toujours en cours, veuillez procéder au rachat après la fin de l'événement!",
  "personal.ranking": "Classement",
  "personal.history": "Histoire",
  "personal.redeems": "Racheter",
  "personal.retweets": "Retweet",
  "personal.share": "Partager",
  "personal.code": "Identifiez le code QR pour accéder à la version mobile de la page de l'événement",
  "personal.friends": "Invitez vos amis à obtenir IBXC et les 10 premiers parrains recevront une récompense supplémentaire.",
  "personal.will": "Le largage prendra fin le 1er février 2022.",
  "personal.points": "Points:",
  "personal.once": "Cette adresse ne peut être modifiée une fois qu'elle a été soumise.",
  "personal.confirm": "Veuillez confirmer votre adresse et garder vos clés privées et vos mnémoniques en sécurité.",
  "personal.your": "L'adresse de votre portefeuille",
  "personal.submit": "Soumettre pour se connecter",
  "personal.werver": "Allez sur Jutkey et créez une adresse de portefeuille.",
  "personal.how": "Comment utiliser Jutkey pour créer une adresse de portefeuille",
  "personal.address": "Adresse du portefeuille:",
  "personal.available": "Redemption of IBXC Coins will be available on February 1, 2022 8:00EST",
  "personal.storage": "Storage Block:",
  "personal.view": "View Blocks Information",
  "personal.redemption": "IBXC will be available for redemption on February 1, 2022 8:00 EST",
  "personal.redeemable": "Redeemable Coins:",
  "personal.submitted": "Your wallet address:{address},  Once submitted, the address will not be able to be changed. Please confirm your wallet address.",
  "personal.cancel": "Cancel",
  "personal.retweetpoint": "Reputation",
  "personal.referral": "Referral Coins",
  "personal.gitHubCoin": "GitHub Coins",
  "personal.center": "Personal Center",
  "personal.airdrop": "IBAX Ranking System",
  "personal.ret": "Retweet to Earn",
  "personal.list": "Points History",
  "personal.referrals": "Share with Friends",
  "personal.ruless": "Airdrop Rule",
  "personal.git": "GitHub",
  "personal.geti": "Get IBXC",
  "personal.invites": "Invite Your Friends to Earn IBXC Coins",
  "personal.week": "Ref History",
  "personal.link": "Your Referral Link",
  "personal.shareOn": "Share on ...",
  "personal.qr": "Your Referral QR Code",
  "personal.our": "Retweet & Earn",
  "personal.point": "All IBAX points",
  "personal.challenge": "Challenge",
  "personal.earned": "Points earned",
  "personal.tw": "Follow Twitter",
  "personal.retw": "Retweet",
  "personal.for": "Retweet & Earn",
  "personal.campaign": "Retweet Campaign",
  "personal.redeemed": "Earned & Redeemed",
  "personal.tasks": "There are new retweets everyday, participate to get IBAX points, check",
  "personal.together": "Share with your friends and participate in IBAX events together",
  "personal.sharer": "Share Record",
  "personal.refer": "Refer a friend to get IBXC bonus, an additional 100 IBXC bonus for every 100 people you invite",
  "personal.id": "Twitter ID",
  "personal.join": "Join Date",
  "personal.ge": "Get IBXC",
  "personal.bind": "Bind your wallet address to redeem IBXC coins",
  "personal.soon": "Please bind your wallet address as soon as possible.",
  "personal.yourPoints": "Your Points",
  "personal.yourCoins": "Your Coins",
  "personal.poin": "IBAX Points",
  "personal.coin": "IBXC Coins",
  "personal.account": "Link to GitHub",
  "personal.commits": "My Commits",
  "personal.gr": "IBAX Ranking System Rule",
  "personal.honor": "Honor Developers",
  "personal.ecosystem": "Ecosystem",
  "personal.bounty": "Engineering / Bounty",
  "personal.resources": "Developer Tools",
  "personal.user": "Profile",
  "personal.dashboard": "My Dashboard",
  "personal.fork": "Fork and Star IBAX GitHub \n Project repository (go-ibax) \n Get 3000 points",
  "personal.keep": "Keep track of IBAX's project repository for more points and IBXC reward information",
  "personal.project": "Followed the IBAX project repository",
  "personal.area": "Bounty Area",
  "personal.email": "Bind email",
  "personal.sure": "Sure",
  "personal.add": "Email address",
  "personal.cod": "Verification code",
  "personal.send": "Send",
  "personal.enter": "please enter your vaild email",
  "personal.can": "E-mail can not be empty",
  "personal.must": "Verification code must be filled",
  "personal.digits": "The verification code can only be 4 digits",
  "personal.binging": "Email binding is successful!",
  "personal.receive": "You will receive timely review and reward notifications for your submission records!",
  "personal.also": "You can also Watch the IBAX project for more information",
  "personal.star": "Click on Star to claim points",
  "personal.repository": "Click the Star of the IBAX GitHub project repository (go-ibax) to get 1500 points",
  "personal.claim": "Click on Star to claim points",
  "personal.finish": "Finished",
  "personal.forkto": "Fork to get points",
  "personal.gofork": "Go to the fork of the IBAX GitHub project repository (go-ibax) to get 1500 points",
  "personal.check": "New check-ins and events are posted every day",
  "personal.time": "Treasure chest will be refreshed in",
  "personal.daily": "Daily check-in",
  "personal.today": "You signed in today",
  "personal.po": "Check in today and get {points} points",
  "personal.system": "IBAX Honor System and Rewards",
  "personal.give": "IBAX Foundation will give over 10 million IBXC as developer community incentive this year, and you can get involved by:",
  "personal.events": "Participate in IBAX activities and GitHub topic discussions to gain IBAX points",
  "personal.constructive": "Propose constructive topics",
  "personal.approved": "Each constructive topic (reviewed Q&A) will be rewarded with 200 IBAXC points, and the reward will be calculated on the 5th of each month (IBAX Developer Day).",
  "personal.there": "If it is a question with technical research value, commercial application value, market development prospect,academic exploration value, etc., IBAX Foundation will transform it into a reward task in addition to IBAX point and IBXC reward.",
  "personal.vulnerabilities": "Find IBAX vulnerabilities",
  "personal.blockchain": "Find bugs on the IBAX blockchain, submit a reproducible process,and receive 1~10,000 IBXC and IBAX points after verification by the IBAX team.",
  "personal.solutions": "Submit the bug solution code, accepted by the IBAX team or merged into the project, you could get 10~50,000 IBXC and IBAX points.",
  "personal.significant": "If you submit major optimization code that can improve the performance and efficiency of the IBAX blockchain, you will receive 10~50,000 IBXC as well as IBAX points.",
  "personal.issues": "Solve Bounty Issues",
  "personal.boun": "Go to the IBAX bounty area and solve the issue to get IBXC reward as well as IBAX point.",
  "personal.views": "View point rules",
  "personal.out": "Check it out on GitHub",
  "personal.been": "All your retweet tasks have been completed, please come back tomorrow.",
  "personal.committed": "The issues you have committed will be displayed here, and if you want to edit them, please go to GitHub",
  "personal.ended": "The IBAX airdrop has ended and we are in the process of liquidating the airdrop rewards, which is expected to be completed in the second quarter of 2022.",
  "personal.process": "IBAX is in the process of liquidating your points and we expect to be fully completed in the second quarter of 2022, so stay tuned !",
  "personal.completed": "Completed Airdrops",
  "personal.air": "Airdrop Rules",
  "personal.rank": "Ranking Rules",
  "personal.getpoint": "Get IBAX Point",
  "personal.tuned": "Stay tuned to IBAX for new events every day.",
  "personal.represent": "IBAX points represent contributions to the IBAX network, and the more points you acquire, the more rewards you will get ",
  "personal.finishend": "Résultats de la campagne Airdrop",
  "personal.serial": "Numéro de série",
  "personal.handle": "Identifiant Twitter",
  "personal.overall": "Classement général",
  "personal.airdro": "Récompenses Airdrop (IBXC)",
  "personal.poi": "Total des points",
  "personal.red": "Échanges",
  "personal.ranks": "Classement des points",
  "personal.bonus": "Prime de parrainage (IBXC)",
  "personal.referr": "Classement de parrainage",
  "personal.rewards": "Récompenses de classement de parrainage (IBXC)",
  "personal.mainnet": " IBAX permettra aux utilisateurs de connecter leurs portefeuilles avant que les pièces ne soient libérées, veuillez rester à l'écoute !",
  "personal.connect": "Aller à Connecter",
  "personal.down": "Télécharger les résultats de la liquidation",
  "personal.getted": "Vous pouvez obtenir",
  "personal.total": "Classement total",
  "personal.aird": "Points Airdrop",
  "personal.coinns": "Échangez vos points contre des pièces",
  "personal.inited": "Invité <span class='user-commits-title-link-rank'> {person} </span> amis",
  "personal.recoins": "Pièces de parrainage",
  "personal.result": "Le premier tour d'airdrop d'IBAX est maintenant terminé,",
  "personal.chec": "vérifiez le résultat de la liquidation",
  "personal.number": "Parrainages",
  "personal.bindEmail": "Connectez votre adresse e-mail",
  "personal.startEmail": "Connectez votre adresse e-mail pour rejoindre notre liste blanche. Obtenez la priorité pour le deuxième tour d'airdrop",
  "personal.bindAddress": "Connectez votre portefeuille pour recevoir IBXC",
  "personal.inputAddress": "Veuillez entrer votre adresse de portefeuille",
  "personal.addressType": "Veuillez entrer une adresse au format 0000-0000-0000-0000-0000",
  "personal.notice": "Recevoir un e-mail de notification",
  "personal.receiveAddress": "Adresse du portefeuille qui a été lié pour recevoir IBXC",
  "personal.chain": "Vérifier l'enregistrement en chaîne",
  "personal.bindsuccess": "Votre adresse a été connectée avec succès, veuillez garder un œil sur les notifications par e-mail et attendez votre échange IBXC.",
  "personal.chanage": "Modifier"
}
