{
    "nav": "Nav",
    "nav.home": "Heim",
    "nav.features": "Warum IBAX",
    "nav.performance": "Leistung, Effizienz und Sicherheit",
    "nav.high": "Blockchain-Framework",
    "nav.each": "Jeder Knoten enthält eine verteilte Datenbank zum Speichern der aus den Blöcken geparsten Daten, was nicht nur die Ausführungseffizienz verbessert, sondern Ihnen auch ermöglicht, komplexe Geschäftslogik auszuführen.",
    "nav.use": "Verwenden Sie die Datenbank, um die Ausführungseffizienz zu verbessern",
    "nav.virtual": "Mehrsprachige virtuelle Maschine",
    "nav.with": "Mehrsprachige IBAX Virtuelle Maschine (IVM)",
    "nav.smart": "IBAX hat seine eigene intelligente Vertragssprache namens „Needle“, die nahtlos mit Ethereum Smart Contracts zusammenarbeitet und Solidity, Go, Rust und andere Sprachen unterstützt, um Smart Contracts zu erstellen.",
    "nav.tran": "Scherben",
    "nav.improve": "Transaktionseffizienz verbessern",
    "nav.break": "Technologische Barrieren überwinden",
    "nav.security": "Sicherheit und Privatsphäre",
    "bass.bank": "Schützen Sie persönliche Informationen mit Bank-Grade-Sicherheit",
    "bass.attribute": "Das Attribut der Dezentralisierung macht einen Rückschluss auf die wahre Identität in der Blockchain-Welt unmöglich und schützt die Privatsphäre weitestgehend. Bei der technischen Umsetzung hat IBAX kurzerhand",
    "bass.effectiveness": "Ausführungseffizienz",
    "bass.spire": "„Sicherheit ist die Spitze der Pyramide, und Privatsphäre ist das Juwel auf der Spitze.",
    "bass.attach": "Wir achten mehr auf Sicherheit und Datenschutz als auf alles andere. Nur gezielte Aufmerksamkeit kann die Sicherheit der Blockchain, die Sicherheit der Benutzer und die Sicherheit der Gelder gewährleisten. ",
    "bass.built": "Gebaut für Sicherheit",
    "bass.your": "Terminsicherheit steht bei uns an erster Stelle",
    "bass.symmetric": "Der auf der Blockchain basierende elliptische symmetrische Verschlüsselungsmechanismus und der HASH-Verschlüsselungsmechanismus gewährleisten die Sicherheit und Zuverlässigkeit des Datenübertragungsprozesses. Die Datenergebnisse werden gespeichert",
    "nav.encryption": "Verschlüsselungsmaschine zur Gewährleistung der Sicherheit von Geldern und KommunikationDie Sicherheit von Geldern und Kommunikation wird durch die Verschlüsselungsmaschine gewährleistet",
    "nav.chain": "Kettenübergreifende Kommunikation",
    "nav.decen": "Mittels homomorpher Verschlüsselungstechnologie werden die Algorithmen anderer Blockchains in das IBAX-Netzwerk integriert und mit dem entsprechenden Blockchain-Netzwerk verbunden Cross Chain im wahrsten Sinne des Wortes zu realisieren",
    "nav.multi": "Mehrfachsignatur",
    "nav.dec": "Stellen Sie sicher, dass mehrere Personen\/Organisationen denselben Geldbetrag kontrollieren. Das IBAX-Netzwerk verwendet die Signaturberechtigung für verteilte Hauptbücher, um dies zu erreichen. Bitte beachten Sie, dass der \"Safe\" ein Alleinstellungsmerkmal von ist IBAX",
    "nav.clb": "CLB",
    "nav.cross": "Cross-Ledger Base (CLB)-Knoten",
    "nav.basis": "Der CLB ist ein Gateway für Daten zum Cross-Chain sowie eine Brücke für Assets zum Cross-Chain, und Sie können ihn verwenden, um Daten außerhalb der Blockchain zu erhalten, um sie innerhalb der Blockchain zu verwenden",
    "nav.private": "Private Transaktion",
    "nav.fouds": "Zero-Knowledge-Beweis durch die Verwendung von Smart Contracts, um die Datensicherheit und den Datenschutz privater Transaktionen zu gewährleisten.",
    "nav.bass": "BaaS-Markt",
    "nav.resource": "Ressourcen",
    "nav.solution": "Lösungen",
    "nav.development": "Entwicklung",
    "nav.about": "Kontakt",
    "nav.log": "Einloggen",
    "nav.sign": "Anmelden",
    "nav.out": "Ausloggen",
    "nav.case": "Fälle",
    "nav.supply": "Supply-Chain-Finanzierung",
    "nav.copyright": "Urheberrechte ",
    "nav.assets": "Anlagenmanagement",
    "nav.relying": "Das Netzwerk stützt sich auf die Blockchain- und KI-Technologie von IBAX und unterstützt Verschlüsselungsalgorithmen auf Finanzebene und Cloud-Computing-Funktionen, um einen sichereren und zuverlässigeren Eckpfeiler für beide bereitzustellen Dienstebene",
    "nav.it": "Es gilt für Anlagearten wie Verbraucherfinanzierung, Autofinanzierung, Ratenzahlung, A \/ R und A \/ P sowie Finanzszenarien wie ABS, Trust, Übertragung und Verpfändung.",
    "nav.cross-chain": "Integrierte dezentrale und vertrauenswürdige Cross-Chain",
    "nav.eth": "Smart Contracts von Ethereum und Binance Chain sind nahtlos verbunden",
    "nav.ledger": "Dezentrale Hauptbuchautorität",
    "nav.user": "Benutzer braucht zuerst",
    "nav.self": "Ökologische Selbstaufladung und Governance",
    "nav.gas": "Ökologische Selbstverwaltung (DAO) und Gasgebühr",
    "home.partners": "IBAX-Partner",
    "home.start": "Bauen Sie Ihr eigenes Ökosystem auf",
    "home.performance": "Sichere und leistungsstarke Blockchain-Infrastruktur",
    "home.secure": "Sichere und effiziente Blockchain-Basisarchitektur",
    "home.using": "Loslegen",
    "home.join": "Trete der Community bei",
    "home.watch": "Videos ansehen",
    "home.innovate": "Innovationen",
    "home.framework": "Grundlegendes Blockchain-Framework mit hoher Parallelität",
    "home.bottom": "Eine hervorragende Blockchain-Unterschicht muss die Anforderungen einer hochgradig gleichzeitigen Datenverarbeitung erfüllen, die ausreicht, um alle komplexen Geschäftsszenarien sowohl in der realen als auch in der virtuellen Welt zu bewältigen.",
    "home.learn": "Erfahren Sie mehr über das technische Framework von IBAX",
    "home.virtual": "Virtuelle Maschine",
    "home.machine": "Mehrsprachige kompatible virtuelle IBAX-Maschine",
    "home.multiple": "Mehrsprachige kompatible virtuelle IBAX-Maschine",
    "home.can": "Die virtuelle IBAX-Maschine kann gleichzeitig unterstützen: Smart Contracts von Ethereum und Binance Chain. Sie können den Vertrag mit einem Klick importieren und sich nahtlos mit dem IBAX-Ökosystem verbinden.",
    "home.consensus": "Konsensmechanismus",
    "home.pub": "Whitepaper lesen",
    "home.dpoa": "Effiziente und faire Konsensmechanismen",
    "home.good": "Das IBAX-Netzwerk integriert ein „Autonomiemodus“-Modul, das DAO-Governance ohne Eingabe von komplexem Code ermöglicht. Die Autonomie des IBAX-Netzwerks wird durch einen effizienten DPoA-Konsensmechanismus erreicht Wählen",
    "home.determine": "Ein guter Konsensmechanismus wird den Durchbruch und die Zukunft der Blockchain bestimmen.",
    "home.bifurcation": "Flexible Zahlungsmethode für die Gasgebühr",
    "home.honor": "Anpassbare Zahlungsmethode für Ökogasgebühren",
    "home.unified": "Um Öko-Schöpfer und Öko-Teilnehmer zu ermutigen, unterstützt IBAX ein anpassbares Gasgebührenmodell.",
    "home.unif": "Sie können Eco-Coins\/Tokens als GAS-Gebührenmodell wählen und Eco-Coins\/Tokens als GAS-Gebühren bei Öko-Transaktionen abziehen. Dieses Modell trägt dazu bei, eine wirklich dezentrale und autonome Ökologie zu erreichen Umgebung",
    "home.economics": "Wirtschaft",
    "home.benefits": "Zu realisierende Vorteile: ob Sie ein Ökoentwickler, ein Bergmann, ein Ökogouverneur oder was auch immer sind",
    "home.matter": "Solange Sie daran teilnehmen, wartet eine großzügige Belohnung darauf, von Ihnen erkundet zu werden.",
    "home.view": "Sehen Sie sich das Wirtschaftsmodell von IBAX an",
    "home.features": "Sehen Sie sich die technischen Merkmale von IBAX an",
    "home.fixed": "Vorabverteilung",
    "home.nft": "NFT-Bergbau",
    "home.min": "Mint-Node-Mining",
    "home.foundation": "Stiftung",
    "home.team": "Team ",
    "home.ecosystem": "Ökosystempartner",
    "home.private": "Privatplatzierung",
    "home.genesis": "Ökosystem Genese",
    "home.mining": "Mining-Belohnungen",
    "home.ecological": "Öko-Anreize",
    "home.all": "Alle %",
    "home.per": "Vorabverteilung %",
    "home.mint": "Mining-Belohnungen %",
    "home.lead": "Führend",
    "home.driven": "Angetrieben von Technologie, bilden Sie technische Barrieren",
    "home.chain": "Echt dezentralisierte und vertrauenswürdige Cross-Chain-, Zero-Knowledge-Beweis, anonyme Transaktionen, Transaktions-Sharding.",
    "home.we": "Unsere Spitzentechnologie",
    "home.have": "Technologieintegration",
    "home.built": "Auf diesen ausgereiften Technologien baut das Grundgerüst der von Ihnen genutzten IBAX-Kette auf. IBAX integriert sie perfekt, sodass sie im Bereich Blockchain wie IBAX weiterhin exzellent sein können.",
    "home.video": "Video",
    "home.your": "Sie haben brillante Ideen",
    "home.get": "Lassen Sie sich von unserem Öko-Support belohnen",
    "home.enjoy": "Genießen Sie IBAX-Ressourcen",
    "home.manul": "Vollständiges Entwicklerhandbuch",
    "home.partner": "Eco-Partner Jutkey Wallet",
    "home.ibaa": "IBAX-Geldbörse",
    "home.official": "Offizielle IBAX-Anerkennung: Erhalten Sie 150.000 IBXC-Prämien",
    "home.supports": "Dezentrale Brieftasche mit mehreren Währungen: Unterstützt die Übertragung mehrerer Währungen",
    "home.manage": "Miner-Verwaltung: Verwalten Sie Ihre Miner mit nur einem Klick",
    "home.wallet": "Jutkey-Geldbörse",
    "home.very": "Es war ein Segen, IBAX beizutreten, und ich habe viel Hilfe vom IBAX-Team bei der Erstellung des Jutkey Wallets erhalten, vielen Dank!",
    "home.is": "Jutkey Wallet ist eine dezentrale Brieftasche mit mehreren Währungen, die gut in verschiedene Anwendungen von IBAX integriert wurde. Sie können damit nicht nur IBXC-Transfers abschließen, sondern auch Zahlen Sie für Coins wie Bitcoin, Ether, Coins usw",
    "home.more": "Darüber hinaus können Sie Ihre Miner mit Jutkey Wallet verwalten, Sie können Miner mit einem Klick hinzufügen, ohne andere Verwaltungstools herunterzuladen, und Ihre Mining-Einnahmen in Echtzeit anzeigen.",
    "home.there": "Es warten noch weitere Funktionen darauf, von Ihnen erkundet zu werden, möglicherweise: Mining-Pools, Defi, NFT ...",
    "home.name": "Weco",
    "home.product": "Produktdirektor",
    "home.develop": "Richtlinien für Entwickler",
    "home.technology": "Technologie",
    "home.technical": "Technische Open-Source-Dokumentation",
    "home.about": "Erfahren Sie mehr über IBAX durch Videos",
    "home.exciting": "Laufende Veranstaltungen",
    "home.go": "Gehen Sie zur Ansicht",
    "home.m": "Mehr Videos",
    "home.award": "Machen Sie mit",
    "bass.ecological": "EcoLib Incentive-Prämien",
    "bass.anyone": "Jeder kann teilnehmen",
    "bass.create": "Erstellen Sie Ihr Blockchain-Projekt",
    "bass.now": "Erstellen Sie jetzt Ihr Blockchain-Projekt",
    "bass.quickly": "Schnell erstellen",
    "bass.ecology": "EcoLibs",
    "bass.without": "Erstellen Sie schnell schwellenlose IBAX-Anwendungen",
    "bass.ecolog": "ecoLib erstellen",
    "bass.creator": "Du wirst haben",
    "bass.identity": "EcoLib-Gründerschaft:",
    "bass.obtain": "Erhalt der ecoLib-Namensrechte",
    "bass.define": "Definieren Sie ecoLib-Joining-Berechtigungen",
    "bass.set": "Einrichtung von ecoLib-Governance-Methoden",
    "bass.give": "Ausweis ausstellen",
    "bass.can": "Du kannst auch",
    "bass.collect": "Erhalten Sie Eco-Coin\/Token-Gebühren",
    "bass.circulation": "Umlaufende Coins\/Token",
    "bass.issue": "Münzen\/Token",
    "bass.customize": "Passen Sie die Anzahl der Token und die Ausgabemethoden an",
    "bass.naming": "Erhalten Sie die Namensrechte von Token",
    "bass.issuance": "Ausgabe von Coins\/Tokens",
    "bass.logo": "Token-Logo hinzufügen",
    "bass.number": "Legen Sie die Anzahl der auszugebenden Token fest",
    "bass.incentives": "Richten Sie Token-Anreize ein",
    "bass.smart": "Intelligenter Vertrag",
    "bass.contract": "Intelligenter Vertrag",
    "bass.use": "Verwenden Sie Smart Contracts, um die ökologische Stabilität aufrechtzuerhalten",
    "bass.add": "Vertrag hinzufügen",
    "bass.one": "Ein-Klick-Import",
    "bass.contracts": "Verträge von anderen Ketten oder:",
    "bass.reference": "Referenz IBAX Basic Smart Contracts",
    "bass.write": "Schreiben Sie Ihre eigenen Smart Contracts online",
    "bass.eco": "Eco-Anwendungen hinzufügen",
    "bass.manage": "Verwalten Sie Öko-Verträge",
    "bass.incentive": "Holen Sie sich Öko-Incentive-Prämien",
    "bass.encourages": "Die IBAX Foundation ermutigt einzelne Entwickler und Teams, sich dem IBAX-Ökosystem anzuschließen, und wird regelmäßig Öko-Wettbewerbe veranstalten, um hervorragende Öko-Anwendungen großzügig zu belohnen.",
    "bass.learn": "Mehr erfahren",
    "bass.what": "Was Sie brauchen könnten",
    "bass.how": "Wie Sie schnell eine ecoLib erstellen und effektiv pflegen",
    "bass.materials": "Materialien und Videos helfen Ihnen, das IBAX-Netzwerk besser zu nutzen",
    "bass.manual": "Entwicklerhandbuch",
    "bass.committed": "Dem Schutz von Privateigentum verpflichtet",
    "bass.multi": "Mehrstufige Verschlüsselung, um die Sicherheit Ihres persönlichen Eigentums zu gewährleisten",
    "bass.own": "IBAX verwendet öffentliche und private Schlüssel zum Verschlüsseln und Entschlüsseln der Signaturprüfung. Nur seine Benutzer können ihre eigenen privaten Schlüssel zum Entschlüsseln verwenden, um die Sicherheit von Daten und Identität zu gewährleisten. Und hinterlegen Sie das verschlüsselte Währung in eine dezentrale Brieftasche und verwenden Sie die digitale Signaturtechnologie für mehrere Parteien, um die Sicherheit Ihres Eigentums zu gewährleisten",
    "bass.honor": "Ehrenknoten",
    "bass.manager": "Intelligenter Vertragsmanager",
    "high.lead": "Führendes zugrunde liegendes Blockchain-Framework",
    "high.cross": "Kreuzkette",
    "bass.weaver": "Weaver unterstützt intelligente Vertragsdateien in API-, Json- und anderen Formaten und kann intelligente Verträge in modularer Form importieren, um sie schnell im DAO des Benutzers zu verwenden.",
    "bass.panel": "Vorschau und Verwaltung von Smart Contracts",
    "bass.provides": "Weaver bietet eine Vertragsverwaltungsfunktion, nachdem Sie Ihre ecoLib-Verwaltungsschnittstelle aufgerufen haben, können Sie alle intelligenten Verträge, Datentabellen und Felder innerhalb der ecoLib übersichtlich anzeigen, was es Ihnen erleichtert, den Eco-Inhalt zu pflegen und zu erweitern.",
    "bass.local": "Intelligentes Vertragslager",
    "bass.security": "EcoLib-Verträge",
    "footer.feature": "Technische Eigenschaften",
    "bass.always": "„Dezentralisierte und vertrauenswürdige Cross-Chains wurden von den Menschen schon immer erwartet.",
    "bass.only": "Nur die echte Cross-Chain kann jedem das Vertrauen geben, den gegenseitigen Austausch von Vermögenswerten zu realisieren, ohne sich Sorgen machen zu müssen, dass jemand Geld stiehlt, was dem Blockchain-„Misstrauenskonzept“ entspricht",
    "bass.protect": "Schützen Sie die kettenübergreifende Datengenauigkeit",
    "bass.ensure": "Gewährleisten Sie die kettenübergreifende Sicherheit Ihrer Assets",
    "bass.network": "Umfassendes kettenübergreifendes Netzwerk",
    "bass.design": "Konzipiert für Cross-Chain",
    "bass.expand": "Erweitern Sie mehr externe Kettenverbindungen",
    "bass.cross": "Die Cross-Ledger-Basisknoten (CLBs) im IBAX-Netzwerk sind für Cross-Chain konzipiert, mit der Flexibilität, die CLB-Leistung und -Bereitstellung nach Bedarf ohne doppelten Aufwand zu konfigurieren.um einfach auf externe Systemdaten zuzugreifen und Verbindungen herzustellen oder die Daten selbst zu verarbeiten und zu formatieren",
    "bass.transmission": "Kettenübergreifende Übertragung",
    "bass.promote": "Fördern Sie den Werteaustausch zwischen Blockchains",
    "bass.sets": "Eine echte Cross-Chain-Kommunikationslösung ist nicht nur die Übertragung digitaler Assets, sondern auch die Übertragung umfangreicher Datensätze und intelligenter Vertragsoperationen zwischen Ketten sowie die Übertragung von Ketten sowie die Übertragung von dApp-spezifischen Daten, NFTs und so weiter",
    "feature.efficiency": "Leistung, Effizienz und Sicherheit sind die Grundlagen von IBAX",
    "feature.encryption": "Auf der Grundlage asymmetrischer Verschlüsselung können mehrere verschachtelte Verschlüsselungen mit P2P-Netzwerken realisiert werden, um die Sicherheit von Geldern und Kommunikation zu gewährleisten.",
    "feature.network": "Das IBAX-Netzwerk kann nicht nur mit verschiedenen Blockchains und Cross-Chain-Assets interagieren, sondern auch mit dem dedizierten Node CLB zusammenarbeiten, um regelmäßige CRM-Datenkommunikationsinteraktionen abzuschließen.",
    "home.system": "Weaver ist ein klar integriertes Entwicklungstool, das auf der IBAX-Kette aufbaut, einer IDE, die dem IBAX-Netzwerk gewidmet ist und viele leistungsstarke Funktionen bietet. Sie können intelligente Verträge entwickeln, bereitstellen und verwalten on weaver, aber auch weaver on set your eco governance parameter, import different services in BaaS, etc. Es kann auch als Lernplattform verwendet werden",
    "home.basic": "„IBAX ist ein Blockchain-Infrastruktur-Framework, das ausreicht, um komplexe globale Operationen zu unterstützen.",
    "home.important": "Eine gute Kompatibilität für Entwickler anderer Blockchains ist uns wichtig.\"",
    "footer.team": "Team",
    "footer.news": "Nachrichten",
    "footer.investor": "Investor ",
    "footer.related": "Downloads ",
    "footer.partner": "Partner",
    "footer.community": "Gemeinschaft",
    "footer.recruit": "Karriere",
    "footer.developer": "Entwickler",
    "footer.more": "Mehr",
    "footer.check": "Überprüfen Sie das Informationshandbuch",
    "footer.create": "Erstellen Sie Ihr Blockchain-Projekt",
    "footer.creative": "Erstellen Sie kreativere Blockchain-Projekte",
    "footer.compete": "Probieren Sie diese großartigen Projekte aus!",
    "footer.now": "Jetzt anfangen",
    "footer.fast": "Schneller BaaS-Systemsupport, Ein-Klick zum Abschließen der Projektfreigabe, Bereitstellung einer Ein-Klick-Münzausgabefunktion, Lassen Sie Ihr Projekt einfach live gehen",
    "footer.blockchain": "Übernahme der selbst erforschten Blockchain-Technologie, von der zugrunde liegenden Technologie der Hardware, des Netzwerks, der Speicherung, der Datenverarbeitung, der Kryptografie, des Konsenses und der Blockbildung bis hin zu den Geschäftsverbindungen wie Bestätigung, Ablauf, Finanzierung und Debitorenausgleich stellen wir sicher, dass die Informationen und Geschäftsdaten jedes Geschäftsglieds in der Lieferkette sicher und kontrollierbar sind ",
    "high.technical": "Technologie-Highlights",
    "high.chain": "Hochleistungs-\/Hoch-TPS-Blockchain",
    "high.low": " Die durch Ethereum vertretene beliebte Blockchain hat eine geringe Transaktionsverarbeitungskapazität, was die Entwicklung der Blockchain ernsthaft behindert. Eine Hochleistungs-\/Hochparallelitäts-Blockchain wird der gesamten Blockchain-Industrie Sprünge und Grenzen bringen. Das IBAX-Netzwerk ist so schnell wie 4 Sekunden pro Block und Transaktionsverarbeitung bis zu 3000 TPS. Mit der Verbesserung der Hardware kann der TPS im Fall von Unsliced ​​theoretisch das 10000-fache erreichen",
    "high.start": "Beginnen Sie jetzt mit der Verwendung",
    "high.innovation": "Technische Innovation",
    "high.database": "Datenbank + Blockspeichermodus",
    "high.postgreSQL": "Nutzen Sie den hohen Speicherplatz und die hohe Gleichzeitigkeitsleistung der PostgreSQL-Datenbank, um Systemparameter in Datentabellen zu speichern, und verwenden Sie Datenbank-Engines wie Ansichten, Indizes und gespeicherte Prozeduren zur Verbesserung",
    "high.insights": "Technische Einblicke",
    "high.team": "„Das IBAX-Team besteht aus einer Gruppe von Technologiefreaks mit Innovationsgeist",
    "high.never": "Wir befolgen niemals die Regeln und halten uns an die Regeln, sondern übernehmen ständig umfassend vorhandene oder unsere innovativen Technologien, um die Gesamtleistung der ibax-Kette zu verbessern.",
    "high.globalization": "Globalisierung",
    "high.to": "Ausreichend für jedes Geschäft",
    "high.compat": "Kompatibilität",
    "high.rich": "Integriert in eine Vielzahl von Anwendungsszenarien",
    "high.use": "Hohe Benutzerfreundlichkeit",
    "high.provide": "Online-Support durch unser technisches Team",
    "high.high": "Speicher mit hoher Kapazität",
    "high.storage": "Maximale Blockspeicherkapazität bis zu 64 MB",
    "high.etc": "Der Mint-Knoten ist ein verteilter Netzwerkdienstknoten im IBAX-Netzwerk, der die Funktion des Token-Minting für das gesamte Netzwerk bereitstellt und die Verantwortung hat, die Netzwerksicherheit zu schützen und die Kosten von Netzwerkangriffen zu verbessern ",
    "high.reward": "\nDer Belohnungsmechanismus für Mint-Knoten ist unerlässlich, um die Stabilität der IBAX-Plattform aufrechtzuerhalten, und wir verwenden einen probabilistischen Algorithmus, der sowohl einfach als auch praktisch ist: Mint-Wahrscheinlichkeit = Mint-Knoten-Arithmetik \/ netzwerkweite Arithmetik. Im Laufe der Zeit ist die Wahrscheinlichkeit, dass jeder Mint-Knoten eine Belohnung erhält, konstant, und dieser Ansatz trägt dazu bei, die Stabilität der Mint-Knoten aufrechtzuerhalten.",
    "high.running": "\nDie weltweit laufenden Mint-Nodes dienen nicht nur als Mining-Incentive-Nodes zur Aufrechterhaltung der Netzwerksicherheit, sondern stehen auch eigenständig als verteilte Server und stellen dezentrale Dienste für verschiedene ecoLibs (ökologische Bibliotheken) bereit, wie z. B. dezentrale soziale Tools, dezentrale Webdienste, etc",
    "high.sub": "Unterknoten",
    "high.node": "\nDer Unterknoten ist der erste seiner Art in der gesamten Blockchain-Welt. Es speichert nur die Daten von Transaktionen, die sich auf sein eigenes ecoLib-Anwendungsmodul beziehen, während die gesamte Datenmenge von Ehrenknoten, Wächterknoten und Mintknoten verarbeitet wird. Darüber hinaus können Unterknoten auch mit „privaten Daten“ interagieren, um die Vertraulichkeit, Sicherheit und Flexibilität von Transaktionen zu gewährleisten",
    "high.can": "Unterknoten können nur Daten von Transaktionen speichern, die sich auf ihre eigenen ökologischen Anwendungen beziehen, und sie können auch ihre eigene unabhängige Ökologie (ecoLib) getrennt von anderen Knotennetzwerken ausführen, daher nennen wir sie auch Seitenketten",
    "high.of": "CLB ist ein vom IBAX-Netzwerk unabhängiger Knoten und hat gleichzeitig die Funktion eines Oracles.",
    "high.runs": " \n\nCLB wird als unabhängiger Knoten ausgeführt, ohne die Leistung des Master-Knotens zu beeinträchtigen, und kann flexibel für die CLB-Leistung und -Bereitstellung gemäß den Geschäftsanforderungen konfiguriert werden, mit unabhängigen intelligenten Verträgen, Betriebsschnittstellen und Datenbanktabellen usw\n\n",
    "high.meet": "\nCLB wurde entwickelt, um Cross-Chain zu erfüllen, CLB verfügt über eine Datenlesefunktion und Smart Contract Asset Locking und Konvertierung, sodass externe Assets zu Assets innerhalb des IBAX-Ökosystems werden, CLB kann auch die Konvertierung von Daten verarbeiten und formatieren, die vom IBAX-Netzwerk verwendet werden sollen",
    "high.virtual": "Die virtuelle IBAX-Maschine kann gleichzeitig unterstützen: Smart Contracts von Ethereum und Binance Chain. Sie können den Vertrag mit einem Klick importieren und sich nahtlos mit dem IBAX-Ökosystem verbinden.",
    "high.most": "Am weitesten kompatibel",
    "high.engine": "Smart Contracts-Engine",
    "high.one": "Ein-Klick-Import",
    "high.chains": "Smart Contracts von anderen Blockchains",
    "high.contract": "Mehrere Vertragstypen",
    "high.trigger": "Typ: Verzögerter Vertrag, Trigger-Vertrag ...",
    "high.smart": "Smart Contract-Editor",
    "high.editor": "Vertragsredakteur",
    "high.simple": "Einfacher und benutzerfreundlicher Online-Vertragseditor",
    "high.basic": "„IBAX ist ein Blockchain-Infrastruktur-Framework, das ausreicht, um komplexe globale Operationen zu unterstützen",
    "high.very": "Eine gute Kompatibilität für Entwickler anderer Blockchains ist uns wichtig.\"",
    "high.import": "Importieren Sie externe Verträge",
    "high.cont": "Importieren Sie intelligente Verträge",
    "high.from": "Importieren Sie Smart Contracts aus anderen Blockchains mit nur einem Klick",
    "high.cross-chain": "Kettenübergreifende Kommunikation",
    "high.divides": "\nDas IBAX-Netzwerk unterteilt Nodes und Transaktionen in Fragmente und steigert erfolgreich die Verpackungseffizienz um Größenordnungen durch verschiedene Konsensverarbeitungsalgorithmen und Multi-Signatur-Verifizierungsmechanismen",
    "high.authentication": "Authentifizierung",
    "high.validation": "Berechtigungsvalidierung",
    "bass.privacy": "Privatsphäre",
    "bass.go": "Gehen Sie über das Streben nach Datenschutz und Sicherheit Ihrer Kunden hinaus",
    "bass.key": "Eine Schlüsselkomponente jedes Aspekts von IBAX ist \"Defense in Depth“, der Schutz der Privatsphäre und Datensicherheit der Benutzer ist die Grundlage der Kryptowährung. IBAX setzt eine mehrschichtige Sicherheitsmatrix ein, um die Sicherheit des Kundenvermögens vor Cyberangriffen, internen Angriffen und menschlichen Fehlern zu gewährleisten.",
    "bass.keep": "Ihre Daten sicher aufbewahren",
    "bass.comply": "Halten Sie die globalen Datenschutz- und Sicherheitsbestimmungen ein",
    "bass.data": "Verbieten Sie den Verlust personenbezogener Daten",
    "bass.safety": "Gefáhrlosigkeit",
    "bass.solid": "Solide Grundlage für die ketten übergreifende Daten Interaktion.",
    "bass.clb": "Der einzigartige und innovative CLB-Vertragsverifizierungsmechanismus, wenn das externe System den On-Chain-Vertrag aufrufen muss, um On-Chain-Operationen durchzuführen, überprüft das öffentliche IBAX-Netzwerk, dass der Vertrags-Hash während und nach der Ausführung korrekt ist, um Off-Chain und On zu bestimmen -Chain-Interaktions-Handshake ist vertrauenswürdig und sicher, was garantieren kann, dass während der Interaktion kein Risiko besteht, den Vertrag zu manipulieren.",
    "bass.flexible": "Flexible Konfiguration",
    "bass.onecreate": "Jeder kann erstellen",
    "bass.decentralized": "Dezentralisiertes und vertrauenswürdiges Cross-Chain ist kein Produkt der Dezentralisierung in Form von Dezentralisierung, sondern echte Dezentralisierung, die die Übertragung digitaler Assets, Datenübertragung und Smart ermöglicht Vertragsoperationen zwischen Blockchains ohne Entwicklererlaubnis und ohne Entwicklereingriff. Sie können diese Funktionalität nicht nur selbst aktivieren, sondern durch den Einsatz von CLB auch Bereitstellung von kettenübergreifenden Kommunikationsdiensten für andere Entwicklungsteams",
    "bass.interaction": "Kettenübergreifender Austausch",
    "bass.asset": "Vermögenssicherheit",
    "bass.improve": "Verbessern Sie die Transaktionseffizienz durch Transaktions-Sharding.",
    "bass.transaction": "Transaktions-Sharding ist wie verschiedene Bahnen desselben Pools, und es ist eine effektive Möglichkeit, Unternehmen zu trennen, um die Effizienz zu verbessern. Theoretisch gilt: je feiner geschnitten, desto effizienter Ausführung wird, aber es ist auch wichtig, die Situation zu berücksichtigen, wenn eine große Anzahl von Cross-Slice-Operationen auftreten, daher ist Ausgewogenheit das Wichtigste",
    "feature.high": "Die hohe Speicherkapazität unterstützt nicht nur die Speicherung von Zahlen und Texten, sondern unterstützt auch die On-Chain-Speicherung von Daten in verschiedenen Formaten wie Bildern und Anwendungen. Das lässt viel übrig Raum für zukünftige Erweiterungen von NFT",
    "bass.registered": "Sharding ab dem Zeitpunkt der Generierung der öffentlichen und privaten Schlüssel",
    "bass.sharding": "Sharding nach verschiedenen Geschäftstypen",
    "bass.shards": "Es gilt nicht je mehr Scherben desto besser, müssen sich an die örtlichen Gegebenheiten anpassen",
    "bass.work": "Netzwerkfragmentierung",
    "bass.prove": "Verbessern Sie Kommunikations- und Synchronisationsmechanismen durch Netzwerkfragmentierung",
    "bass.global": "IBAX ist ein global orientiertes Blockchain-Framework, und aufgrund der Netzwerklatenz, die durch regionale Unterschiede verursacht wird, haben wir das Netzwerk aufgeteilt, um die Netzwerkeffizienz durch Ehrenknoten im zu verbessern aktuelle Region",
    "bass.solve": "Was wir lösen wollen, sind nicht nur technische Probleme, sondern auch Produktkonzepte.",
    "bass.thinking": "Die einzige Möglichkeit, ein wirklich wertvolles Plattformprodukt bereitzustellen, besteht darin, aus der Perspektive des Benutzers zu denken.",
    "bass.actions": "Cross-Sharing-Transaktion",
    "bass.not": "Cross-Sharding-Transaktionen wirken sich nicht auf die Ausführungseffizienz oder -leistung aus",
    "bass.whether": "Regionsübergreifende Transaktionen, ob Netzwerk-Sharding oder Transaktions-Sharding, werden vom Transaktionskonsensmechanismus abgewickelt und auf diese Weise sowohl die Effizienz verbessert als auch die Leistung nicht beeinträchtigt",
    "bass.same": "Die gleiche Blockchain",
    "bass.controls": "IBAX vereinheitlicht Shards durch Konsens",
    "bass.principle": "IBAX hält am Prinzip einer Kette fest und realisiert Transaktions-Sharding durch die weltweit eingesetzten Ehrenknoten und Konsensmechanismen.",
    "bass.off": "Off-Chain-Kommunikation",
    "bass.closed": "Brechen Sie den geschlossenen Raum der Blockchain",
    "bass.order": "Blockchain verwendet normalerweise „Oracle“ als Werkzeug zur Interaktion mit Off-Blockchain-Daten, um die Daten zu sichern. In IBAX haben wir CLB - Cross Ledger Base Node erstellt, die nicht nur extern referenzieren können Daten zur internen Kette zur Verwendung, sondern wird auch für Assets und Daten über Blockchains hinweg Realität",
    "bass.also": "Das CLB kann auch als Rechenzentrum für den Betrieb des Multi-Party-Computing-Modells im „Edge Computing“ genutzt werden, und das IBAX-Netzwerk wird dabei die Einheitlichkeit des Modells bestätigen Die Ergebnisse des Edge-Computing werden im asymmetrischen Verschlüsselungsmodus Punkt-zu-Punkt über die IP des anderen im CLB festgelegten Netzwerkknotens übertragen, wodurch die ursprünglichen Daten unsichtbar werden d.h. die Gewährleistung der Sicherheit der ursprünglichen Daten und die Erreichung des Zwecks des verfügbaren Abschlusses",
    "bass.in": "Rich Data innerhalb der Blockchain",
    "bass.enrich": "Verbesserte Geschäftsszenarien",
    "bass.choices": "Mehr gelegenheiten",
    "bass.opportunities": "mehr auswahl und mehr gelegenheiten",
    "bass.support": "Systemübergreifende Unterstützung",
    "bass.sup": "Ermöglichung von Federal Learning und Edge Computing",
    "bass.diversification": "Daten Diversifizierung",
    "bass.refer": "Kann auf beliebige Daten außerhalb der Blockchain verweisen",
    "bass.weather": "Wenn Wetterdaten, Börsendaten, geografische Informationen etc. innerhalb der Blockchain zitiert werden können, werden diese Daten im Internet in vollem Umfang genutzt und dezentral zusammengeführt Mechanismus der Blockchain, der die Welt wirklich verändern wird",
    "bass.blockchain": "\"Blockchain war von vielen Einschränkungen betroffen, die Off-Chain-Datenüberprüfung beeinflusste die Entwicklung von Blockchain.",
    "bass.verification": "Der Cross-Ledger Base Node (CLB) ist wie das Öffnen einer Tür zur Welt des Internets, und Sie können damit alles erreichen, was Sie wollen.",
    "bass.light": "Leicht und schnell",
    "bass.rapid": "Schnelle Bereitstellung von Cross-Ledger-Basisknoten (CLBs)",
    "bass.there": "Cross-Ledger-Basisknoten (CLBs) unterscheiden sich nicht von anderen Knoten in der Bereitstellung, und Sie können sie selbst auf Computergeräten bereitstellen, um die Prämisse des Konsenses von Cross-Ledger-Basisknoten (CLBs) zu erfüllen.die über Smart Contract auf Off-Chain-Daten zugreifen können",
    "bass.en": "Hybride Smart Contracts",
    "bass.with": "Erstellen Sie hybride Smart Contracts",
    "bass.when": "Wenn Sie CLB-Knoten verwenden, um hybride Smart Contracts zu erstellen, können Sie sie auf jede Dapp anwenden, die eine Dateninteraktion mit Off-Chain wie Defi, NFT, Spielen, Smart Lending usw. durchführen muss.",
    "bass.oper": "CLB-Betrieb",
    "bass.on": "Hochladen von Off-Chain-Daten",
    "bass.authority": "Decentralized Authority",
    "bass.permissions": "Verwenden Sie mehrere Signaturen, um Kontoberechtigungen zu dezentralisieren",
    "bass.transferring": "Um Geld von einem Multi-Signatur-Konto (N) zu überweisen, ist eine Autorisierung von (M) Multi-Signatur-Konten erforderlich. m+n>51 %, um die Übertragung abzuschließen.",
    "bass.downloaded": "Mehrfachsignaturen sind nicht nur im herkömmlichen Sinne, sondern auch im vertraglichen Sinne, wo Mehrfachsignaturen für eine Transaktion im Wallet validiert werden, ein Feature, das heruntergeladen werden kann und auf dem BaaS-Anwendungsmarktplatz verwendet",
    "bass.account": "Die dezentrale Kontoautorität entspricht dem dezentralisierten privaten Schlüssel",
    "bass.centralized": "Vermeiden Sie zentralisierte Autorität, wenn mehrere Parteien zusammenarbeiten",
    "bass.each": "Flexibilität, Kontogewichte können angepasst werden",
    "bass.secur": "Wallet-Sicherheit",
    "bass.wallet": "Multi-Signatur-Wallet verhindert das Auslaufen privater Schlüssel",
    "bass.insecure": "In einer unsicheren Umgebung, in der private Schlüssel offengelegt werden können, verhindert eine Brieftasche mit mehreren Signaturen effektiv, dass Hacker sich in Ihren privaten Schlüssel hacken.",
    "bass.concept": "„Das Konzept der Dezentralisierung ist die Grundlage der Blockchain, und die Multiple-Signatur-Technologie unterstützt und wendet dieses Konzept sehr gut an.",
    "bass.maintains": "Diese Technologie leistet auch gute Arbeit bei der Vermeidung des Problems zentralisierter Behörden, die in Geschäftsszenarien wie Defi und Börsen angewendet werden.\"",
    "bass.notifce": "On-Chain-Benachrichtigung",
    "bass.signed": "Signaturübertragungen werden den zugehörigen Konten in der Blockchain mitgeteilt",
    "bass.signature": "Wenn eine Signaturübertragung initiiert wird, synchronisiert das IBAX-Netzwerk die Benachrichtigung mit dem zugehörigen Konto in der Blockchain. Die Benachrichtigung ist verschlüsselt und nur von der lesbar verbundenes Konto, sodass Sie das verbundene Konto nicht auf andere Weise informieren müssen",
    "bass.to": "Im Vergleich zu Cold Wallets",
    "bass.safer": "Sicherer und zuverlässiger als Cold Wallet",
    "bass.compared": "Multi-Signatur-Konten sind sicherer und zuverlässiger als Cold Wallets, mehrere private Schlüssel haben flexible Speicheroptionen und dezentrale Behörden sind weitaus sicherer als zentralisierte Verwaltung",
    "bass.cold": "Kalte Brieftasche",
    "bass.mul": "Brieftasche mit mehreren Signaturen",
    "bass.anonymous": "Anonyme Transaktionen für Datenschutz und Sicherheit",
    "bass.implementation": "Im IBAX-Netzwerk haben wir zwei Implementierungen entworfen, Zero-Knowledge Proof of Transactions und Zero-Knowledge Proof of Smart Contracts. In allen modernen Blockchain-Netzwerken, die von Smart Contracts angetrieben werden, kann nur der Zero-Knowledge-Nachweis von Smart Contracts die Sicherheit und Vertraulichkeit von Transaktionsdaten garantieren",
    "bass.protection": "Robuste Datenschutzmechanismen",
    "bass.process": "Transaktionen sind nicht nachvollziehbar",
    "bass.leaked": "Persönliche Transaktionsdaten werden nicht kompromittiert",
    "bass.technical": "Technischer Support",
    "bass.black": "Black Box'-Technologie",
    "bass.homomorphic": "Im IBAX-Netzwerk verwenden wir Advanced Homomorphic Encryption, ein kryptografisches Verfahren, das auf der Berechnungskomplexitätstheorie mathematischer Puzzles basiert und beliebige Berechnungen zulässt durchgeführt auf ciohertext-Daten und stellt sicher, dass die Ergebnisse korrekt sind und nur der Eigentümer der Daten Zugriff darauf hat, wodurch Ihre Privatsphäre während der Transaktion geschützt wird.",
    "bass.since": "\"Da privater Handel Vermögenswerte sicher und unauffindbar machen würde,",
    "bass.frequenc": "Hochfrequenter quantitativer Handel zwischen Benutzern macht ihn sicherer und erfüllt in gewissem Maße einen Marktbedarf für anonymen Handel.\"",
    "bass.transac": "Anonyme Transaktion",
    "bass.system": "Errichten Sie ein föderales Finanzsystem",
    "bass.financial": "Ein Finanzföderationssystem ist die Verwendung einer Kryptowährung, um die gleiche Menge an Kryptowährung von anderen zu erhalten. Es ermöglicht Benutzern, ihre Gelder schnell und effizient mit denen anderer Benutzer zu mischen, indem sie nach dem Mischen der Coins eine zufällige Beziehung zwischen dem bestehenden Benutzerkonto und dem neuen Konto erstellen. Das Prinzip besteht darin, die Eingabe- und Ausgabeadressen in einer Transaktion zu trennen, wodurch die Privatsphäre geschützt und Anonymität erreicht wird.",
    "bass.secure": "Sichere Transaktion",
    "bass.make": "Die \"safe deposit box\" Funktion",
    "bass.information": "Im IBAX-Netzwerk verfügt jedes Konto über ein „Schließfach“, in dem unterschiedliche Vermögenswerte verschlüsselt gespeichert werden können, sodass auch nach einem Kontowechsel dieselben Vermögenswerte übertragen werden können Girokonto durch Eingabe des gleichen Chiffriertextes, wodurch die Identitätsverschleierung und der Wechsel von Vermögenswerten sicherer werden.",
    "bass.safe": "Im IBAX-Netzwerk verfügt jedes Konto über ein „Schließfach“, in dem unterschiedliche Vermögenswerte verschlüsselt gespeichert werden können, sodass auch nach einem Kontowechsel dieselben Vermögenswerte übertragen werden können Girokonto durch Eingabe des gleichen Chiffriertextes, wodurch die Identitätsverschleierung und der Wechsel von Vermögenswerten sicherer werden.",
    "bass.hidden": "Identitätsverschleierung",
    "bass.sec": "Datensicherheit",
    "market.video": "BaaS-Demo video",
    "market.help": "Eine ausführliche Hilfedokumentation hilft Ihnen, sich schnell mit der Anwendung vertraut zu machen.",
    "market.watch": "Eine ausführliche Hilfedokumentation hilft Ihnen, sich schnell mit der Anwendung vertraut zu machen.",
    "market.view": "Einzelheiten anzeigen",
    "market.application": "BaaS-Anwendungen",
    "market.token": "Eco-Münzen\/Token",
    "market.create": "Erstellen Sie schnell ein Ökosystem und geben Sie Coins mit einem Klick aus.",
    "market.point": "Vollständige Knoteninformationen",
    "market.each": "Jeder Knoten in der Blockchain ist öffentlich und erreicht den Knoten über ein P2P-Übertragungsprotokoll, damit Daten zwischen ihnen ausgetauscht werden können.",
    "market.vote": "Abstimmung",
    "market.multiple": "Stellen Sie mehrere Abstimmungsvorlagen bereit, einschließlich einer gemeinsamen Netzwerkbeitrittsvorlage, einer Vorlage zur Änderung der Plattformparameter, einer Vorlage zur Änderung der Ökoparameter, einer Token-Rückerstattungsvorlage, einer Vorlage für die Ökowertzertifizierung und einer allgemeinen Abstimmungsvorlage. Enthält Vorlagen zum Ändern der Parameter aller oben genannten Vorlagen und unterstützt die kundenspezifische Abstimmung.",
    "market.supply": "Lieferkette",
    "market.provide": "Stellen Sie vollständige Frachttransportdaten für die Lieferkette bereit, zeichnen Sie die Ausgangs- und Transportzeit von Waren genau auf und kontrollieren Sie die Qualität der Warenlagerung. Wenden Sie Blockchain-Finanzattribute an, um umfassende Blockchain-Technologiedienste für die Lieferkettenfinanzierung bereitzustellen.",
    "market.defi": "Defi",
    "market.the": "Dezentrales Defi für Ihre Tokens ohne das Risiko von Münzdiebstahl.",
    "market.member": "Mitgliederverwaltung",
    "market.govern": "Öko-Mitglieder regieren gemeinsam, bilden eine stabile Gemeinschaft und entscheiden per Abstimmung über Änderungen ökologischer Parameter.",
    "market.network": "Föderiertes Netzwerk",
    "market.display": "Zeigt einen Datensatz mit Anträgen auf Beitritt zum Verbundnetzwerk an. Sie können eine Abstimmungsanfrage erstellen, um dem gemeinsamen Netzwerk beizutreten, die durch die angegebene Rolle aufgelöst wird.",
    "market.cyber": "Netzwerksicherheit",
    "market.secure": "Ein sicheres Netzwerk basierend auf Blockchain-Kommunikation mit kryptografischen Mechanismen, mehreren Signaturen und Cold-Wallet-Technologie kombiniert.",
    "market.decentralized": "Dezentraler Chat",
    "market.chat": "Zeigen Sie Chat-Aufzeichnungen an, die alle Chats über Sie in der aktuellen ecoLib anzeigen. Initiieren Sie One-to-One-Chats, damit private Inhalte nicht nach außen bekannt sind. Unterstützung für Gruppenchats, wo Menschen können sich unterhalten und Meinungen austauschen",
    "market.asked": "Frequently Asked Questions",
    "market.more": "Weitere Fragen und Antworten anzeigen",
    "market.real": "Was ist das wahre Ökosystem?",
    "market.exist": "Die bestehende Blockchain ist ein „selbstverwaltetes“ System, und die Realität des „DAO“ ist noch ziemlich weit vom idealen perfekten „DAO“ entfernt. Der Hauptfaktor ist, dass von außen nicht auf die Daten zugegriffen werden kann Blockchain, um die In-Chain-Ausführung regelmäßiger Daten zu ermöglichen und einen glaubwürdigen Datenaustausch zu erreichen.",
    "market.public": "Im öffentlichen IBAX-Netzwerk wurde die Cross-Chain\/Cross-Data-Funktion vervollständigt, sodass Daten aus unterschiedlichen Off-Chain-Datenquellen einfach und schnell in das IBAX-Netzwerk zugegriffen werden können können in ein echtes Ökosystem eingebaut werden und die Blockchain von Produktion und Leben in der realen Welt vervollständigen.",
    "market.low": "Was ist Low-Code-Entwicklung?",
    "market.has": "IBAX hat viele grundlegende Smart Contracts und BaaS-Funktionen integriert. Sie müssen nur auf den entsprechenden Vertrag zur Ökologie verweisen, oder Sie können ihn über die visuelle Seite abschließen: Ein-Klick-Währungsausgabe, Ökologieverwaltung, Abstimmung usw. Diese Funktionen reduzieren die Arbeitsbelastung des Entwicklers erheblich.",
    "market.ia": "Was ist Cross-Chaining, in welchen Szenarien kann es eingesetzt werden und welche Veränderungen kann es in unserem Leben bewirken?",
    "market.integrate": "Die Cross-Chain von IBAX ermöglicht eine dezentralisierte Cross-Chain durch CLB-Technologie-Collection-Contract-Kryptographie, wodurch die sichere Aufbewahrung und Sperrung von Assets automatisch durch Smart Contracts erfolgen kann. Dieses dezentrale Cross-Chain ist die grundlegende Lösung für die Cross-Chain-Technologie.",
    "market.built": "Warum ist das Ökosystem, das auf dem öffentlichen IBAX-Netzwerk aufgebaut ist, sehr vertrauenswürdig?",
    "market.one": "1. Das IBAX-Netzwerk ist eine hochkompatible, auf Mikrodiensten basierende, integrierte Blockchain-Infrastruktur;",
    "market.two": "2. Um das Auftreten von Betrug und anderen böswilligen Ereignissen zu verhindern, die in der bestehenden Blockchain-Welt üblich sind, kombiniert das IBAX-Netzwerk Wirtschaftstheorien und Szenarioanforderungen in der technische Implementierung der fortschrittlichsten kryptografischen Technologien wie homomorphe Verschlüsselung, Asset-Locking, Zero-Knowledge-Proof of Smart Contracts, unlesbare geheime Schlüsselpaare (Smart-Contract-Verschlüsselung) Cross-Chain-Mechanismus, Multi-Chain-Isolierung usw., um sicherzustellen, dass die Projekte der ökologischen Bibliothek und der ökologischen Cluster auf dem IBAX in größtmöglichem Umfang ausgeführt werden Netzwerk sind fairer, transparenter und betrugsfreier",
    "market.three": "3. Konsensebene unter Verwendung der DPOA aktualisierte Version des autorisierten Arbeitsnachweises, da sich die IBAX-Ökologie weiter entwickelt und wächst, wird die Kommerzialisierung integriert in die gesetzliche Regulierung macht die ökologische Wende robuster",
    "market.reward": "Anreizplan",
    "market.colorful": "Eine Vielzahl von Öko-Incentive-Plänen",
    "market.foundation": "Die IBAX Foundation hat eine Vielzahl von ecoLib-Incentive-Plänen erstellt. Je nach Teamgröße und Bewerbungstyp können Sie dem entsprechenden Projektteam beitreten und diese Aktivitäten finden statt regelmäßig pünktlich",
    "market.join": "Jetzt beitreten",
    "market.heading": "Überschrift",
    "market.want": "Möchten Sie mehr über unsere Veranstaltungen erfahren?\nGehen Sie zum Ereignisverlauf.",
    "market.creative": "Kreative ökologische Anwendung",
    "market.ideas": "Verwirklichen Sie Ihre brillanten Ideen über das IBAX-Netzwerk und stellen Sie Benutzern Anwendungen zur Verfügung, die ihren Anforderungen entsprechen. Es muss keine große Idee sein, selbst eine kleine Idee, die einen Unterschied macht, wird sehr gefördert.",
    "market.ecological": "Die führende Öko-Anwendung der Zukunftstechnologie",
    "market.development": "Die Entwicklung der Blockchain-Technologie hört nie auf, und das IBAX-Team strebt immer noch nach technologischen Durchbrüchen und Innovationen. Wir suchen gleichgesinnte technische Teams, die zusammenarbeiten, um die IBAX-Technologie aufzubauen, und zu diesem Zweck wird die IBAX Foundation Entwicklungsteams oder -personen auf verschiedene Weise ermutigen.",
    "market.wonderful": "Schaffen Sie etwas Erstaunliches!",
    "market.blockchain": "IBAX ist eine Basis-Blockchain für Entwicklung und wir begrüßen Unternehmen, Unternehmer, Gruppen oder einzelne Entwickler aus der ganzen Welt, um Ihre Ideen über das IBAX-Netzwerk zu verwirklichen. Wir wird langfristig eine Vielzahl spannender und lohnender Veranstaltungen durchführen und freut sich auf Ihre Teilnahme.",
    "market.videos": "Videos ansehen",
    "market.rewards": "IBAX-Token-Belohnungen",
    "market.order": "Um die Schwelle für IBAX-Öko-Entwickler zu senken und die Entwicklerausgaben zu reduzieren, werden Öko-Websites, die von der IBAX-Community anerkannt sind, mit IBAX-Pässen der Foundation belohnt.",
    "market.team": "Technische Unterstützung durch das IBAX-Team",
    "market.have": "Wenn Sie eine fantastische Idee haben, aber nicht über die technischen Fähigkeiten verfügen, um sie umzusetzen, können Sie versuchen, das IBAX-Team zu kontaktieren, und nach Erhalt der Genehmigung wird das IBAX-Team alle Ihre technischen Probleme lösen Problem kostenlos",
    "market.excellent": "Großartige Projekte werden sicherlich mit verschiedenen Arten von Anreizen belohnt",
    "market.exploring": "Die IBAX Foundation ist für den Betrieb und die Entwicklung des IBAX-Netzwerks verantwortlich und sucht immer nach herausragenden Öko-Projekten. Für diese Öko-Anreize, einschließlich Finanzierung, Technologie, Werbung und Werbung, ist dieser Anreiz allumfassend, um das Beste aus Ihrem Projekt herauszuholen.",
    "market.much": "Weitere Fälle",
    "market.eco": "IBAX-Geldbörse",
    "market.based": "Jutkey Wallt ist eine dezentrale Geldbörse mit mehreren Währungen, die auf der IBAX-Kette basiert. Im Wallet kannst du IBAX-Miner zu Minen hinzufügen und die Einnahmen und den Status der Miner in Echtzeit einsehen. Es wird in Zukunft einen Mining-Pool-Support geben, also bleiben Sie dran.",
    "market.download": "Gehen Sie zum Herunterladen",
    "market.management": "Weaver EcoLib-Manager",
    "market.Weaver": "Weaver ist ein Öko-Management-Tool für IBAX-Entwickler. Mit Weaver können Sie ein Ökosystem erstellen, Coins mit einem Klick ausgeben, Smart Contracts verwalten und vieles mehr.",
    "market.information": "Peer-to-Peer-verschlüsselte Informationen",
    "market.tool": "vTok ist ein dezentralisiertes Chat-Tool, das über den IBAX Guardian Node basierend auf dem P2P-Protokoll bereitgestellt wird. vTok ist ein privater, sichtbarer und nie gelöschter Chat.",
    "market.learn": "Mehr erfahren",
    "feature.we": "Wir glauben, dass das zukünftige NFT nicht nur ein Bild ist, sondern auch verschiedene Formen von Daten, einschließlich Code.",
    "feature.node": "Mehrere Knotentypen",
    "feature.hor": "Honor Node",
    "feature.honor": "Ehrenknoten sind der wichtigste Teil des öffentlichen IBAX-Netzwerks. Sie sind für die Blockverpackung des gesamten IBAX-Netzwerks verantwortlich und erhalten Verpackungsprämien. Wir verwenden einen Reputationsmechanismus, das die Auswirkungen von ausgefallenen Knoten effektiv reduzieren kann, daher heißt es Honor Node",
    "feature.any": "Jeder Mint-Knoten, der die kombinierte Rechenleistungsgröße erreicht hat und die Gesamtmenge an Staking erreicht, hat die Möglichkeit, ein „Ehrenknoten“ zu werden, die Gesamtmenge an Mint-Knoten-Computing Energie und Sicherheiten sind eine der Voraussetzungen, um den Honor Node zu betreiben, ist es auch notwendig, die Hardwareanforderungen der Server zu erfüllen. Das IBAX-Netzwerk verfügt über ein integriertes Hardware-Überwachungssystem die eine sofortige Überwachung der Hardware-Betriebsumgebung der Ehrenknoten ermöglicht",
    "feature.guard": "Wächterknoten",
    "feature.as": "Als Zeuge von Ökodaten und Speicher von Ökoinhalten fordern die Öko-Wächter-Knoten proaktiv die Synchronisation von Ökodaten im IBAX-Netzwerk an.",
    "feature.ecological": "Eco-Guardian-Knoten sind Kandidaten für Ehrenknoten und können eine Abstimmung einleiten, um ein Ehrenknoten zu werden, wenn die Hardware- und Pfandbedingungen erfüllt sind, und können nach der Abstimmung ein Ehrenknoten werden ist genehmigt",
    "feature.casting": "Mint-Knoten",
    "feature.about": "Weitere Funktionen von IBAX",
    "featrue.ecolog": "EcoLib-Autonomie",
    "feature.realize": "Verwirklichen Sie hier die 'Utopie' in Ihren Träumen",
    "feature.take": "Das Management eines Ökosystems kann viele Formen annehmen, einschließlich: ob Ausweise ausgestellt werden, ob Öko-Konsens und Bergbaupraktiken unterstützt werden und ob den Mitgliedern des Ökosystems erlaubt werden soll, keine auszugeben Gasgebühren, deren Entscheidung der DAO überlassen werden sollte. Dies ist das Ökosystem, und weder Ethereum noch Binance können sie alle erreichen. In IBAX können Sie eine solche \"Utopie\" erstellen",
    "feature.consensus": "Öko-Unabhängigkeit",
    "feature.costs": "Öko-Konsens und Gebühren",
    "feature.issuing": "Ausgabe von Eco-Münzen",
    "feature.economic": "Ökoökonomische Governance",
    "feature.mining": "Öko-Entwicklung",
    "feature.incentives": "Eco-Mining & Anreize",
    "feature.model": "Eco-Governance GModel",
    "feature.eco": "Eco-Coins, GAS-Gebühren und Mining werden alle vom Ökosystem selbst definiert",
    "feature.choose": "Sie können diese Eco-Setups Ihren eigenen Vorstellungen anpassen. Durch die Kombination mehrerer Formate können alle Anwendungsszenarien abgedeckt werden, sodass Sie Ihr Geschäftsmodell gleichzeitig verwirklichen können Berücksichtigen Sie die Führung und Förderung Ihrer eco-Mitglieder",
    "feature.business": "Das Geschäft ist ein komplexes und volatiles Umfeld. Wir nehmen die Essenz des Geschäfts, um die Attribute zu abstrahieren von:",
    "feature.tokens": "Coins\/Token (Geld), GAS-Gebühren (Steuern), Konsens (Gesetz), Mining (Wirtschaft) und überlassen es dem Ökosystem zu entscheiden, sodass jedes Geschäftsumfeld in IBAX implementiert werden kann",
    "feature.economy": "EcoLib-Wirtschaft",
    "feature.gas": "Erhebung und Einbehaltung der ÖkoGAS-Gebühr",
    "feature.transactions": "Bei Inner-Eco-Transaktionen muss ein bestimmter IBXC-Betrag als GAS-Gebühr der Kette abgezogen werden. Dieses Modell ermöglicht es Eco-Mitgliedern, Eco-Tokens einfach zu folgen und zu halten, und ermöglicht es Eco-Erstellern, sich mehr zu konzentrieren auf das eigentliche Geschäft",
    "feature.expansion": "Öko-Skalierbarkeit",
    "feature.based": "Kettenübergreifende Öko-Anwendungen",
    "feature.use": "Das Ökosystem kann alle Infrastruktureinrichtungen von IBAX nutzen, einschließlich der Nutzung von CLB für „Cross-Chain“. Sie können alle Anwendungen im Ökosystem für Spiele, Verkauf und Community-Operationen implementieren, Regierungsangelegenheiten usw.",
    "feature.awards": "Preise und Auszeichnungen",
    "feature.ecology": "Ökologie schaffen",
    "feature.governance": "Öko-Governance",
    "feature.articles": "Artikel",
    "resource.project": "Ähnliche Projekte",
    "resource.more": "Weitere Erweiterungen",
    "resource.team": "Mannschaften",
    "resource.ac": "Kommunikationsanalyse",
    "resource.external": "Externe Zusammenarbeit",
    "resource.news": "Nachrichten",
    "resource.activity": "Veranstaltungen",
    "resource.white": "Weißes Papier",
    "resource.economic": "Ökonomische Modelle",
    "resource.partner": "Partnerschaften",
    "resource.video": "Videos",
    "resource.community": "Communities",
    "resource.document": "Dokumentation für Entwickler",
    "resource.download": "Downloads",
    "resource.technical": "Wir setzen uns dafür ein, die Gesellschaft mit der Blockchain-Technologie zu verändern",
    "resource.know": "Lernen Sie unsere Partner kennen",
    "resource.composed": "IBAX ist eine Gruppe von Menschen aus der ganzen Welt, die sich für Blockchain-Technologie begeistern. Wir verfolgen die Erforschung der Blockchain-Technologie bis zur praktischen Anwendung und erforschen ständig das neueste Wissen über Blockchain. Wir bieten eine solide und stabile Blockchain-Plattform für alle Teams, die zustimmen, sich uns anzuschließen.",
    "resource.needs": "Technologie muss praktische Probleme für den Menschen lösen. Wir hoffen, durch das Blockchain-Dezentralisierungskonzept eine dezentrale und autonome Plattform zu schaffen, auf der Sie einkaufen, ausgeben, reisen usw. und tun können, was Sie wollen, ohne sich Gedanken über Datenlecks, Vermögenssicherheit oder Datenschutzprobleme machen zu müssen, da alle diese Daten aufbewahrt werden von Ihnen und von Ihnen autorisiert.",
    "resourse.hundreds": "Hunderte von Menschen",
    "resourse.r": "R & D Mannschaft",
    "resourse.chain": "Blockchain",
    "resourse.underlying": "Die zugrunde liegende Architektur der Blockchain",
    "resourse.items": "Fünf",
    "resourse.leading": "Führende Blockchain-Technologien",
    "resourse.application": "Anwendungen",
    "resourse.system": "Blockchain-BaaS-Systeme",
    "resourse.machine": "Vertrag Virtuelle Maschine",
    "resourse.languages": "Kompatibel mit mehreren Vertragssprachen",
    "resourse.still": "Wir machen immer noch Durchbrüche",
    "resourse.view": "Sehen Sie sich weitere Kommentare zu unserer Technologie an",
    "resourse.person": "Gruppenführer",
    "resourse.charge": "Jeder der IBAX-Teamleiter ist ein herausragendes Talent auf seinem jeweiligen Gebiet und hat viele Beiträge zu IBAX geleistet",
    "resourse.from": "Technische Teams auf der ganzen Welt",
    "resourse.no": "Im Moment nicht verfügbar",
    "resourse.case": "Fälle",
    "resourse.senior": "Unser Senior Consultant Team",
    "resourse.doctor": "PhD in Kryptographie, University of Chicago",
    "resourse.phd": "Promotion in Kryptographie",
    "resourse.public": "Spezialist für öffentliche Angelegenheiten",
    "resourse.professor": "Professor (Polytechnisches Institut Paris)",
    "resourse.pro": "Professor",
    "resourse.affairs": "Spezialist für öffentliche Angelegenheiten",
    "resourse.developer": "Ich bin Entwickler im IBAX-Team und habe meine Werte innerhalb dieser Familie verwirklicht und die Leute respektieren meine Ideen, was das Schönste ist.",
    "resourse.designer": "Ich bin ein Designer, der für das gesamte visuelle Design für IBAX verantwortlich ist.",
    "resourse.soon": "Ich hoffe, ich kann Sie bald kennenlernen, da ich als Handelsspezialist für Geschäftsabgleich und Verhandlungen für IBAX verantwortlich bin.",
    "resourse.joined": "Ich bin 2019 dem IBAX-Team beigetreten und habe das schnelle Wachstum von IBAX miterlebt.",
    "resourse.responsible": "Ich bin für das Produktdesign von Weaver verantwortlich, um Ihre Entwicklung besser zu unterstützen. Ich habe eine Reihe von BaaS-Anwendungen erstellt und hoffe, dass Sie gute Erfahrungen damit machen.",
    "resourse.hum": "Hum! Stehen Sie meiner Programmierung nicht im Wege, ich habe noch viele Ideen zu verwirklichen.",
    "resourse.our": "In unserem Team gibt es keine Kommunikationslücken, es gibt keine Diskriminierung, ich kann meine Meinung sagen und jeder hilft mir.",
    "resourse.administrative": "Ich bin Verwaltungsspezialist und für das Management des Teams und der Systeme verantwortlich, die sicherstellen, dass unsere weltweit verteilten Mitarbeiter reibungslos zusammenarbeiten und kommunizieren können.",
    "resourse.gains": "Jutkey Wallt profitiert vom Beitritt zu IBAX",
    "resourse.used": "Das Team von Jutkey Wallt hat in vielerlei Hinsicht technische Unterstützung von IBAX erhalten, indem es das IBAX-Netzwerk als Basisanwendung für das Wallet nutzte und mit dem IBAX-Team in Kontakt blieb.",
    "resourse.story": "Entdecken Sie die ganze Geschichte",
    "resourse.excellent": "Erstaunliche Teams haben sich dem IBAX-Ökosystem angeschlossen",
    "resourse.learn": "Erfahren Sie mehr über Apps im IBAX-Ökosystem",
    "resourse.compatible": "Diese Anwendungen werden mit der vertragskompatiblen IBAX-Funktion mit einem Klick umweltfreundlich bereitgestellt",
    "resourse.name": "EcoLib-Name",
    "resourse.cases": "Alle Fälle anzeigen",
    "resourse.advantage": "Anwendungsvorteile",
    "resourse.gain": "IBAX gibt dir einen Highspeed-Boost",
    "resourse.problems": "Dies sind echte Probleme für Entwickler und mit IBAX werden Sie keine Probleme haben, sich ihnen zu stellen.",
    "resourse.threshold": "Entwicklungsschwelle",
    "resourse.every": "Jedes Team möchte seine Ideen mit minimalem Arbeitsaufwand verwirklichen. IBAX Network stellt Ihnen eine umfassende Entwicklungsdokumentation zur Verfügung, in der Sie die gewünschte Eco-App erstellen können, und wir unterstützen auch die Online-Bearbeitung von Smart Contracts in dem von uns bereitgestellten Online-BaaS-System.",
    "resourse.time": "Sparen Sie Entwicklungszeit",
    "resourse.names": "Name",
    "resourse.d": "R & D Direktor",
    "resourse.information": "Weitere Informationen anzeigen",
    "resourse.cost": "Geringere Kosten",
    "resourse.noticed": "Wir haben festgestellt, dass viele hervorragende Entwicklerteams von den hohen Gebühren einiger Blockchains hart getroffen wurden. Das IBAX-Netzwerk hingegen hat eine hohe Ausführungseffizienz und eine hohe Blockkapazität, sodass die Transaktionsgebühren im IBAX-Netzwerk extrem niedrig sind.",
    "resourse.handling": "Geringere Bearbeitungsgebühren",
    "resourse.operations": "Betriebsleiter",
    "resourse.help": "Holen Sie sich weitere Hilfe",
    "resourse.news": "Nachrichten",
    "resourse.follow": "Folgen Sie den Nachrichten, um mehr über IBAX zu erfahren",
    "resourse.source": "Quelle",
    "resourse.type": "Art",
    "resourse.search": "Suche",
    "resourse.introduce": "Einführung",
    "resourse.explanation": "Lernen Sie IBAX in einem Video kennen",
    "resourse.video": "Videovorstellung des IBAX-Teams",
    "resourse.sourceview": "Datenquellen anzeigen",
    "resourse.start": "Start playing",
    "resourse.how": "So verwenden Sie Weber:",
    "resourse.quickly": "Erstellen Sie schnell ein Ökosystem mit Weaver",
    "resourse.issuance": "Mit einem Klick Münzen ausgeben",
    "resourse.visual": "Visuelle Öko-Governance-Seite",
    "resourse.official": "Offiziell",
    "resourse.facebook": "Facebook",
    "resourse.twitter": "Twitter",
    "resourse.community": "Gemeinschaft",
    "resourse.technology": "Technologien",
    "resourse.ecologically": "EcoLibs",
    "resourse.activities": "Veranstaltungen",
    "solutions.make": "Jedes Original verdient Respekt",
    "solutions.copyright": "Blockchain-Urheberrecht",
    "solutions.protection": "Die IBAX-Urheberrechtsschutzplattform bietet Inhaltsproduzenten oder Inhaltsbetreibern eine One-Stop-Online-Urheberrechtsschutzlösung, die Rechtehinterlegung, Verbreitungsüberwachung, E-Discovery und gerichtliche Schutzrechtsstreitigkeiten integriert.",
    "solutions.stop": "Urheberrechtsschutz aus einer Hand",
    "solutions.reduce": "Reduzieren Sie Kosten und steigern Sie die Effizienz für die Industrie",
    "solutions.value": "Den Wert des Urheberrechts neu gestalten",
    "solutions.deposit": "Rechtehinterlegungen",
    "solutions.quick": "Schnelles Tool zur Rechteregistrierung. Basierend auf den Funktionen von Blockchain kann es „das Recht sofort nach der Veröffentlichung bestätigen“, wodurch die traditionelle Arbeit von 7 bis 30 Tagen in 1 Minute gelöst werden kann. Ermöglicht das sichere Hochladen von Informationen wie der Identität des Rechteinhabers, der eindeutigen ID (Hashwert) des registrierten Inhalts und des Zeitpunkts der Registrierung in die Blockchain.",
    "solutions.integrate": "Die Integration getrennter Geschäftsbereiche in einen Online-Service aus einer Hand,",
    "solutions.rights": "Es integriert Rechtehinterlegung, Verbreitungsüberwachung, E-Discovery und Rechteschutzdienste und ermöglicht es ursprünglichen Urhebern\/Organisationen, Urheberrechtsschutz \"ohne einen einzigen Aufwand\" zu erreichen.\"",
    "solutions.strong": "Starker technischer Support",
    "solutions.spread": "Verteilungsüberwachung",
    "solutions.precision": "Hochgenaues netzwerkweites Überwachungstool. Basierend auf DNA-Tracking-Technologie zum Stempeln von Originalwerken mit einer \"Identität\", Suchfunktion auf Milliardenebene in Millisekunden, genaue Identifizierung von Verstößen im gesamten Netzwerk, On-Demand-Überwachung, selbstdefinierter Überwachungsumfang und jährlicher Service.",
    "solutions.costs": "Reduzieren Sie Kosten und steigern Sie die Effizienz für die Industrie",
    "solutions.reshaping": "Den Wert des Urheberrechts neu gestalten",
    "solutions.trustworthy": "Erstellen Sie eine vertrauenswürdige Urheberrechts-Öko-Allianz, teilen Sie zugehörige Informationen in der Blockchain, erreichen Sie Integration und Datenaustausch innerhalb der Smart Contract- und Geschäftsanwendungsschichten und erreichen Sie eine faire und Echtzeit-Umsatzverteilung durch Smart Contracts.",
    "solutions.financial": "Finanzielle Sicherheit",
    "solutions.supply": "Lieferkettenfinanzierung",
    "solutions.service": "Die Supply-Chain-Finanzdienstleistungsplattform ermöglicht durch die digitale Aufwertung der Forderungen von Kernunternehmen die Weitergabe von Forderungen an vorgelagerte Lieferanten als Kreditnachweise, die durch die Lieferkette fließen, wodurch das Problem der teuren Finanzierung und der schwierigen Finanzierung für kleine und mittlere Unternehmen gelöst wird Kleinstunternehmen am Ende der Lieferkette. Gleichzeitig bieten die Identitätssicherheit auf finanzieller Ebene und die Transaktionssicherheitsauthentifizierung auch eine Komplettlösung für kontaktlose Online-Transaktionen von Unternehmen.",
    "solutions.watch": "Demo ansehen",
    "solutions.issuance": "Öffnen und fließen",
    "solutions.early": "Vorzeitiger Einzug von Geldern auf dem Konto",
    "solutions.destruction": "Debitorenvernichtung",
    "solutions.digital": "Vollständiges Lifecycle-Management digitaler Assets",
    "solutions.credit": "Kernunternehmen können ihre Verbindlichkeiten gegenüber First-Tier-Lieferanten online basierend auf Bankkrediten bestätigen und hochladen. Tier-1-Lieferanten können ihre Forderungen an Tier-2- oder mehr Lieferanten in der Blockchain übertragen.",
    "solutions.fully": "Vollständig offen für eine Vielzahl von Finanzinstituten wie Banken, Factoring, Garantien und Trusts sowie Kernunternehmen und Lieferanten vor- und nachgelagert in der Lieferkette.",
    "solutions.build": "Bauen Sie gemeinsam ein Blockchain-basiertes kollaboratives Ökosystem für die Finanzierung der Lieferkette auf. Wir begrüßen auch große Banken mit der Kraft, sich der Blockchain-Allianz anzuschließen, um zusammenzuarbeiten. Das Hochladen, Generieren, Fließen, Finanzieren und Vernichten von digitalen Vermögenswerten für den gesamten Lebenszyklus von Forderungen erfolgt direkt in der Kette. Eliminieren Sie die doppelten Ausgaben- und Abstimmungsprobleme, die häufig in Nicht-Blockchain-Systemen auftreten.",
    "solutions.flexible": "Flexibles offenes und gemeinsam genutztes Ökosystem",
    "solutions.suppliers": "Lieferanten auf allen Ebenen können in der Blockchain gehaltene Forderungen an Geldgeber übertragen und im Voraus Bargeldeinzüge erhalten.",
    "solutions.assist": "Unterstützung von Kernunternehmen beim Supply Chain Penetration Management",
    "solutions.after": "Sobald das Kernunternehmen die Zahlung geleistet hat, rechnet die Partner-Clearingstelle von IBAX die Zahlung an die Empfänger in der Blockchain ab, einschließlich Lieferanten und Geldgeber auf allen Ebenen",
    "solutions.demo": "Fälle anzeigen",
    "solutions.diversified": "Diversifizierte Vermögensverwaltung",
    "solutions.asset": "Asset-Management-Plattformen",
    "solutions.credible": "Eine flexible, glaubwürdige und diversifizierte Asset-Management-Plattform, die auf Blockchain aufbaut, hilft Unternehmen dabei, zugrunde liegende Assets in die Chain zu stellen, Asset-Paketierung, Autorisierung und andere durchdringende Verwaltung in der Chain zu realisieren und Assets durch On-Chain-Risikokontrolle kontinuierlich zu verfolgen, um Asset-Verträge auszustellen und Senkung der Finanzierungsschwelle für Unternehmen mit schwacher Hauptkreditfähigkeit, aber hochwertigen Vermögenswerten.",
    "solutions.management": "Automatisiertes On-Chain-Asset-Management",
    "solutions.smart": "Smart Contract Asset Management",
    "solutions.real": "Durchdringendes Fondsmanagement",
    "solutions.time": "Echtzeit-Risikokontrollanalyse-Engine",
    "solutions.including": "Dazu gehören die On-Chain-Speicherung von Assets in Echtzeit, die On-Chain-Asset-Verifizierung, die automatische Asset-Autorisierung, das Asset-Entscheidungsmanagement und die Asset-Risikokontrollanalyse.",
    "solutions.risk": "On-Chain-Asset-Risikokontroll-Analyse-Engine der zweiten Ebene, um einen durchdringenden Einblick in die zugrunde liegenden Asset-Details zu ermöglichen,",
    "solutions.structured": "strukturierte Vermögenswerte transparenter und vertrauenswürdiger zu machen.",
    "solutions.privacy": "Blockchain-Datenschutz auf Finanzniveau",
    "solutions.realize": "Intelligente vertragsbasierte Strukturierung von Asset-Transaktionen, automatische Vertragsausstellung, revolvierender Asset-Kauf und Asset-Ersatzfunktionen.",
    "solutions.second": "Kreditverstärkung der zweiten Ebene der Durchdringung von Vermögenswerten",
    "solutions.relying": "Setzen Sie auf das Blockchain-Konto und das Verifizierungssystem, ermöglichen Sie One-Stop-Services wie Online-Vertragsabschluss sowie Inkasso und Zahlung, helfen Sie Geldgebern, den Vermögensbildungsprozess zu sehen, und helfen Sie Unternehmen, kostengünstigere Mittel zu erhalten.",
    "develope.tool": "Visualisierungstool",
    "develope.functions": "Funktionen von Weaver",
    "develope.ecoLib": "Wie erstelle ich eine neue ecoLib? EcoLib ist schnell zu erstellen. Der Ersteller hat alle administrativen Rechte.",
    "develope.operation": "Sehen Sie sich unser Anleitungsvideo an",
    "develope.weaver": "Weaver ist für IBAX-Entwickler",
    "develope.bass": "Die BaaS-Funktion wurde zu Weaver hinzugefügt und Sie können damit Ihr Ökosystem erstellen und verwalten.",
    "develope.encounter": "Wenn Sie Probleme bei der Entwicklung haben",
    "develope.technology": "Das IBAX-Team ist technikorientiert und interessiert an allen Entwicklungsfragen und wir werden zeitnah auf Fragen innerhalb der Community antworten.",
    "develope.document": "Entwicklerdokumentation",
    "develope.use": "1. Dokumentation zur IBAX-Blockchain",
    "develope.doc": "2. Dokumentation zu Weaver",
    "develope.engineer": "Entwicklerforum",
    "develope.can": "Sie können hier Fragen nachschlagen und wenn Sie keine Lösung erhalten, werden Ihnen andere Entwickler in der Community zeitnah die Antworten geben, die Sie benötigen.",
    "develope.enter": "Betreten Sie das Forum",
    "develope.questions": "Probleme und Feedback",
    "develope.find": "Wenn Sie einen schwerwiegenden Fehler finden, teilen Sie uns dies bitte mit und unsere Ingenieure werden sich so schnell wie möglich darum kümmern. Wenn das Problem bestätigt wird, erhalten Sie auch eine Belohnung.",
    "develope.bug": "Senden Sie ein Problem",
    "develope.open": "Offen für Entwickler, reichen Sie intelligente Verträge auf dem BaaS-Marktplatz ein, um Einnahmen zu erzielen",
    "develope.has": "IBAX hat eine BaaS-Anwendungsplattform eröffnet, auf der Entwickler Lösungen einreichen können, um eine Belohnung zu erhalten, sobald sie vom Audit-Team in einer vom Entwickler festzulegenden Form genehmigt wurden.",
    "develope.paid": "Mehrere Zahlungsmodelle",
    "develope.there": "Mit der von Ihnen eingereichten Lösung können Sie drei Zahlungsmethoden festlegen:",
    "develope.fees": "1. Abzüge bei Installation und Nutzung, bei dem es sich um einen einmaligen Abzugsmechanismus handelt, der die Installations- und Nutzungsgebühren des Benutzers abzieht.",
    "develope.deducted": "2. On-Use-Abzug, wenn ein Abzug erfolgt, wenn die Lösung innerhalb der Anwendung verwendet wird, handelt es sich um einen fortlaufenden Abzug, der fortlaufend erfolgt.",
    "develope.deduction": "3. Kombinierter Abzug, bei dem bei der Installation ein bestimmter Betrag abgezogen wird und bei jeder Nutzung der Lösung noch ein bestimmter Betrag abgezogen wird.",
    "develope.audit": "Code-Sicherheitsprüfung",
    "develope.review": "Das IBAX-Codeüberprüfungsteam führt eine Sicherheitsüberprüfung aller Smart Contracts durch, die auf dem BaaS-Marktplatz eingereicht werden, um die Sicherheit aller Benutzer und den Gewinn des Entwicklers zu schützen.",
    "develope.code": "ow Code ist für alle Entwickler äußerst benutzerfreundlich und aus diesem Grund bietet das IBAX-Team eine Low-Code-Entwicklungsplattform an, die wir \"Weaver\" nennen.",
    "develope.lowCode": "Low-Code",
    "develope.ecological": "Ökologisches Management",
    "develope.quickly": "In Weaver können Sie schnell ein Ökosystem über eine Visualisierungsseite erstellen, indem Sie eine Auswahl an Konfigurationen verwenden, um die Ökosystemregeln zu initialisieren, und Mitglieder, die dem Ökosystem beitreten, müssen sich an Ihre Ökosystemregeln halten",
    "develope.also": "Weaver unterstützt auch die visuelle Zusammenarbeit beim Ein-Klick-Import von Verträgen aus anderen Blockchains. Wenn Sie ein erfahrener Öko-Entwickler sind, können Sie diese Funktion verwenden, um Ihr Ökosystem nahtlos in anderen Blockchains zu referenzieren.",
    "develope.online": "Online-Vertragseditor",
    "develope.frameworks": "Online-Editor für intelligente Verträge, der Vertragsrahmen und Vorlagen bereitstellt, um Entwicklern bei der schnellen Entwicklung von Öko-Verträgen zu helfen.",
    "develope.means": "Save-and-Upload können Sie den abgeschlossenen Vertrag nach erfolgreicher Speicherung veröffentlichen und auf das Ökosystem anwenden.",
    "develope.drag": "Bietet Drag-and-Drop-Funktionen, mit denen Sie Steuerelemente hinzufügen können, wodurch sich wiederholende Entwicklungsarbeiten reduziert werden.",
    "develope.template": "Vorlage",
    "develope.number": "Eine große Anzahl grundlegender Vorlagen wurde zu Weaver hinzugefügt, wie z. B.: Umfragevorlagen, Nachrichtenvorlagen, BaaS-Anwendungen, Mitgliederverwaltung usw. Diese Vorlagen können über eine visuelle Seite direkt zu Ihrer Ökologie hinzugefügt werden.",
    "develope.roadmap": "Roadmap",
    "develope.explore": "Entdecken Sie mehr Blockchain-Technologie",
    "develope.enthusiast": "Wenn Sie ein Enthusiast der Blockchain-Technologie sind, werden Sie bei IBAX weitere technologische Innovationen erleben.",
    "develope.finder": "Wenn Sie ein Fehlersucher sind, IBAX-Schwachstellen finden oder die Schwachstellen lösen, werden Sie mit Münzen belohnt.",
    "develope.innovator": "Wenn Sie ein Innovator sind, reichen Sie hier Ihren Vorschlag ein und Sie werden vom IBAX-Team unterstützt, sei es finanziell oder technisch.",
    "develope.repository": "Gehen Sie zum Repository von IBAX",
    "develope.topics": "Finden Sie spannende Themen",
    "develope.project": "Reichen Sie Ihr Projekt ein",
    "develope.encourage": "Ermutigen Sie Entwickler, dem IBAX-Ökosystem beizutreten und ihre eigene Ökosystementwicklung abzuschließen.",
    "develope.submit": "Reichen Sie Ihre kreativen Ideen auf GitHub ein, lassen Sie sich von der IBAX Foundation genehmigen und erhalten Sie Hilfe und Unterstützung vom technischen Team von IBAX. Halten Sie GitHub auf dem Laufenden und erhalten Sie Belohnungen für IBAX-Token und Entwicklungskosten nach Ausfüllen des Antrags zurückerstattet",
    "develope.excellent": "Hervorragende Öko-Anwendungen werden kontinuierlich belohnt, und die IBAX Foundation gewährt Entwicklern jeden Monat oder jedes Quartal eine großzügige IBXC-Coin-Belohnung und Medienunterstützung, basierend auf Öko-Aktivität und Beitrag",
    "develope.exciting": "Finden Sie spannende Themen",
    "develope.encourages": "Die IBAX Foundation ermutigt Sie, unser Technology Research Center zu betreten und Ihre brillanten Vorschläge zu machen, wir werden alle guten Vorschläge ernsthaft prüfen, und die IBAX Foundation wird Ihnen einen geben großzügige Münzprämie für die angenommenen Fragen.",
    "develope.wonderful": "Erstelle ein Thema, IBAX ist wunderbar wegen dir",
    "develope.reward": "Belohnung für das Finden von Fehlern",
    "develope.get": "Sie können 10 bis 50.000 IBAX-Münzen für das Entdecken von IBAX-Fehlern oder das Lösen von IBAX-Fehlern erhalten.",
    "develope.receive": "Fehler finden, Belohnungen erhalten",
    "develope.issue": "Fehlerbeschreibung",
    "develope.on": "an",
    "develope.mentioned": "Erwähnt",
    "develope.replies": "Antworten",
    "develope.join": "Diskussion beitreten",
    "develope.discuss": "diskutieren",
    "develope.check": "Sehen Sie sich weitere Themen auf GitHub an",
    "develope.forum": "Diskussionsforum",
    "develope.bugs": "Fehler, die Belohnungen erhalten haben",
    "develope.honor": "Entwickler ehren",
    "develope.forget": "Wir werden niemals Entwickler vergessen, die herausragende Beiträge zu IBAX geleistet haben, und bei IBAX werden Sie geehrt und mit einer großzügigen Menge an Coins belohnt.",
    "develope.see": "Alle Honor-Entwickler anzeigen",
    "develope.export": "Die Seite befindet sich in der Entwicklung. Bitte kommen Sie später wieder",
    "about.can": "Sie können uns auf folgende Weise folgen",
    "about.have": "Wir haben soziale Konten auf verschiedenen Medienplattformen, Sie können mit uns interagieren, indem Sie Kommentare hinterlassen",
    "about.our": "Wir haben soziale Konten auf verschiedenen Medienplattformen, Sie können mit uns interagieren, indem Sie Kommentare hinterlassen",
    "about.events": "Veröffentlichte Veranstaltungen und Blockchain-News",
    "about.an": "Videokanäle",
    "about.follow": "Follow-up zu unserem Team und Karriereinformationen",
    "about.you": "Sie können auch mitmachen:",
    "about.want": "Möchten Sie Antworten auf Ihre technischen Fragen erhalten? Bitte gehen Sie ins Tech-Forum",
    "news.read": "Lies jetzt",
    "about.talk": "Rede mit uns",
    "about.send": "schicken",
    "about.contact": "KONTAKTIERE UNS",
    "about.input": "Die Eingabe darf nicht leer sein",
    "about.success": "Erfolgreich gesendet",
    "about.fail": "Senden fehlgeschlagen",
    "resource.practical": "IBAX ist ein praktisches, skalierbares Open-Source-Material der Blockchain-Welt auf Unternehmensebene.",
    "resource.provide": "IBAX könnte eine stabile und zuverlässige Umgebung für den Austausch von Geschäftsdaten (Assets, Token, Zertifikate usw.) bereitstellen und damit schnell interagieren.",
    "events.urge": "IBAX-Anreize",
    "events.center": "Veranstaltungen",
    "events.new": "Erfahren Sie hier mehr über die neuesten IBAX-Events und Sie können tolle Belohnungen verdienen!",
    "events.online": "Testnet Online",
    "events.invited": "Sie sind eingeladen, das IBAX-Testnet zu erleben",
    "events.tasks": "Testaufgaben.",
    "events.testing": "Öffnen Sie das Testberichtsformular. Es enthält Testaufgaben (grundlegende DeFi-Anwendungsfälle wie liefern, leihen, einsetzen usw.);",
    "events.them": "Folgen Sie ihnen Schritt für Schritt und geben Sie die Antworten ein, während Sie fortfahren. Melden Sie Fehler, Störungen, Tippfehler und Verbesserungsbereiche, die Sie gefunden haben.",
    "events.manual": "Verwenden Sie das Testnet-Handbuch, um zu lernen, wie Sie die Aufgaben ausführen; Es enthält Schritt-für-Schritt-Anleitungen für jeden Anwendungsfall.",
    "events.discord": "Tritt unserem Discord bei",
    "events.telegram": "Tritt unserem Telegramm bei",
    "events.subscribe": "Abonnieren Sie unser YouTube",
    "events.join": "Dazu kommen",
    "events.coming": "Kommt bald",
    "events.next": "Nächste Veranstaltung",
    "events.more": "Mehr",
    "events.marvellous": "Tolle Veranstaltungen",
    "events.future": "Kommende Veranstaltungen",
    "events.home": "Veranstaltungen auf der Homepage",
    "events.content": "Verwandte Ereignisse",
    "events.much": "Weitere Veranstaltungen",
    "events.act": "Inhalt der Veranstaltungen",
    "events.follow": "Folgen Sie IBAX für die neuesten Nachrichten",
    "events.address": "Geben sie ihre E-Mailadresse ein",
    "events.now": "Abonniere jetzt",
    "server.privacy": "Datenschutz-Bestimmungen",
    "server.term": "Nutzungsbedingungen",
    "server.policy": "Datenschutzerklärung der Website",
    "server.applies": "Diese Datenschutzerklärung gilt für die Website von IBAX. Der Schutz Ihrer Privatsphäre ist uns wichtig. Wir sind der Verantwortliche für Ihre personenbezogenen Daten und diese Richtlinie erläutert, wie wir mit personenbezogenen Daten umgehen Informationen innerhalb der Organisation",
    "server.collect": "Arten von personenbezogenen Daten, die wir erfassen",
    "server.personal": "Ihre personenbezogenen Daten, Ihre Entscheidungen und unsere Verantwortlichkeiten",
    "server.our": "Wir und unsere Partner verwenden Cookies oder ähnliche Technologien, um nicht sensible Informationen wie Ihre IP-Adresse zu durchsuchen und zu speichern.",
    "server.processing": "Die Verarbeitung relevanter Daten ermöglicht es uns, die Benutzererfahrung zu verbessern, die Besucherrate der Website und der Funktionen sozialer Netzwerke zu messen oder mit personalisierter Werbung zusammenzuarbeiten.",
    "server.clicking": "Indem Sie auf „Zustimmen“ klicken, akzeptieren Sie die Verwendung von Cookies durch IBAX und seine Partner.",
    "server.business": "Unser Geschäftspartner",
    "server.change": "Zusammen mit unseren Partnern verarbeiten wir nach Einholung Ihrer Zustimmung die folgenden Daten auf der Grundlage Ihrer Meinungen: Speichern und\/oder Surfen von Informationen auf dem Endgerät, Werbung und Personalisiert Inhalte, Bewertung der Wirksamkeit von Werbung und Inhalten, Zielgruppendaten und Produktentwicklung",
    "server.agree": "Zustimmen",
    "server.disagree": "Nicht zustimmen",
    "road.paper": "IBAX NetworkVision White Paper V1.0 veröffentlicht",
    "road.website": "IBAX Network 1.0 Offizielle Website online IBAX öffentliche Netzwerkinfrastruktur",
    "road.built": "Eingebaute DAPPs wie die One-Click-Erstellung einer neuen Ökologie und das DAO-Governance-Voting-System werden in der internen Testkette eingerichtet. Optimieren Sie Testknotenparameter und Vertragslogik Starten Sie einen frühen Entwickler Testnetz-Ökosystem",
    "road.whitePaper": "IBAX Network WhitePaper V2.0 Update-Iteration Konsensoptimierung der Hauptkette und Upgrade-Iteration Realisieren Sie ein verteiltes Netzwerk basierend auf der IBAX Network-Hauptkette und der Kombination von Knoten und Hardware veröffentlichen die visuelle Entwicklerkomponentenplattform Weaver auf IBAX Network Optimieren Sie die Verarbeitung von Reihengeschäften Optimieren Sie den Anreizverwaltungsmechanismus Vollständiges Teilzahlungsmanagement",
    "road.online": "IBAX Network neue Website online Launch des globalen Alpha Mainnets",
    "road.construction": "Offene Bauökologie Schnittstellenkompatibilität und Perfektionierung der Mainstream-Kette Links zu Apps, die mit mehreren Wallets kompatibel sind",
    "road.construct": "Umfassender Aufbau und Verbesserung der Blockchain-Infrastruktur Unterstützung von Cross-Chain-Asset-Vereinbarungen Stiftungsinvestitionen zur Einführung der Betriebsökologie",
    "road.improve": "Verbessern Sie die Infrastruktur des Meta-Universums Öffnen Sie NFT, DEFI-Ökomarkt",
    "road.upgrade": "Aktualisieren Sie den verteilten P2P-Netzwerkdienst unter IBAX Network",
    "road.no": "Keine Daten",
    "login.test": "IBAX-Test online Fordern Sie Airdrop mit Twitter-Login an",
    "login.with": "Melden Sie sich jetzt bei Airdrop an",
    "login.event": "Nimm am IBAX-Twitter-Event teil, um Airdrop-IBXC zu verdienen!",
    "login.activities": "Nehmen Sie an IBAX-Twitter-Aktivitäten teil und erhalten Sie Airdrop-Punkte",
    "login.why": "Was ist IBAX!",
    "login.build": "IBAX zielt darauf ab, ein Metaversum mit DPoA-Konsens aufzubauen, in dem jeder Bewohner des Metaversums, der IBXC besitzt, die Gemeinschaftsregeln ändern kann, indem er abstimmt, um eine wirklich dezentralisierte Verwaltung des Metaversums zu erreichen.",
    "login.has": "IBAX verfügt über eine leistungsstarke und hocheffiziente mehrsprachige virtuelle Maschinenfunktion (IVM), die Öko-Anwendungen auf Ethereum- oder Binance-Blockchain mit einem Klick importieren kann.",
    "login.welcomes": "IBAX heißt jeden willkommen, an der Meta-Welt teilzunehmen, und gibt jedem Bewohner ein NFT mit permanentem Mining-Zugang, und jeder mit einem Smart-Gerät kann Meta-Mining-Belohnungen aktivieren.",
    "login.team": "Egal, ob Sie Einzel- oder Teamentwickler sind, Sie können das von IBAX bereitgestellte Öko-Management-Tool namens Weaver verwenden, das eine große Anzahl von BaaS-Anwendungen integriert, um schnell Ökosysteme zu erstellen und Öko-Token ausgeben. Sie können Ihre Entwicklungszeit erheblich verkürzen durch die Verwendung von Weber",
    "login.online": "IBAX Test Network ist online 5.000.000 IBXC in Preisen .",
    "login.join": "Nehmen Sie an der IBAX-Airdrop-Kampagne teil und laden Sie Ihre Freunde ein, gemeinsam IBXC-Münzen zu verdienen.",
    "personal.on": "Folgen Sie IBAX",
    "personal.please": "Bitte folgen Sie IBAX auf Twitter und klicken Sie danach auf „Gefolgt“.",
    "personal.followed": "Gefolgt",
    "personal.not": "Noch nicht gefolgt",
    "personal.fol": "Folgen Sie Twitter",
    "personal.cancalf": "Entfolgen",
    "personal.repost": "Retweete und beanspruche deinen IBXC",
    "personal.follow": "Bitte retweeten Sie den Beitrag und erhalten Sie dann Ihre IBAX-Punkte",
    "personal.forwarded": "Retweeten",
    "personal.notf": "Unvollendet",
    "personal.finished": "Beendet",
    "personal.own": "Punkte:",
    "personal.coins": "Lade einen Freund ein, um IBXC zu verdienen:",
    "personal.invite": "Lade Freunde ein, um mehr IBXC zu verdienen",
    "personal.get": "Folgen Sie IBAX, um 2.000 Punkte zu erhalten",
    "personal.go": "Gehen Sie zu folgen",
    "personal.task": "Aufgabe",
    "personal.redeem": "Tilgen",
    "personal.retweet": "Retweeten",
    "personal.record": "Schallplatte",
    "personal.date": "Datum",
    "personal.earn": "Verdiene Punkte",
    "personal.participate": "Teilnehmen",
    "personal.still": "Das Event läuft noch, bitte nach Ende des Events einlösen!",
    "personal.ranking": "Rangfolge",
    "personal.history": "Geschichte",
    "personal.redeems": "Tilgen",
    "personal.retweets": "Retweeten",
    "personal.share": "Teilen",
    "personal.code": "Identifizieren Sie den QR-Code, um die mobile Version der Veranstaltungsseite aufzurufen",
    "personal.friends": "Laden Sie Ihre Freunde ein, IBXC zu erhalten, und die 10 besten Empfehler erhalten eine zusätzliche Empfehlungsprämie.",
    "personal.will": "IBXC wird am 1. Februar 2022 um 8:00 Uhr EST zur Einlösung verfügbar sein, binden Sie jetzt Ihre Wallet-Adresse",
    "personal.points": "Punkte:",
    "personal.once": "Nach dem Absenden kann die Adresse nicht mehr geändert werden. Bestätigen Sie Ihre Wallet-Adresse",
    "personal.confirm": "Bitte bestätigen Sie Ihre Adresse und bewahren Sie Ihre privaten Schlüssel und Mnemonics sicher auf",
    "personal.your": "Ihre Wallet-Adresse",
    "personal.submit": "einreichen",
    "personal.werver": "Gehen Sie zu Weaver und erstellen Sie eine Wallet-Adresse",
    "personal.how": "So verwenden Sie Weber",
    "personal.address": "Wallet-Adresse:",
    "personal.available": "Die Einlösung von IBXC-Münzen ist am 1. Februar 2022 um 8:00 Uhr EST möglich",
    "personal.storage": "Speicherblock:",
    "personal.view": "Informationen zu Blöcken anzeigen",
    "personal.redemption": "IBXC wird am 1. Februar 2022 um 8:00 Uhr EST zur Einlösung verfügbar sein",
    "personal.redeemable": "Einlösbare Münzen:",
    "personal.submitted": "Ihre Brieftaschenadresse: {Adresse}, Nach dem Absenden kann die Adresse nicht mehr geändert werden. Bitte bestätigen Sie Ihre Wallet-Adresse.",
    "personal.cancel": "Stornieren",
    "personal.retweetpoint": "Retweet-Punkte",
    "personal.referral": "Empfehlungspunkte",
    "personal.gitHubCoin": "GitHub-Münzen",
    "personal.center": "Persönliches Zentrum",
    "personal.airdrop": "Lufttropfen",
    "personal.ret": "Retweets",
    "personal.list": "Punkteverlauf",
    "personal.referrals": "Empfehlungen",
    "personal.ruless": "Regeln",
    "personal.git": "GitHub",
    "personal.geti": "Holen Sie sich IBXC",
    "personal.invites": "Laden Sie Ihre Freunde ein, IBXC-Münzen zu verdienen",
    "personal.week": "Diese Woche",
    "personal.link": "Ihr Empfehlungslink",
    "personal.shareOn": "Teilen Sie weiter",
    "personal.qr": "Ihr Empfehlungs-QR-Code",
    "personal.our": "Retweeten Sie Ihren Beitrag, um MAX. Punkte zu verdienen",
    "personal.point": "IBAX-Punkte",
    "personal.challenge": "Herausforderung",
    "personal.earned": "Punkte erhalten",
    "personal.tw": "Folgen Sie Twitter",
    "personal.retw": "Retweeten",
    "personal.for": "Retweet für Airdrop-Punkte",
    "personal.campaign": "Retweet-Kampagne",
    "personal.redeemed": "Verdient und eingelöst",
    "personal.tasks": "Neue Aufgaben werden täglich aktualisiert und Sie können bis zu 60.000 IBAX-Punkte sammeln",
    "personal.together": "Teilen Sie mit Ihren Freunden und verdienen Sie gemeinsam IBXC-Münzen",
    "personal.sharer": "Datensatz teilen",
    "personal.refer": "Empfehlen Sie einen Freund, um IBXC zu erhalten. Die 10 besten Empfehlungen können einen zusätzlichen Empfehlungsbonus erhalten",
    "personal.id": "Twitter-ID",
    "personal.join": "Beitrittsdatum",
    "personal.ge": "Holen Sie sich IBXC",
    "personal.bind": "Binden Sie Ihre Wallet-Adresse, um IBXC-Münzen einzulösen",
    "personal.soon": "Bitte binden Sie Ihre Wallet-Adresse so schnell wie möglich.",
    "personal.yourPoints": "Ihre Punkte",
    "personal.yourCoins": "Ihre Münzen",
    "personal.poin": "IBAX-Punkte",
    "personal.coin": "IBXC-Münzen",
    "personal.account": "Link zu GitHub",
    "personal.commits": "Meine Verpflichtungen",
    "personal.gr": "GitHub-Regeln",
    "personal.honor": "Entwickler ehren",
    "personal.ecosystem": "Ökosystem",
    "personal.bounty": "Technik \/ Prämie",
    "personal.resources": "Entwicklerwerkzeuge",
    "personal.user": "Benutzer",
    "personal.dashboard": "Fork and Star IBAX GitHub \n Projekt-Repository (go-ibax) \n Erhalten Sie 3000 Punkte",
    "personal.fork": "Fork and Star IBAX GitHub Project Repository (go-ibax) Holen Sie sich 3000 Punkte",
    "personal.keep": "Verfolgen Sie das Projekt-Repository von IBAX für weitere Punkte und Informationen zu IBXC-Prämien",
    "personal.project": "Folgte dem IBAX-Projekt-Repository",
    "personal.area": "Prämienbereich für Entwicklung",
    "personal.email": "E-Mail binden",
    "personal.sure": " Sicher",
    "personal.add": "E-Mail-Addresse",
    "personal.cod": "Bestätigungscode",
    "personal.send": "Schicken",
    "personal.enter": "Bitte geben Sie Ihre gültige E-Mail-Adresse ein",
    "personal.can": "E-Mail darf nicht leer sein",
    "personal.must": "Der Bestätigungscode muss ausgefüllt werden",
    "personal.digits": "Der Verifizierungscode darf nur 4 Ziffern lang sein",
    "personal.binging": "E-Mail-Bindung ist erfolgreich!",
    "personal.receive": "Sie erhalten zeitnahe Überprüfungs- und Belohnungsbenachrichtigungen für Ihre Einreichungsunterlagen!",
    "personal.also": "Weitere Informationen finden Sie auch im IBAX-Projekt",
    "personal.star": "Klicken Sie auf Stern, um Punkte zu erhalten",
    "personal.repository": "Klicken Sie auf den Stern des IBAX GitHub-Projektrepositorys (go-ibax), um 1500 Punkte zu erhalten ",
    "personal.claim": "Klicken Sie auf Stern, um Punkte zu erhalten",
    "personal.finish": "Ziel",
    "personal.forkto": "Forken, um Punkte zu bekommen",
    "personal.gofork": "Gehen Sie zum Fork des IBAX-GitHub-Projektrepositorys (go-ibax), um 1500 Punkte zu erhalten",
    "personal.check": "Jeden Tag werden neue Check-Ins und Veranstaltungen veröffentlicht",
    "personal.time": "Zeit bis zum nächsten Check-in",
    "personal.daily": "Täglicher Check-in",
    "personal.today": "Sie haben sich heute angemeldet",
    "personal.po": "Checken Sie noch heute ein und erhalten Sie {points} Punkte",
    "personal.system": "IBAX-Ehrensystem und Belohnungen",
    "personal.give": "Die IBAX Foundation wird in diesem Jahr über 10 Millionen IBXC als Anreiz für die Entwicklergemeinschaft vergeben, und Sie können sich beteiligen, indem Sie:",
    "personal.events": "Nehmen Sie an IBAX-Events und GitHub-Diskussionen teil, um IBAX-Punkte zu erhalten",
    "personal.constructive": "Schlagen Sie konstruktive Themen vor",
    "personal.approved": "Jedes genehmigte konstruktive Thema wird mit 200 Punkten belohnt, und die Belohnung wird innerhalb einer Woche nach dem 5. eines jeden Monats (IBAX-Tag) ausgestellt.",
    "personal.there": "Wenn es einen technischen Forschungswert, einen geschäftlichen Anwendungswert, Marktentwicklungsaussichten, einen akademischen Explorationswert und andere Probleme gibt, ibax Foundation verwandelt es in eine Belohnungsaufgabe, außerdem werden IBAX-Punkte auch mit IBAX-Münzen belohnt",
    "personal.vulnerabilities": "Finden Sie IBAX-Schwachstellen",
    "personal.blockchain": "Finden Sie Fehler in der IBAX-Blockchain, reichen Sie den Reproduktionsprozess ein, nachdem Sie vom IBAX-Team überprüft wurden, können Sie 1~10.000 IBXC-Belohnungen und IBAX-Punkte-Belohnungen erhalten.",
    "personal.solutions": "Das Einreichen von Codelösungen für Fehler, die vom IBAX-Team akzeptiert oder in das Projekt eingebunden werden, wird mit 10 bis 50.000 IBXC- sowie IBAX-Punkten belohnt.",
    "personal.significant": "Wenn Sie signifikanten Optimierungscode finden, der die Leistung und Effizienz der IBAX-Blockchain verbessern kann, werden Sie mit 10 bis 1.000.000 IBXC- und IBAX-Punkten belohnt.",
    "personal.issues": "Bounty-Probleme lösen",
    "personal.boun": "Gehen Sie zum IBAX-Bounty-Bereich, lösen Sie Bounty-Probleme und erhalten Sie IBXC-Coins und IBAX-Punkte-Belohnungen.",
    "personal.views": "Punktregeln anzeigen",
    "personal.out": "Schau es dir auf GitHub an",
    "personal.been": "Alle Ihre Retweet-Aufgaben wurden abgeschlossen, bitte kommen Sie morgen wieder.",
    "personal.committed": "Die Probleme, die Sie begangen haben, werden hier angezeigt, und wenn Sie sie bearbeiten möchten, gehen Sie bitte zu GitHub",
    "personal.ended": "Der IBAX-Airdrop ist beendet und wir sind dabei, die Airdrop-Belohnungen zu liquidieren, was voraussichtlich im zweiten Quartal 2022 abgeschlossen sein wird.",
    "personal.process": "IBAX ist dabei, Ihre Punkte zu liquidieren, und wir gehen davon aus, dass dies im zweiten Quartal 2022 vollständig abgeschlossen sein wird, also bleiben Sie dran!",
    "personal.completed": "Abgeschlossene Lufttropfen",
    "personal.air": "Airdrop-Regeln",
    "personal.rank": "Ranking-Regeln",
    "personal.getpoint": "Holen Sie sich IBAX-Punkt",
    "personal.tuned": "Bleiben Sie bei IBAX auf dem Laufenden, um jeden Tag neue Veranstaltungen zu erhalten.",
    "personal.represent": "IBAX-Punkte stellen Beiträge zum IBAX-Netzwerk dar, und je mehr Punkte Sie sammeln, desto mehr Prämien erhalten Sie"
}