{
  "nav": "נאב",
  "nav.home": "בית",
  "nav.features": "למה איבקס",
  "nav.performance": "ביצועים, איכות ובטיחות",
  "nav.high": "מסגרת בלוקצ'יין",
  "nav.each": "הצומת כל אחד מכיל מסד נתונים מופץ לאחסון הנתונים שנפרשו מהבלוקים, שלא רק משפר את אפקטיביות הביצוע אלא גם מאפשר לבצע לוגיקה עסקית מורכבת.",
  "nav.use": "תשתמשו במסד נתונים כדי לשפר את יעילות הביצוע",
  "nav.virtual": "מכונה וירטואלית מדובבת",
  "nav.with": "מכונת וירטואלית מדובבת מרובת שפות IBAX (IVM)",
  "nav.smart": "אבקס יש שפת חוזים חכמים משלה בשם \"חפץ\", שעובדת באופן שלם עם חוזים חכמים של אתריום ותומכת בשפות Solidity, Go, Rust ושפות אחרות כדי ליצור חוזים חכמים.",
  "nav.tran": "שרדינג",
  "nav.improve": "השפר את אופן העסקה",
  "nav.break": "הפרדת מגבלות טכנולוגיות",
  "nav.security": "בטחון ופרטיות",
  "bass.bank": "מגן על מידע אישי עם אבטחה של בנק",
  "bass.attribute": "התכונה של הפיסול מפחית את האפשרות לקשר את הזהות האמיתית בעולם הבלוקצ'יין ומגן על פרטיות האישית באופן מירבי. ביישום הטכני, אייבקס משתמשת בהצפנה הומומורפית, נעילת נכסים, אמת אישית של חוזה חכם וזוגות מפתח שלא ניתנים לקריאה. הטכנולוגיות הקריפטוגרפיות המתקדמות ביותר כגון זוג מפתחות (הצפנת חוזה חכם), מנגנון קרס-צ'יין והתפרדות מרובה של צ'יינים מבטיחים את הבטיחות האישית והפרטיות של אייבקס באופן מירבי.",
  "bass.effectiveness": "הפעלה ביצועית",
  "bass.spire": "בטחון הוא הפירמידה של הפירמידה, ופרטיות היא החותמת על הפירמידה.",
  "bass.attach": "אנחנו מתייחסים לבטחון ולפרטיות יותר מאשר כל דבר אחר. רק תשומת לב מוקדנת יכולה להבטיח את בטחון הבלוקצ'יין, את בטחון המשתמשים ואת בטחון הכספים. שומרים בחוקי פרטיות בינלאומיים בחוק. פרטיותך תמיד תהיה תחת שליטתך.",
  "bass.built": "בנוי בשביל בטיחות",
  "bass.your": "בטחון תאריכים הוא עדיפותנו",
  "bass.symmetric": "התקנת הצפנה אליפטית סימטרית המבוססת על שרשרת הבלוקים והתקנת הצפנת HASH מבטיחות את בטחון ואת אמינות תהליך השידור של הנתונים. תוצאות הנתונים מאוחסנות ברשת IBAX באמצעות מיפוי HASH, ורשומות השינויים נראות באופן ברור.",
  "nav.encryption": "מכונת הצפנה כדי להבטיח את בטחון הכספים והתקשורת",
  "nav.chain": "תקשורת צומת-צומת",
  "nav.decen": "תכנות של בלוקצ'יינים אחרים משתמשים בטכנולוגיית הצפנה הומורפית, משולבות לרשת אייבקס, ומחוברות לרשת הבלוקצ'יין המתאימה כדי להגשים באופן אמיתי את העבר בין הבלוקצ'יינים",
  "nav.multi": "מסמכי חתימה מרובים",
  "nav.dec": "תאם כך שמספר אנשים/ארגונים ישלטו באותה כמות כספים. רשת IBAX משתמשת ברשות חתימה של רשומה מופצת כדי להשיג את זה. שימו לב שה\"ארון\" הוא תכונה ייחודית של IBAX.",
  "nav.clb": "צלב",
  "nav.cross": "צומת מערכת חצי-חוברת (CLB)",
  "nav.basis": "ה-CLB הוא שער לעבר נתונים בין שרשראות וגם גשר לעבר נכסים בין שרשראות, ואתה יכול להשתמש בו כדי לקבל נתונים מחוץ לבלוקצ'יין לשימוש בתוכו",
  "nav.private": "מעסקה פרטית",
  "nav.fouds": "צפייה אפקטיבית אפס-ידע באמצעות חוזים חכמים להבטחת אבטחת נתונים ופרטיות של עסקאות פרטיות",
  "nav.bass": "שוק של BaaS",
  "nav.resource": "משאבים",
  "nav.solution": "תשובות",
  "nav.development": "ייצור",
  "nav.about": "תקשר",
  "nav.log": "התחבר",
  "nav.sign": "הרשמה",
  "nav.out": "התנתקות",
  "nav.case": "מקרים",
  "nav.supply": "משאבי אספקה פיננס",
  "nav.copyright": "זכויות יוצרים",
  "nav.assets": "מנהלת נכסים",
  "nav.relying": "בסמך על טכנולוגיות הבלוקצ'יין והאינטליגנציה המלאכותית של IBAX, הרשת תומכת באלגוריתמים של רמת פיננסית ההצפנה וביכולות של חלוקת חשמל כדי לספק יסוד יותר מאובטח ואמין לכל שכבת השירותים",
  "nav.it": "הוא חל על סוגי נכסים כגון פיננסי צרכנים, פיננסי רכב, התקנת ציוד, ח/ח וח/פ, כמו גם תרבויות פיננסיות כגון ABS, אמון, העברה והתערבות.",
  "nav.cross-chain": "משולב מבוזר וללא אמון חוצי שרשרת",
  "nav.eth": "חוזים חכמים של אתרומה וביננס צ'יין מחוברים באופן שקט",
  "nav.ledger": "מנהל חשבונות מבוזר",
  "nav.user": "צריך המשתמש קודם",
  "nav.self": "הטבעונות העצמאית והשלטון",
  "nav.gas": "ניהול סביבתי עצמי (DAO) וחיוב גז",
  "home.partners": "אפרנצ'רס איבאקס",
  "home.start": "בנה את הארגון שלך",
  "home.performance": "מבנה בלוקצ'יין של אינטרנט 3.0 מאובטח ובעל ביצועים גבוהים",
  "home.secure": "תשתית בלוקצ'יין מאובטחת ויעילה",
  "home.using": "התחל",
  "home.join": "הצטרף לקהילה",
  "home.watch": "צפה בסרטונים",
  "home.innovate": "מתקפות",
  "home.framework": "מסגרת תחתונה של בלוקצ'יין עם גבוהה של מקבילות",
  "home.bottom": "צינור תחתון בלוקצ'יין מצוין חייב לעמוד בדרישות עיבוד נתונים ברמה גבוהה של מקבילות, מספק מספיק כדי לטפל בכל תרחישי עסקיים מורכבים בעולם האמיתי והווירטואלי.",
  "home.learn": "ללמוד עוד על מסגרת הטכנית של אייבקס",
  "home.virtual": "מכונה וירטואלית",
  "home.machine": "מכונת וירטואלית IBAX תואמת מספר שפות",
  "home.multiple": "מכונת וירטואלית שתואמת למספר שפות IBAX",
  "home.can": "המכונה הוירטואלית IBAX יכולה לתמוך בו-זמנית: חוזים חכמים של Ethereum ו-Binance Chain. אתה יכול לייבא את החוזה בלחיצה אחת ולהתחבר באופן מסודר לאקוסטמ של IBAX.",
  "home.consensus": "מנגנון הסכמה",
  "home.pub": "קרא מסמך בחום",
  "home.dpoa": "מנגנונים של הסכמה מקצועיים וצודקים",
  "home.good": "הרשת IBAX משלבת מודול \"מצב עצמאות\" שמאפשר שלטון DAO ללא הכנסת קוד מורכב. עצמאות של רשת IBAX מתקבלת באמצעות מנגנון הסכמת DPoA יעיל עם הצבעה.",
  "home.determine": "מנגנון הסכמה טוב יקבע את ההתקדמות והעתיד של הבלוקצ'יין",
  "home.bifurcation": "תנאי תשלום של דמי גז גמיש",
  "home.honor": "תשלום שיטת דלק אקו מותאמת אישית",
  "home.unified": "לעודד יוצרים ומשתתפים בסביבה, איבקס תומכים בדגם של עמלת גז מותאמת אישית",
  "home.unif": "אתה יכול לבחור בעזרת מטבעות/אסימונים אקו כדגם דמי GAS, ולחוסך את המטבעות/אסימונים אקו כדמי GAS בעת ביצוע עסקאות אקו. דגם זה עוזר להשיג סביבה אקולוגית אוטונומית ומאופקת באופן אמיתי.",
  "home.economics": "כלכלה",
  "home.benefits": "הונאות להתקבל: בהתאם אם אתה מפתח אקו, מכרם, מנהל אקו או משהו אחר",
  "home.matter": "כל עוד אתה משתתף בו יש פרס נחמד מחכה לך לחקור",
  "home.view": "הצג את דגם הכלכלי של אייבקס",
  "home.features": "הצג את התכונות הטכניות של IBAX",
  "home.fixed": "תחילה הפצה",
  "home.nft": "תגמולים מינט",
  "home.min": "תגמולי הנקודות",
  "home.foundation": "אפוד איבקס",
  "home.team": "פיתוח פרויקט",
  "home.ecosystem": "שותפי מערכת",
  "home.private": "מקום פרטי",
  "home.ieo": "מכירה ציבורית",
  "home.genesis": "בראשית",
  "home.mining": "תְּגָמוּלִים של חָפְרָה",
  "home.ecological": "משמעויות סביבתיות",
  "home.all": "כל %",
  "home.per": "אחוז ההפצה מוקדמת",
  "home.mint": "פרסי כרייה %",
  "home.lead": "ראשונה",
  "home.driven": "תוצאות של הפרדת טכנולוגית, מגדירות מחסומים טכניים",
  "home.chain": "מבוצעים עסקאות אנונימיות, אמת אפס-ידע מבוזרת וללא אמון, חלוקת עסקאות, ואמת מעבר-צ'יין מבוזרת.",
  "home.we": "תקנות הטכנולוגיה שלנו",
  "home.have": "תכנות אינטגרציה",
  "home.built": "הגישה הבסיסית של שרשרת ה-IBAX שאתה משתמש בה מבוססת על הטכנולוגיות המבושלות הללו. ה-IBAX משלבת אותן באופן מושלם, מאפשרת להן להמשיך להיות מצוינות בתחום הבלוקצ'יין כמו ה-IBAX",
  "home.video": "וידאו",
  "home.your": "האם יש לך רעיונות מדהימים",
  "home.get": "תקבל פרס מתמיכתנו בסביבה",
  "home.enjoy": "תהנו ממשאבי איבקס",
  "home.manul": "מדריך פיתוח מלא",
  "home.partner": "אקו-פרטנר ג'אטקי וולט",
  "home.ibaa": "אַלעקס וועלט",
  "home.official": "תקן אישור IBAX: קבל 150,000 פרסי IBXC",
  "home.supports": "תרמיל מרוכז מרובה-מטבע: תומך בהעברות מרובה-מטבעות",
  "home.manage": "מנהל כרייה: נהל את הכריות שלך ברק לחיצה אחת",
  "home.wallet": "כיס ג'אטקי",
  "home.very": "היה ברכה להצטרף ל-IBAX וקיבלתי הרבה עזרה מצוות IBAX ביצירת ארנק Jutkey, תודה רבה!",
  "home.is": "תיק ג'אטקי הוא תיק מטבעות מרובים מבוזר שנטבע היטב עם אפליקציות שונות של אייבקס. לא רק תוכלו להשתמש בו כדי להשלים העברות IBXC, אלא גם תוכלו להשתמש בו כדי לשלם עבור מטבעות כמו: ביטקוין, אתר, קוינאן וכו '.",
  "home.more": "מעבר לכך, אתה יכול לנהל את הכריות שלך עם ארנק Jutkey, אתה יכול להוסיף כריות בלחיצה אחת ללא הורדת כלי ניהול אחרים, ולהציג את הכספים שלך מהכריות בזמן אמת.",
  "home.there": "ישנם יותר תכונות שמחכות לך לחקור, אולי: מאגרי כרייה, Defi, NFT...",
  "home.name": "וקו",
  "home.product": "מנהל/ת מוצר",
  "home.develop": "תנאי פיתוח",
  "home.technology": "טכנולוגיה",
  "home.technical": "תיעוד טכני של מקור פתוח",
  "home.about": "ללמוד עוד על איבקס דרך סרטונים",
  "home.exciting": "אירועים מתמשכים",
  "home.go": "לך לראות",
  "home.m": "וידאו נוספים",
  "home.award": "הצטרף",
  "bass.ecological": "פרסי העונש של אקוליב",
  "bass.anyone": "כל אחד יכול להשתתף",
  "bass.create": "יצר את הפרויקט שלך של בלוקצ'יין",
  "bass.now": "יצרו את פרויקט הבלוקצ'יין שלכם עכשיו",
  "bass.quickly": "מהר צרו קשר",
  "bass.ecology": "אקוליבס",
  "bass.without": "צור במהרה אפליקציות IBAX ללא סף",
  "bass.ecolog": "יצרו אקוליב",
  "bass.creator": "תהיה לך",
  "bass.identity": "יצירת אקוליב",
  "bass.obtain": "השגת זכויות שמות של ecoLib",
  "bass.define": "הגדרת הרשאות הצטרפות ל-ecoLib",
  "bass.set": "תקנת שיטות שליטה של ecoLib",
  "bass.give": "הנפקת זהות",
  "bass.can": "אתה יכול גם",
  "bass.collect": "קבל עמלות אקו-מטבע/טוקן",
  "bass.circulation": "מטבעות מתעוררים",
  "bass.issue": "פעמונים",
  "bass.customize": "התאמת מספר האסימונים ושיטות ההנפקה",
  "bass.naming": "השגת זכויות השם של אסימונים",
  "bass.issuance": "תנופת מטבע",
  "bass.logo": "לוגו של אסימון",
  "bass.number": "הגדר את מספר האסימונים שיופקו",
  "bass.incentives": "תנאים פרסומיים",
  "bass.smart": "חוזה חכם",
  "bass.contract": "חוזה חכם",
  "bass.use": "השתמשו בחוזים חכמים כדי לשמור על אסטטיקה אקולוגית",
  "bass.add": "הוסף חוזה",
  "bass.one": "ייבוא בלחיצה אחת",
  "bass.contracts": "חוזים משרשרות אחרות או",
  "bass.reference": "החוזים הבסיסיים החכמים של IBAX",
  "bass.write": "כתוב חוזים חכמים שלך באינטרנט",
  "bass.eco": "הוספת יישומים סביבתיים",
  "bass.manage": "מנהל חוזים סביבתיים",
  "bass.incentive": "תגמולים חסכוניים לסביבה",
  "bass.encourages": "הקרן איבקס מעורבת בפעולה את פיתוחני האישיים והצוותים להצטרף לאקוסטמ של איבקס, ותחרות אקו קבועות יתקיימו כדי לתת פרס גדול ליישומי אקו מצוינים.",
  "bass.learn": "ללמוד עוד",
  "bass.what": "מה שאתה עשוי לצריך",
  "bass.how": "איך ליצור ecoLib במהירות ולשמור עליו בצורה יעילה",
  "bass.materials": "חומרים וסרטונים יעזרו לך להשתמש בצורה יותר טובה ברשת ה-IBAX",
  "bass.manual": "מדריך פיתוח",
  "bass.committed": "מתחייבים להגן על רכוש אישי",
  "bass.multi": "הצפנה מרובת רמות כדי להבטיח את בטיחות הנכסים האישיים שלך",
  "bass.own": "איבקס משתמש במפתחות ציבוריים ופרטיים כדי להצפין ולפענח את אימות החתימה. רק משתמשיו יכולים להשתמש במפתחות הפרטיים שלהם כדי לפענח, מבטיחים את בטיחות הנתונים והזהות. ולהפקיד את המטבע המוצפן לארנק מבוזר, ולהשתמש בטכנולוגיית חתימה דיגיטלית מרובת צדדים כדי להבטיח את בטיחות הנכס שלך",
  "bass.honor": "כבוד צמדים",
  "bass.manager": "מנהל חוזים חכמים",
  "high.lead": "מערכת הבסיס המובילה של בלוקצ'יין",
  "high.cross": "צרכן צעדי צלב",
  "bass.weaver": "העובד תומך בקבצי חוזים חכמים בפורמטי API, Json ופורמטים אחרים, וניתן לייבא חוזים חכמים בצורה מודולרית כדי שיהיה אפשר להשתמש ב-DAO של המשתמש בקלות.",
  "bass.panel": "תצוגה מקדימה וניהול חוזים חכמים",
  "bass.provides": "קופסא מספקת פונקציית ניהול חוזים, לאחר הכניסה לממשק ניהול ecoLib שלך, תוכל להציג בצורה ברורה את כל החוזים החכמים, טבלאות הנתונים והשדות בתוך ecoLib, מה שמקל עליך לתפעל ולהרחיב את התוכן של Eco.",
  "bass.local": "מחסן חוזים חכמים",
  "bass.security": "חוזים של אקוליב",
  "footer.feature": "תכונות טכניות",
  "bass.always": "צפוי תמיד על ידי אנשים של שרשראות מקופלות וללא אמון",
  "bass.only": "רק הצלב המקורי המעבר-צמת יכול לתת לכולם את הבטחה להכיר את ההחלפה הקבוצתית של נכסים, ללא דאגה שמישהו יגנוב כספים, שמתאים לרעיון הבלוקצ'יין \"האי-בטחה\"",
  "bass.protect": "הגנה על נתונים בדיוק חוצי שרשרת",
  "bass.ensure": "בטחון חוצי-צמת של נכסים",
  "bass.network": "מַעֲרָכָת צִירַת עֲבֹרָה מְקֻיפָה",
  "bass.design": "מתוכנן עבור צריכת צלבים",
  "bass.expand": "הרחב יותר חברות של שרשרת חיצונית",
  "bass.cross": "הצמתי הבסיס המקובלת (CLB) ברשת IBAX מתוכננים לצד המעבר, עם גמישות לתצורת ביצועי CLB והפצה כפי שנדרש, בלי כפילות של מאמץ, כדי לגשת בקלות לנתוני מערכת חיצוניים וליצור חיבורים, או לעבד ולעיצב את הנתונים בעצמך.",
  "bass.transmission": "מסירת צריכה חוצה-עקבי",
  "bass.promote": "העוקף החלפת ערך בין בלוקצ'יינים",
  "bass.sets": "תשתית תקשורת מקבילית אמיתית אינה רק שליחת נכסים דיגיטליים, אלא גם שליחת מערכות נתונים עשירות ופעולות חוזים חכמים בין שרשראות, כמו גם שליחת נתונים מיוחדים ל־dApp, NFTs וכו'.",
  "feature.efficiency": "הבצעה, הצפנה והאמינות הם הבסיסות של אייבקס",
  "feature.encryption": "במסגרת הצפנה אסימטרית אי-שווה, ניתן להגשים מספר הצפנות מקוננות עם רשת P2P כדי להבטיח את בטחון הכספים והתקשורת",
  "feature.network": "הרשת IBAX יכולה לא רק לתקשר עם שרשראות בלוק שונות ונכסים חוצי-שרשרת, אלא גם לשתף פעולה עם הצומת המיוחד CLB כדי להשלים את אינטראקציות תקשורת נתוני CRM רגילים.",
  "home.system": "הנעץ הוא כלי פיתוח מורכב ברור מבוסס על שרשרת ה-IBAX, מנגנון פיתוח מיוחד לרשת ה-IBAX, שכולל מאפיינים חזקים רבים. אתה יכול לפתח, להפציע ולנהל חוזים חכמים בנעץ, אבל גם נעץ יכול להגדיר פרמטרי ממשלת אקו שלך, לייבא שירותים שונים ב-BaaS וכו '. זה יכול גם להיות בשימוש כפלטפורמת לימוד.",
  "home.basic": "תוכנת IBAX היא מסגרת מבנה של מערכת בלוקצ'יין מספקת מספיקה לתמיכה בתהליכים גלובליים מורכבים",
  "home.important": "הספקת התאמה טובה למפתחי שרשרתות אחרות היא משהו שחשוב לנו",
  "footer.team": "צוות",
  "footer.news": "חדשות",
  "footer.investor": "משקיע",
  "footer.related": "הורדות",
  "footer.partner": "שותפים",
  "footer.community": "קהילה",
  "footer.recruit": "משרות",
  "footer.developer": "מפתחים",
  "footer.more": "יותר",
  "footer.check": "בדוק את המדריך של המידע",
  "footer.create": "יצרו את הפרויקט שלכם בבלוקצ'יין",
  "footer.creative": "יצרו עוד פרויקטים בלוקצ'יין יצירתיים",
  "footer.compete": "תנסו את הפרויקטים הנהדרים האלה!",
  "footer.now": "התחל עכשיו",
  "footer.fast": "תמיכה במערכת Fast BaaS (Blockchain as a Service), לחצן אחד להשלמת שחרור הפרויקט, ספק פונקציה של הנפקת מטבע בלחיצה אחת, תאפשר לפרויקט שלך לעלות לאוויר בקלות",
  "footer.blockchain": "מקבלים טכנולוגיית בלוקצ'יין שנבחנה בעצמנו, מהתקנות הבסיסיות של חומרה, רשת, אחסון, חישוב, קריפטוגרפיה, הסכמה ויצירת בלוק, עד לקשרי עסקים כגון אישור, זרימה, הלוואות וסידור חשבונות לקבלה, אנו מבטיחים שמידע ונתוני עסקה של כל קשר בענף הסחר יהיו בטוחים ובשליטה.",
  "high.technical": "תאוריות טכנולוגיות",
  "high.chain": "בלוקצ'יין עם ביצועים גבוהים / עם צפייה גבוהה",
  "high.low": "בלוקצ'יין המפורסם שנצבע על ידי אתרומה ישנו יכולת עיבוד עסקאות נמוכה, שמפחיתה באופן חמור את הפיתוח של הבלוקצ'יין. רשת IBAX מהירה כ- 4 שניות לבלוק ועיבוד עסקאות עד 3000 TPS. עם שיפור החומרה, ה- TPS יכול להגיע בהפוך ל- 10000 פעמים במקרה של חלקות בלתי מחולקות",
  "high.start": "התחל להשתמש עכשיו",
  "high.innovation": "תכנון טכנולוגי",
  "high.database": "מסד נתונים + מצב אחסון בלוק",
  "high.postgreSQL": "השתמשו בביצועי אחסון גבוהים ותפעול רב-תהליכי של מסד נתונים PostgreSQL כדי לאחסן פרמטרים מערכת בטבלאות נתונים, והשתמשו במנועי מסד נתונים כגון תצוגות, אינדקסים ופרוצדורות שמורות כדי לשפר את יכולת קריאה וכתיבה של נתונים.",
  "high.insights": "תחקור טכני",
  "high.team": "הצוות של IBAX מורכב מקבוצה של גיקים טכנולוגיים עם רוח חדשנית.",
  "high.never": "אנחנו לעולם לא עוקבים אחרי הכללים ולא עומדים בהם, אלא שוטפים קבוע את הטכנולוגיות הקיימות או החדשות שלנו כדי לשפר את ביצועי השרשרת של ibax.",
  "high.globalization": "גלובליזציה",
  "high.to": "די מספיק לכל עסק",
  "high.compat": "התאמה",
  "high.rich": "משולב עם מגוון של תרחישי יישום",
  "high.use": "ניתנות גבוהה",
  "high.provide": "תמיכה אונליין מצוות הטכני שלנו",
  "high.high": "מקום אחסון גבוה יכולת",
  "high.storage": "מקסימום נפח אחסון בלוק עד 64M בתים",
  "high.etc": "הצמת המנט הוא צמת שירות רשת מופץ ברשת IBAX, שמספקת את פונקציית המנטינג של הרשת כולה ונחשבת לאחראית על הגנת אבטחת הרשת ושיפור עלות התקפות לרשת",
  "high.reward": "תעודת זיכוי לצמדי מינט חשובה לשמירה על יציבות פלטפורמת IBAX, ואנחנו משתמשים באלגוריתם הסתכלותי שפשוט ומעשי: סיכוי מינט = חשבון צמד מינט / חשבון רשת כולל. עם הזמן, סיכוי של כל צמד מינט לקבל תגמול יהיה יציב, ופתרון זה עוזר לשמור על יציבות של צמדי מינט.",
  "high.running": "הצמתים של המינט שפועלים ברחבי העולם לא רק משמשים כצמתים להענקת תעודות שירות לשמירה על אבטחת הרשת, אלא שם גם על עצמם כשרתים מופץ ומספקים שירותים מבוזרים עבור ספריות אקולוגיות שונות, כגון כלים חברתיים מבוזרים, שירותי אינטרנט מבוזרים וכו'.",
  "high.sub": "תת צמתים",
  "high.node": "הצומת המשנה היא הראשונה של סוגה זו בעולם הבלוקצ'יין המלא. היא מחזיקה רק את נתוני העסקאות הקשורים למודול היישום ecoLib שלה, בעוד שהכמות המלאה של הנתונים מטופלת על ידי צמתות הכבוד, צמתות השומר וצמתות המטבע. בנוסף, צמתות משנה יכולות גם לתקשר עם \"נתונים פרטיים\" כדי להבטיח את פרטיות, אבטחה וגמישות העסקאות.",
  "high.can": "הצמתים המשניים יכולים לשמור רק מידע של עסקאות הקשורות ליישומי הסביבה שלהם, והם יכולים גם להפעיל את הסביבה העצמאית שלהם (ecoLib) בנפרד מרשתות צמתים אחרות, לכן אנו גם קוראים להם - שרשראות צדדיות.",
  "high.of": "קלב הוא צומת בלתי תלוי ברשת איבקס, ובו זמנית משמש כאורקל.",
  "high.runs": "הַ-CLB פּוֹעֵל כְּצַדֵּד עַצְמִאִי מְבַלְעֲדֵי הַשְׁפָּעָה עַל צַדֵּד הָרָאשִׁי, וְנִיתָן לְהַגָּדֵר בְּחָכְמָה לְמַעֲמָד וּלְהַפְצָת שֶׁל הַ-CLB עַל פִּי דְרִישׁוֹת הַעֲסָקִים, עִם חוֹזִים חִכָּמִים עַצְמִאִיִים, מְמַשְׁקֵי פְּעֻלָּה וְטַבְּלֹת מִסְדֵּנִיִים וְכוֹ׳",
  "high.meet": "הַ-CLB מועצב כדי לעמוד בצרוד חוצי, הַ-CLB מגיע עם פונקציית קריאת נתונים ונעילת נכסים של חוזים חכמים, כך שנכסים חיצוניים מתפרסמים לנכסים בתוך מערכת ה־IBAX, הַ-CLB יכול גם לעבד ולעיצוב המרות נתונים שישמשו ברשת ה־IBAX.",
  "high.virtual": "המכונה הווירטואלית IBAX יכולה לתמוך באופן מקביל: חוזים חכמים של Ethereum ו-Binance Chain. אתה יכול לייבא את החוזה בלחיצה אחת ולהתחבר באופן מעורך לאקוסטמ של IBAX",
  "high.most": "התאימות הכי רחבה",
  "high.engine": "מנוע חוזים חכמים",
  "high.one": "ייבוא בלחיצה אחת",
  "high.chains": "חוזים חכמים מבלוקצ'יינים אחרים",
  "high.contract": "סוגי חוזים מרובים",
  "high.trigger": "מסגרת חוזה מאוחרת, חוזה מדגם",
  "high.smart": "עורך חוזים חכמים",
  "high.editor": "עורך חוזה",
  "high.simple": "עורך חוזים פשוט ונוח לשימוש באינטרנט",
  "high.basic": "אִבָּקס הוא מסגרת מבנה של מפת בלוקצ'יין מספקת מספיקה לתמיכה בתפעולים גלובליים מורכבים",
  "high.very": "הספקת התאמה טובה למפתחים של בלוקצ'יינים אחרים היא משהו שחשוב לנו",
  "high.import": "ייבוא חוזים חיצוניים",
  "high.cont": "ייבוא חוזים חכמים",
  "high.from": "מייבא חוזים חכמים מבלוקצ'יינים אחרים ברגע אחד",
  "high.cross-chain": "תקשורת צעדי צלב",
  "high.divides": "הרשת IBAX מחלקת צמתים ועסקאות לחלקים, ומגבירה בהצלחה את אמינות האריזה בעומקים שונים באמצעות אלגוריתמי הסכמה שונים ומנגנוני אימות חתימה מרובה",
  "high.authentication": "אימות",
  "high.validation": "הזדהות אישור",
  "bass.privacy": "הפרטיות",
  "bass.go": "מעבר לחיפוש אחר פרטיות ואבטחת לקוחות",
  "bass.key": "תרכובת מרכזית של כל היבט של IBAX הוא \"הגנה בעומק\", הגנת פרטיות המשתמש ובטחון הנתונים הוא בסיס של מטבע דיגיטלי. IBAX מפעיל מטריצת אבטחה מרובה שלבים כדי להבטיח את בטיחות נכסי הלקוחות מפגיעות ברשת, פגיעות פנימיות ושגיאות אנושיות",
  "bass.keep": "השמירה על נתוניך בטוחים",
  "bass.comply": "התאם לחוקי פרטיות ואבטחה ברחבי העולם",
  "bass.data": "תנאי חסימת מידע אישי",
  "bass.safety": "בטחון",
  "bass.solid": "מבנה קבוע לאינטראקציה של נתונים בין שרשראות",
  "bass.clb": "מנגנון אימות חוזה ייחודי וחדשני של CLB, כאשר מערכת חיצונית צריכה לקרוא אל חוזה בצומת כדי לבצע פעולות בצומת, רשת ציבורית IBAX תאמת את החתימה של החוזה במהלך ואחרי הביצוע כדי להגדיר את החתימה המתאימה בין מערכת חיצונית לבין מערכת בצומת, מה שיאפשר להבטיח שאין סיכון של הטמעה בחוזה במהלך התנועה.",
  "bass.flexible": "תצורה גמישה",
  "bass.onecreate": "כל אחד יכול ליצור",
  "bass.decentralized": "תחזוקה מבוזרת וללא אמון של קרוס-צ'יין אינה מוצר של תחזוקה במראה של תחזוקה, זו תחזוקה אמיתית שמאפשרת העברת נכסים דיגיטליים, העברת מידע ופעולות חוזים חכמים בין בלוקצ'יינים ללא אישור של מפתחים וללא הפרעות שלהם. לא רק יכולים הם לאפשר את התכונה הזו לעצמם, אלא גם על ידי פריסת CLB יכולים לספק שירותי תקשורת קרוס-צ'יין גם לצוותי פיתוח אחרים.",
  "bass.interaction": "מחלף צמתים",
  "bass.asset": "בטחון נכסים",
  "bass.improve": "תעשר את העסקה באמצעות שרדינג של עסקאות",
  "bass.transaction": "תרגום זה לעברית: שרדינג עסקאות הוא כמו מעברים שונים של אותו הבריכה, וזה דרך יעילה להפרדת עסקאות כדי לשפר את היעילות. בהפוך, ככל שהחלקה יותר דקה, כך יהיה הביצוע יותר יעיל, אבל חשוב גם לקחת בחשבון את המצב כאשר מספר גדול של פעולות חוצי-חלקה מתקיימות, כך שהאיזון הוא הדבר החשוב ביותר.",
  "feature.high": "הנפח האחסון הגבוה לא רק תומך באחסון של מספרים וטקסטים, אלא גם תומך באחסון של נתונים בצורות שונות כמו תמונות ויישומים. זה משפיע על הרבה מקום עבור הרחבת עתידית של NFT.",
  "bass.registered": "מאז שהמפתחות הפרטיים והציבוריים נוצרו",
  "bass.sharding": "שידוך על פי סוגי עסקים שונים",
  "bass.shards": "אין שם שהפרקים יהיו יותר הטוב ביותר, יש צורך להתאים לתנאים מקומיים",
  "bass.work": "רשת פיזור",
  "bass.prove": "תקדם מנגנוני תקשורת וסינכרון דרך פיסול רשת",
  "bass.global": "איבקס הוא מסגרת בלוקצ'יין גלובלית, ובגלל העיכוב של הרשת שנובע מההבדלים האזוריים, החלטנו לחלק את הרשת כדי לשפר את היעילות שלה באמצעות צמדי כבוד באזור הנוכחי",
  "bass.solve": "מה שאנחנו רוצים לפתור הוא לא רק בעיות טכניות אלא גם רעיונות מוצר",
  "bass.thinking": "הדרך היחידה לספק מוצר פלטפורמה ערך באמת היא לחשוב מנקודת מבט של המשתמש",
  "bass.actions": "תנועת שיתוף מעברי",
  "bass.not": "תרגומה לעברית: עסקאות של חלוקת מעבר לא משפיעות על אפקטיביות או ביצועים של הביצוע",
  "bass.whether": "תרומות מרחביות, האם שירות שורת או שירות עסקאות, מטופלות על ידי מנגנון הסכם העסקאות ובכך משפרות את היעילות ולא מפחיתות את הביצועים",
  "bass.same": "הבלוקצ'יין האותו",
  "bass.controls": "איבקס מאחדת שרדים על ידי הסכמה",
  "bass.principle": "אב\"ק מתמקדת במדיניות של שרשרת אחת ומתקיימת בחלוקת העסקאות באמצעות הצבעות הצדדים ומנגנוני הקונסנס הפועלים בכל העולם",
  "bass.off": "תקשורת מחוץ לשרשרת",
  "bass.closed": "הפרו את המרחב הסגור של הבלוקצ'יין",
  "bass.order": "בלוקצ'יין בדרך כלל משתמש בכלי שנקרא \"אורקל\" כדי לתקשר עם נתונים מחוץ לבלוקצ'יין בכדי להגן על הנתונים. ב-IBAX יצרנו CLB - Cross Ledger Base Node, שלא רק יכול להפנות נתונים חיצוניים לבלוקצ'יין הפנימי לשימוש, אלא שיהפוך למציאות גם לנכסים וגם לנתונים בין בלוקצ'יינים.",
  "bass.also": "ה-CLB יכול גם להיות מרכז עיבוד נתונים להפעלת המודל של חברת מחשבים ב-\"מחשבון קצה\", ורשת ה-IBAX תאשר את האחידות של המודל, בעוד שתוצאות המחשבון קצה יישלחו נקודה-אל-נקודה דרך ה-IP של הצומת הרשת האחרת שנקבעה ב-CLB במצב הצפנה אסימטרית, מה שמאפשר להסתיר את הנתונים המקוריים, כלומר להבטיח את הבטחון של הנתונים המקוריים ולהשיג את מטרת הסיום הזמינה.",
  "bass.in": "נתונים עשירים בתוך הבלוקצ'יין",
  "bass.enrich": "תרחישים עסקיים משופרים",
  "bass.choices": "הזדמנויות נוספות",
  "bass.opportunities": "יותר אפשרויות, ויותר הזדמנויות",
  "bass.support": "תמיכה בין מערכות",
  "bass.sup": "הפעלת למידה פדרלית וחיבור קצה",
  "bass.diversification": "גיבוש נתונים",
  "bass.refer": "אפשר להתייחס לכל נתונים מחוץ לבלוקצ'יין",
  "bass.weather": "אם ניתן לציין נתוני מזג אוויר, נתוני שוק המניות, מידע גאוגרפי וכו' בתוך הבלוקצ'יין, השתמשו בנתונים אלה ברשת למקסימום ואחדו את מנגנון הבלוקצ'יין המבוזר, הזה באמת ישנה את העולם.",
  "bass.blockchain": "בלוקצ'יין הושפע על ידי מגוון מגבלות, אימות נתונים מחוץ לבלוקצ'יין השפיע על פיתוח הבלוקצ'יין",
  "bass.verification": "הצומת הבסיסית של החוזק המעברי (CLB) היא כמו פתיחת דלת לעולם של האינטרנט, ואתה יכול להשתמש בה כדי להשיג את כל מה שאתה רוצה.",
  "bass.light": "אור ומהיר",
  "bass.rapid": "הפצה מהירה של צמתי בסיס קרוס-לדגר (CLB)",
  "bass.there": "תצורת שרתי העקבה הקרוס (CLBs) אינה שונה מתצורת שרתי העקבה אחרים בהתקנה, ואתה יכול להתקין אותם להתקנות מחשב על ידך כדי לעמוד בתנאי של הסכמת שרתי העקבה הקרוס (CLBs), שיכולים לגשת לנתונים מחוץ לעורך דרך חוזים חכמים.",
  "bass.en": "הרכוש החכם החופשי",
  "bass.with": "תכנן חוזים חכמים היברידיים",
  "bass.when": "באמצעות צמתים CLB כדי ליצור חוזים חכמים הבריאים, ניתן להחיל אותם לכל Dapp שצריך לבצע אינטראקציה של נתונים עם מחוץ לבלוקצ'יין כגון Defi, NFT, משחקים, משלוחי חכמים וכו'.",
  "bass.oper": "מבצע של CLB",
  "bass.on": "העלאת נתונים מחוץ לשרשרת",
  "bass.authority": "מערכת שליטה מבוזרת",
  "bass.permissions": "תשתמשו בחתימות מרובות כדי להפציץ את שלטונות החשבון",
  "bass.transferring": "העברת כספים מחשבון מנוי מרובה (N), דרושה אישור מ-(M) חשבונות מנוי מרובה. m+n>51% כדי להשלים את ההעברה",
  "bass.downloaded": "חתימות מרובות אינן רק במשמעות המסורתית, אלא גם במשמעות החוזית, שבה חתימות מרובות מאומתות עבור עסקה בארנק, תכונה שניתן להורדה ולשימוש במסחר של יישומי BaaS.",
  "bass.account": "מערכת של שליטה מבוזרת של חשבון שווה למפתח פרטי מבוזר",
  "bass.centralized": "תמנעו שליטה ממורכזת כאשר מספר גורמים משתתפים",
  "bass.each": "גמישות, משקלי חשבון יכולים להיות מותאמים",
  "bass.secur": "בטחון ארנק",
  "bass.wallet": "מגנט חתימות מרובות מונע הפרטת מפתח פרטי",
  "bass.insecure": "בסביבה לא בטוחה שבה מפתחות פרטיים יכולים להיות חשופים, ארנק עם חתימה מרובה יוכל למנוע באופן יעיל של הקריפטורים מלהכנס למפתח הפרטי שלך",
  "bass.concept": "הרעיון של הפיתוח העצמאי הוא בסיס של בלוקצ'יין, וטכנולוגיית חתימות מרובות מתחייבת ומיישמת את הרעיון הזה בצורה מצוינת",
  "bass.maintains": "הטכנולוגיה הזו גם עושה עבודה טובה בהימנעות מבעיית רשויות מרכזיות, מיושמת בתרחישי עסקים כגון Defi וחלוקות",
  "bass.notifce": "התראה על-צומת",
  "bass.signed": "העברות חתימה מופעלות לחשבונות הקשורים בבלוקצ'יין",
  "bass.signature": "בעת התחלת העברת חתימה, רשת IBAX תסנכרן את ההודעה לחשבון הקשור בבלוקצ'יין. ההודעה מוצפנת וניתנת לקריאה רק על ידי החשבון הקשור, כך שאין צורך להודיע לחשבון הקשור באמצעות אמצעים אחרים.",
  "bass.to": "השווה לארנקים קרים",
  "bass.safer": "תקפה ובטוחה יותר מאשר ארנק קר",
  "bass.compared": "החשבונות עם חתימות מרובות הם יותר מאובטחים ונכונים מאשר ארנקים קרים, מפתחות פרטיים מרובים מציעים אפשרויות אחסון גמישות ורשויות מבוזרות הן בהרבה יותר מאובטחות מניהול מרכזי",
  "bass.cold": "ארנק קר",
  "bass.mul": "מגנט חתימות מרובות",
  "bass.anonymous": "תרגומים אנונימיים לפרטיות ובטחון",
  "bass.implementation": "ברשת IBAX הגדרנו שתי הטמעות, הוכחת אפקט של אפקט של עסקאות והוכחת אפקט של חוזים חכמים. בכל רשתות בלוקצ'יין מתקדמות שנדרשות על ידי חוזים חכמים, רק הוכחת אפקט של חוזים חכמים יכולה להבטיח את האבטחה והפרטיות של נתוני העסקאות.",
  "bass.protection": "מנגנונים חזקים להגנת פרטיות",
  "bass.process": "העסקאות אינן נתפסות",
  "bass.leaked": "נתוני העסקה האישיים אינם פגומים",
  "bass.technical": "תמיכה טכנית",
  "bass.black": "תכנות קופסא שחורה",
  "bass.homomorphic": "ברשת ה-IBAX אנחנו משתמשים בהצפנה הומומורפית מתקדמת, טכניקת קריפטוגרפית מבוססת על תורת המורכבות החשבונית של פאזלים מתמטיים, שמאפשרת לבצע חישובים כלשהם על נתונים מוצפנים ומבטיחה שהתוצאות יהיו מדויקות ורק בעל הנתונים יקבל גישה אליהם, מגנה על פרטיותך במהלך העסקה.",
  "bass.since": "כאשר הסחר הפרטי יעשה את הנכסים בטוחים ולא ניתנים לעקיפה",
  "bass.frequenc": "מסחר כמותי בתדרים גבוהים בין משתמשים מעניק אבטחה נוספת, ובכל מקרה ממלא צורך במסחר אנונימי בענף.",
  "bass.transac": "תרגום אנונימי\nתנועה אנונימית",
  "bass.system": "מערכת פנסיה פדרלית להקמה",
  "bass.financial": "הפדרציה המטבעת היא שימוש במטבע אחד כדי לקבל את אותה כמות של מטבע מאחרים. זה מאפשר למשתמשים לערבב בקלות וביעילות את הכספים שלהם עם כספי משתמשים אחרים, יצירת קשר אקראי בין חשבון המשתמש הקיים לחשבון החדש לאחר הערבוב של המטבעות. העקרון הוא להפריד את כתובות הקלט והפלט בפעולה, כך שלוועד להגנה על הפרטיות ולהשיג אנונימיות.",
  "bass.secure": "תרגום זה לעברית:\nעסקה מאובטחת",
  "bass.make": "תפקיד הארנק האבטח",
  "bass.information": "ברשת ה-IBAX, כל חשבון מכיל חלונית אחסון בטוח שבה ניתן לאחסן נכסים שונים בצורה מוצפנת, כך שאפשר להעביר את אותם הנכסים לחשבון הנוכחי על ידי הכנסת אותו הצופן המוצפן, מה שמאפשר להסתיר את הזהות ולהעביר נכסים בצורה יותר מאובטחת.",
  "bass.safe": "ברשת ה-IBAX, כל חשבון יש ארגז \"בטוח\", וניתן לאחסן שונות נכסים בארגז הבטוח בטקסט מוצפן. אפילו לאחר החלפת חשבונות, הזנת אותו טקסט מוצפן יכולה להעביר את אותו הנכס לחשבון הנוכחי ולאפשר הסתרת זהות והמרת נכסים יותר מאובטחת.",
  "bass.hidden": "מסתור זהות",
  "bass.sec": "בטחון מידע",
  "market.video": "וידאו הדגמה של BaaS",
  "market.help": "תיעוד עזרה מפורט יעזור לך להכיר במהירות את היישום.",
  "market.watch": "תיעוד עזרה מפורט יעזור לך להכיר במהירות את היישום.",
  "market.view": "תצוגת פרטים",
  "market.application": "תוכניות BaaS",
  "market.token": "מטבעות/טוקנים אקו",
  "market.create": "מהר ליצור מערכת אקוסיום ולשחרר מטבעות בלחיצה אחת",
  "market.point": "מידע מלא של צומת",
  "market.each": "כל צומת בבלוקצ'יין הוא ציבורי ומגיע לצומת באמצעות פרוטוקול העברת נתונים P2P כדי לאפשר שיתוף נתונים ביניהם.",
  "market.vote": "הצבע",
  "market.multiple": "תבניות הצבעה מרובות, כולל תבנית הצטרפות לרשת משותפת, תבנית שינוי פרמטרים של הפלטפורמה, תבנית שינוי פרמטרים אקו, תבנית החזר של אסימון, תבנית אישור ערך אקו ותבנית הצבעה כללית. כולל תבניות לשינוי פרמטרים של כל התבניות הנ\"ל, וכוללת תמיכה בהצבעה מותאמת אישית.",
  "market.supply": "מחסני הסחר",
  "market.provide": "תספק נתוני תחבורת משא מלאים עבור שרשרת הסחר, לרשום באופן מדויק את זמן הצאנה והעבר של החפצים, ולשלוט באיכות אחסון החפצים. להחיל מאפייני פיננסיים של בלוקצ'יין כדי לספק שירותי טכנולוגיית בלוקצ'יין מקיפים עבור פיננסי שרשרת הסחר",
  "market.defi": "דפי",
  "market.the": "תרגום לעברית:\nדפי דפי מבוזר לאסימונים שלך ללא סיכון גניבת מטבע",
  "market.member": "ניהול חברות",
  "market.govern": "מנהיגים אקו-חברים יחד, יוצרים קהילה יציבה ומחליטים שינויים בפרמטרים אקולוגיים באמצעות הצבעה",
  "market.network": "רשת מאוחדת",
  "market.display": "מציג רשומה של בקשות להצטרף לרשת הפדרציה. אתה יכול ליצור בקשת הצבעה כדי להצטרף לרשת המשותפת, שנפתרת על ידי התפקיד שצוין",
  "market.cyber": "אבטחת רשת",
  "market.secure": "רשת מאובטחת הבוסטת על פי תקשורת בלוקצ'יין עם מנגנונים קריפטוגרפיים, חתימות מרובות וטכנולוגיית ארנק קר משולבת.",
  "market.decentralized": "צ'אט מבוזר",
  "market.chat": "תצוגת רשומות שיחה, המראה את כל השיחות אודות עצמך ב-ecoLib הנוכחי. התחלת שיחות אחד-לאחד, כך שתוכן פרטי לא ידוע לעולם החיצוני. תמיכה בשיחות קבוצתיות, שבהן אנשים יכולים לדבר ולשתף את דעותם.",
  "market.asked": "שאלות נפוצות",
  "market.more": "הצג שאלות נוספות ותשובות",
  "market.real": "מה היא המערכת הטבעית האמיתית?",
  "market.exist": "הבלוקצ'יין הקיים הוא מערכת \"ניהול עצמי\", והמציאות של \"DAO\" עדיין נמצאת בחלק רחוק מהדאו המושלם המושלם. הגורם העיקרי הוא שאין אפשרות לגשת לנתונים מבחוץ לבלוקצ'יין. זהו הסיבה שהופעלו פרויקטים של שרשרת מעבר כמו \"Chainlink\". המטרה העיקרית של פרויקטים אלו היא לחבר נתונים ממקורות נתונים שונים מבחוץ לשרשרת לבלוקצ'יין, לאפשר את ביצוע הנתונים הרגילים בתוך השרשרת, ולהשיג החלטה מהימנה של החלפת נתונים.",
  "market.public": "ברשת הציבורית IBAX, פונקציית הצטברות/נתונים הציברים הושלמה, כך שנתונים ממקורות נתונים מחוץ לרשת יכולים להיגשש בקלות ובמהירות לרשת IBAX, שניתן לבנות אליה את המערכת האמיתית של האקוסיסטום ולהשלים את חפירת הבלוקצ'יין של הייצור והחיים בעולם האמיתי",
  "market.low": "מהו פיתוח קוד נמוך?",
  "market.has": "אבאקס השלב הרבה חוזים חכמים בסיסיים ופונקציות BaaS. אתה צריך רק להתייחס לחוזה הרלוונטי לאקולוגיה, או אתה יכול להשלים זאת דרך הדף הויזואלי: הנפקת מטבע בלחיצה אחת, ניהול אקולוגיה, הצבעה וכו '. אלה פונקציות מפחיתות בהרבה את עומס העבודה של המפתח.",
  "market.ia": "מהו צורת הצלב המקוצר, באילו תרחישים ניתן להשתמש בה ואילו שינויים היא יכולה להביא לחיינו?",
  "market.integrate": "הצטרפות הצלבים של IBAX מאפשרת צפנת צלבים מבוזרת באמצעות אוסף חוזים של טכנולוגיית CLB, המאפשרת שמירה ונעילת נכסים באופן אוטומטי באמצעות חוזים חכמים. צפנת הצלבים המבוזרת הזו היא פתרון בסיסי לטכנולוגיית הצלבים.",
  "market.built": "מדוע האקוסיסטם המבוסס על רשת הציבורית IBAX מוחזק באופן גבוה?",
  "market.one": "הרשת IBAX היא מבנה צמוד של בלוקצ'יין מתקדם, מבוסס שירותים מוקטנים, מאוחד.",
  "market.two": "בכדי למנוע את המופע של הונאות ואירועים רעים אחרים שנפוצים בעולם הבלוקצ'יין הקיים, רשת IBAX משלבת תורות כלכליות ודרישות תרחיש ביישום טכני של טכנולוגיות הקריפטוגרפיות המתקדמות ביותר כגון הצפנה הומומורפית, נעילת נכסים, הוכחת ידע של חוזים חכמים בלי קריאה, זוגות מפתחות סודיים שאינם קריאים (הצפנת חוזים חכמים), מנגנון קרוס-צ'יין, חסום מרובה-צ'יינים וכו ', כדי להבטיח באופן מרבי שהפרויקטים של ספריית האקולוגיה והקלאסטרים האקולוגיים ברשת IBAX יהיו יותר צודקים, שקוף וללא הונאה.",
  "market.three": "תאום רמת שימוש בגרסה משופרת של האימות המורשה של עבודה, כאשר האקולוגיה של IBAX ממשיכה לפתוח ולגדול, הקמעונאות תתווסף לתקנות החוקיות המעניקות לאקולוגיה חזקות יותר.",
  "market.reward": "תוכנית חזקה",
  "market.colorful": "מגוון תוכניות תעודת אקו-הטבה",
  "market.foundation": "המונדאציה של המכון הבינלאומי לבטיחות הסביבה (IBAX) יצרה מגוון תוכניות תעודת הנחה של ecoLib. אתה יכול להצטרף לצוות הפרויקט המתאים לגודל הצוות ולסוג הבקשה, ופעילויות אלה מתקיימות בזמן קבוע.",
  "market.join": "הצטרף עכשיו",
  "market.heading": "כותרת",
  "market.want": "רוצים לדעת עוד על אירועינו? לך להיסטוריית האירועים",
  "market.creative": "יישום חינוכי אקולוגי יצירתי",
  "market.ideas": "תעשו את הרעיונות המדהימים שלכם דרך רשת ה-IBAX ותספקו למשתמשים יישומים שתקבלו את הצרכים שלהם. לא צריך להיות רעיון גדול, אפילו רעיון קטן שיועיל יקבל תמיכה גבוהה.",
  "market.ecological": "תוכנת הסביבה המובילה של טכנולוגיית העתיד",
  "market.development": "התפתחות של טכנולוגיית בלוקצ'יין לא מפסיקה מעולם, וצוות ה-IBAX עדיין מחפש שיאים טכנולוגיים וחדשנות. אנחנו מחפשים צוותים טכנולוגיים שלעניינים דומים כדי לעבוד יחד לבנות את טכנולוגיית ה-IBAX, ולמטרה זו, קרן ה-IBAX תעורר צוותי פיתוח או אנשים במספר דרכים.",
  "market.wonderful": "יצרו משהו מדהים!",
  "market.blockchain": "אבאקס היא בלוקצ'יין בסיסי לפיתוח ואנחנו מקבלים חברות, יזם, קבוצות או פיתוחנים אישיים מכל העולם כדי להגשים את הרעיונות שלך דרך רשת אבאקס. נערך מגוון מפעילות מעניינות ומשתלמות באורך הזמן ונציג את ההשתתפותכם בחשיבות.",
  "market.videos": "הצפה בסרטונים",
  "market.rewards": "תוקף תגמול של אסימון איי בי אקס",
  "market.order": "בכדי להוריד את הסף לפיתוחנים אקו-איבאקס ולהפחית את הוצאות הפיתוחנים, אתרי אקו שנכרעים על ידי קהילת איבאקס יזוכו בכרטיסי איבאקס מהקרן.",
  "market.team": "תמיכה טכנית מצוות IBAX",
  "market.have": "אם יש לך רעיון מדהים אבל אין לך כלים טכניים כדי להגשים אותו, אתה יכול לנסות ליצור קשר עם צוות ה-IBAX, ולאחר קבלת אישור, צוות ה-IBAX יפתר את כל הבעיות הטכניות שלך בחינם",
  "market.excellent": "פרויקטים גדולים מובטחים להיות מוגמרים עם שונות סוגי הטבות",
  "market.exploring": "הקרן איבקס אחראית על הפעלה והפיתוח של רשת איבקס ותמיד מחפשת פרוייקטים חקלאיים מצוינים. עבור אלו הטבות החקלאיות הכוללות מימון, טכנולוגיה, פרסום וקידום, הטבה זו תהיה כללית להשיג את הטוב ביותר מהפרוייקט שלך",
  "market.much": "מקרים נוספים",
  "market.eco": "ווללט איבאקס",
  "market.based": "ג'וטקי וולט הוא ארנק מטבעות מרובים מבוזר המבוסס על שרשרת ה-IBAX. בארנק ניתן להוסיף מיינרים IBAX כדי לכרות ולהציג את הרווחים וסטטוס המיינרים בזמן אמת. יהיה תמיכה במאגר כרייה בעתיד, כך שתישארו מעודכנים",
  "market.download": "לך להורדה",
  "market.management": "מנהל אקוליב שופר",
  "market.Weaver": "הנעלם הוא כלי ניהול סביבתי עבור מפתחי IBAX. אתה יכול להשתמש בנעלם כדי ליצור מערכת אקולוגית, להנפיק מטבעות בלחיצה אחת, לנהל חוזים חכמים ועוד.",
  "market.information": "מידע מוצפן משתמש-למשתמש",
  "market.tool": "וְתוֹק הוּא כַלֵי שְׁלִיחַת שְׁמוּעוֹת מְבוֹזָר שֶׁנִּסְפַּק דְּרַךְ צַמְדַת הַשְׁמִירָה שֶׁל IBAX עַל פּי פּרוֹטוֹקוֹל P2P. וְתוֹק הוּא שְׁלִיחַת שְׁמוּעוֹת פּרְטִיָּה, גְלוּיָה וְלֹא מְחוֹקֶה לְעוֹלָם.",
  "market.learn": "ללמוד עוד",
  "feature.we": "מאמינים שהעתיד של ה-NFT אינו רק תמונה, אלא גם שונות צורות של מידע כולל קוד.",
  "feature.node": "סוגי צמתים מרובים",
  "feature.hor": "כבוד צומת",
  "feature.honor": "צמדי כבוד הם החלק החשוב ביותר של רשת הציבורית IBAX. הם אחראים על חבילת הבלוקים של כל רשת IBAX וקבלים פרסי חבילה. אנחנו משתמשים במנגנון של מוניטין, שיכול להפחית את השפעת צמדים שכשלו באופן ברור, ולכן הוא נקרא \"צומת כבוד\".",
  "feature.any": "הצד של מונדה שהגיע לגודל מחשבת משולבת ומצליח את הסכום הכולל של הפיקוח יקבל את ההזדמנות להפוך לצד \"צד כבוד\", הסכום הכולל של מחשבת מונדה והפקדה הוא אחד מהדרישות הקדם, להריץ את \"צד כבוד\" גם נדרש לעמוד בדרישות החומרה של השרתים. הרשת IBAX מכילה מערכת בקרה חומרה משולבת שמאפשרת בקרה מיידית של סביבת הפעולה החומרה של צדות הכבוד.",
  "feature.guard": "צמתות משמר",
  "feature.as": "בתור עד של נתוני אקו ומאגר של תוכן אקו, צמתי האקו-שומרים בקשות פעילה את סנכרון הנתוני אקו ברשת IBAX",
  "feature.ecological": "הצמתי האקו-גארדיאן הם מועמדים להצמת הכבוד וניתן להם להתחיל הצבעה כדי להפוך להצמת כבוד אם תנאי החומרה וההתחייבות מתקיימים, וניתן להם להפוך להצמת כבוד לאחר שההצבעה מאושרת.",
  "feature.casting": "מנט נודס",
  "feature.about": "תכונות נוספות של אייבקס",
  "featrue.ecolog": "אקוליב אוטונומיה",
  "feature.realize": "תעשה חלום האוטופיה שלך כאן",
  "feature.take": "הניהול של מערכת אקולוגית יכול לקחת מגוון צורות, כולל: האם להנפיק מסמכים, האם לתמוך בפרקטיקות אקו-קונסנס וכרייה, והאם לאפשר לחברי המערכת לא להשתמש בדמי GAS, אשר יש להחליט על ידי ה-DAO. אלו הם הדברים החשובים ביותר במערכת, ואף אתריום וביננס לא יכולים להשיג את כולם. ב-IBAX, אתה יכול ליצור אוטופיה כזו.",
  "feature.consensus": "הקיבוצת האקו-אוטונומיה",
  "feature.costs": "אקו-קונסנסוס ודמים",
  "feature.issuing": "מנפיקת אקו-כסף",
  "feature.economic": "הנהלת כלכלת-סביבתית",
  "feature.mining": "פיתוח סביבתי",
  "feature.incentives": "אקו-מיינינג & הטבות",
  "feature.model": "מודל של שלטון אקו",
  "feature.eco": "כרטיסי Eco-Coins, עמלות GAS וכרייה הם כל הגדרות של האקוסיום עצמו",
  "feature.choose": "אתה יכול להתאים את הגדרות אלו להתאים לרעיונות שלך. הצירוף של פורמטים מרובים יכול לספק לכל סביבות יישום, מאפשר לך להבין את מודל העסק שלך בהתחשבות בניהול והקדם של חברי האקו.",
  "feature.business": "עסקים הם סביבה מורכבת ומתנגדת, אנחנו לוקחים את העקרון של עסקים כדי להתפרסם את התכונות של:",
  "feature.tokens": "מטבעות, דמי GAS (מס), הסכמה (חוק), כרייה (כלכלה) והשארת הדבר לאופן של האקוסיסטם כדי שכל סביבת עסקים יכולה להיות מיושמת ב-IBAX.",
  "feature.economy": "אקוליב כלכלה",
  "feature.gas": "תשלום ושמירת דמי אקו-גאס",
  "feature.transactions": "תרומות פנימיות דורשות את הפחתת כמות של IBXC כדמי עמלת שרשרת. דגם זה מאפשר לחברי האקו פשוט לעקוב ולחזור על אסימוני האקו, ומאפשר ליוצרי האקו להתמקד יותר בעסקים שלהם.",
  "feature.expansion": "סקלביליות אקו",
  "feature.based": "מערכות אפליקציות אקו-מבוססות על שרשרת צלבים",
  "feature.use": "היקום יכול להשתמש בכל מתקני התשתית של IBAX, כולל שימוש ב-CLB עבור 'cross-chain'. ניתן ליישם את כל היישומים בהיקום עבור משחקים, מכירות, פעילויות קהילתיות, דברי ממשלה וכו '",
  "feature.awards": "תגיות ותודות",
  "feature.ecology": "יצרו אקולוגיה",
  "feature.governance": "נהלי אקו",
  "feature.articles": "מאמרים",
  "resource.project": "מיזמים קשורים",
  "resource.more": "הרחבות נוספות",
  "resource.team": "קבוצות",
  "resource.ac": "תחקיר תקשורת",
  "resource.external": "תנועה חוץ לשיתוף פעולה",
  "resource.news": "חדשות",
  "resource.activity": "אירועים",
  "resource.white": "מסמך לבן",
  "resource.economic": "מודלים כלכליים",
  "resource.partner": "שותפויות",
  "resource.video": "וידאו",
  "resource.community": "קהילות",
  "resource.document": "תיעוד למפתחים",
  "resource.download": "הורדות",
  "resource.technical": "אנחנו מחויבים לשנות את החברה עם טכנולוגיית בלוקצ'יין",
  "resource.know": "לפגוש את שותפינו",
  "resource.composed": "איבקס היא קבוצה של אנשים מכל העולם שמתרגשים מטכנולוגיית הבלוקצ'יין, אנו מחפשים להפעיל את טכנולוגיית הבלוקצ'יין ביישומים מעשיים ומחפשים תמיד את הידע החדיש ביותר בנושא. אנו מספקים פלטפורמה בלוקצ'יין יציבה ועמוקה לכל הצוותים שמאשרים להצטרף אלינו.",
  "resource.needs": "תקנות צריכות לפתור בעיות מעשיות לאנשים. אנו מקווים ליצור פלטפורמה מבוזרת ואוטונומית דרך הרעיון של הבלוקצ'יין המבוזר, שבו תוכלו לקנות, להוציא, לנסוע וכו 'ולעשות את מה שתרצו מבלי לדאוג לפגיעה בנתונים, באבטחת נכסים או בבעיות פרטיות, כי כל אלה ישמרו על ידך ותאשרם עצמך.",
  "resourse.hundreds": "מאות אנשים",
  "resourse.r": "צוות מחקר ופיתוח",
  "resourse.chain": "בלוקצ'יין",
  "resourse.underlying": "הבניה הקלילה של הבלוקצ'יין",
  "resourse.items": "חמישה",
  "resourse.leading": "טכנולוגיות בלוקצ'יין מובילות",
  "resourse.application": "הגשות",
  "resourse.system": "בלוקצ'יין מערכות שירות בסיסי",
  "resourse.machine": "מכונת וירטואלית חוזה",
  "resourse.languages": "תואם לשפות חוזים מרובות",
  "resourse.still": "אנחנו עדיין מעשים שיאים",
  "resourse.view": "ראה עוד תגובות על הטכנולוגיה שלנו",
  "resourse.person": "מנהיגי קבוצה",
  "resourse.charge": "כל מנהיגי צוות IBAX הם יכולות מובהקות בתחומיהם הפרטיים שלהם ועשו הרבה תרומות ל-IBAX",
  "resourse.from": "צוותים טכניים ברחבי העולם",
  "resourse.no": "לא זמין כרגע",
  "resourse.case": "מקרים",
  "resourse.senior": "צוות המנחים שלנו",
  "resourse.doctor": "דוקטורט בקריפטוגרפיה, אוניברסיטת צ'יקגו",
  "resourse.professor": "פרופסור (אינסטיטוט פוליטכני של פריז)",
  "resourse.pro": "פרופסור",
  "resourse.phd": "דוקטורט בקרפטוגרפיה",
  "resourse.public": "מומחה בענייני ציבור",
  "resourse.affairs": "מומחה בענייני ציבור העם",
  "resourse.developer": "אני מפתח בצוות איבקס והבנתי את ערכי בתוך המשפחה הזו ואנשים מכבדים את הרעיונות שלי, שהוא הדבר הכי שמח שיש לי",
  "resourse.designer": "אני מעצב אחראי על כל העיצוב התצוגתי של IBAX.",
  "resourse.soon": "אני מקווה שאוכל להכיר אותך בקרוב כי אני מתמחה מסחרי אחראי על התאמת עסקאות ומסעות העסקה עבור אייבקס.",
  "resourse.joined": "אני הצטרפתי לצוות ה-IBAX בשנת 2019 וחזרתי לראות את הצמיחה המהירה של IBAX.",
  "resourse.responsible": "אני אחראי על עיצוב המוצר של Weaver כדי לתמוך בצורה טובה יותר בפיתוח שלך, בניתי מגוון של יישומי BaaS ואני מקווה שתהיה לך חוויה טובה.",
  "resourse.hum": "הום! אל תעצור את התכנות שלי, עדיין יש לי הרבה רעיונות להשלים.",
  "resourse.our": "אין פה פרצות בתקשורת בצוות שלנו, אין דיסקרימינציה, אני יכול להציע את כל הדעות שלי וכולם מספקים לי יד עזר.",
  "resourse.administrative": "אני מומחה אדמיניסטרטיבי ואני אחראי על ניהול הצוות והמערכות שמבטיחות שאנשינו המופץ ברחבי העולם יוכלו לשותף פעולה ולתקשר בצורה שלם.",
  "resourse.gains": "ישתמשו בטבלאות של IBAX כדי לקבל יתרונות",
  "resourse.used": "צוות של ג'וטקי וולט קיבל תמיכה טכנית מ-IBAX בדרכים רבות על ידי שימוש ברשת IBAX כיישום בסיס של הארנק ושמירה על תקשורת עם צוות IBAX.",
  "resourse.story": "מצאו את הסיפור המלא",
  "resourse.excellent": "צוותים מדהימים הצטרפו לאקוסטמ של אייבקס",
  "resourse.learn": "ללמוד עוד על אפליקציות באקוסטמ של אייבקס",
  "resourse.compatible": "היישומים האלה מופצים באופן סביבתי בלחיצה אחת עם תכונת תואמת לחוזה של IBAX",
  "resourse.name": "שם אקוליב",
  "resourse.cases": "הצג את כל המקרים",
  "resourse.advantage": "יתרונות היישום",
  "resourse.gain": "איבקס יתן לך העלאה במהירות גבוהה",
  "resourse.problems": "אלה הן בעיות אמיתיות עבור מפתחים ובאמצעות IBAX לא תהיה לך בעיות להתמודד איתם.",
  "resourse.threshold": "סף פיתוח",
  "resourse.every": "כל קבוצה רוצה להשלים את הרעיונות שלה עם כמות מינימלית של כוח אדם. IBAX Network יספק לך תיעוד פיתוח מקיף שבו תוכל ליצור את האפליקציה האקולוגית שאתה רוצה, ואנחנו גם תומכים בעריכה מקוונת של חוזים חכמים במערכת BaaS שאנחנו מספקים.",
  "resourse.time": "שמור זמן פיתוח",
  "resourse.names": "שם",
  "resourse.d": "מנהל/ת מחקר ופיתוח",
  "resourse.information": "ראה מידע נוסף",
  "resourse.cost": "העלאת העלויות",
  "resourse.noticed": "התגלנו שהרבה צוותי מפתחים מצוינים הופסקו קשה על ידי הדמי הגבוהים בכמה בלוקצ'יינים. בנוסף, רשת IBAX מציבה אפקטיביות ביצוע גבוהה ונפח בלוקים גבוה, כך שדמי העסקאות ברשת IBAX נמוכים מאוד.",
  "resourse.handling": "תשלומי עיבוד נמוכים",
  "resourse.operations": "מנהל/ת פעולות",
  "resourse.help": "תקנו עוד עזרה",
  "resourse.news": "חדשות",
  "resourse.follow": "העקבו אחרי החדשות כדי ללמוד עוד על אייבקס",
  "resourse.source": "לעולם לא תשכח",
  "resourse.type": "סוג",
  "resourse.search": "חיפוש",
  "resourse.introduce": "ברוך הבא\n\nIntroduction\nברוך הבא",
  "resourse.explanation": "לפגוש את IBAX באמצעות סרטון",
  "resourse.video": "מבוא הוידאו של צוות איי.בי.אקס",
  "resourse.sourceview": "צפה במקורות הנתונים",
  "resourse.start": "התחל לשחק",
  "resourse.how": "איך להשתמש ב-Weaver",
  "resourse.quickly": "יצרו מערכת איכות במהירות עם ויבר",
  "resourse.issuance": "מקש אחד כדי להנפיק מטבעות",
  "resourse.visual": "עמוד של שליטה חזותית בסביבה",
  "resourse.official": "רשמי",
  "resourse.facebook": "פייסבוק",
  "resourse.twitter": "טוויטר",
  "resourse.community": "קהילה",
  "resourse.technology": "טכנולוגיות",
  "resourse.ecologically": "אקוליבס",
  "resourse.activities": "אירועים",
  "solutions.make": "כל מקור מכבד תקווה",
  "solutions.copyright": "בלוקצ'יין זכויות יוצרים",
  "solutions.protection": "הפלטפורמת ההגנה על זכויות היוצרים של IBAX מספקת ליוצרי תוכן או מפעילי תוכן פתרון הגנה על זכויות יוצרים מקוון במקום אחד המשלב הפיקוח על זכויות, ניטור שיוך, גילוי אלקטרוני והגנה בדינית בתביעות.",
  "solutions.stop": "תגישור של הגנה על זכויות יוצרים במקום אחד",
  "solutions.reduce": "תחסך עלויות ותגבר את העובדה עבור התעשייה",
  "solutions.value": "תפעול הערך של זכויות יוצרים",
  "solutions.deposit": "הרשאות הפניות",
  "solutions.quick": "תוכנת רישום זכויות מהירה. על פי תכונות של בלוקצ'יין, היא יכולה להגשים \"אישור הזכות מייד לאחר פרסום\", שיכול לפתור את העבודה הקלאסית של 7-30 ימים בתוך דקה אחת. מאפשרת שהמידע הבטוח כגון זהות של בעל הזכות, המזהה הייחודי (ערך האש) של התוכן שנרשם וזמן הרישום יעלו בבטחה לבלוקצ'יין.",
  "solutions.integrate": "מיזוג מחלקות עסקיות מופרדות לשירות במקום אחד מקוון",
  "solutions.rights": "הוא משלב שירותי הפקת זכויות, ניטור הפזרה, גילוי אלקטרוני והגנת זכויות, מאפשר ליוצרים מקוריים / ארגונים להשיג הגנת זכויות יוצרים \"בלי עצב אחד\".",
  "solutions.strong": "תמיכה טכנית חזקה",
  "solutions.spread": "מעקב הפצה",
  "solutions.precision": "בקרת רשת מדויקת מאוד. מבוססת על טכנולוגיית מעקב דנא להחתים עבודות מקוריות עם \"זהות\", יכולת חיפוש של מיליארדים במילישניות, זיהוי מדויק של הפרות ברחבי הרשת, בקרה על פי דרישה, תחום בקרה מוגדר עצמית ושירות שנתי.",
  "solutions.costs": "תחסוך עלויות ולהגדיל את היעילות של התעשייה",
  "solutions.reshaping": "שינוי ערך הזכויות יוצרים",
  "solutions.trustworthy": "יצרו מנוע אקו-ביטחון אמין, שתוספו מידע קשור לבלוקצ'יין, השגו אינטגרציה והחלפת מידע בין שכבות חוזים חכמים ויישומי עסקים, והשגו חלוקת הכנסות מקוונת ובזמן אמת באמצעות חוזים חכמים.",
  "solutions.financial": "בטחון כלכלי",
  "solutions.supply": "משאבי אספקה פיננסיים",
  "solutions.service": "הפלטפורמה של שירותי כספים של שרשרת הסחר, על ידי שדרוג דיגיטלי של חשבונות החוב של חברות הליבה, מאפשרת שהחשבונות החוב יתעברו לספקים העליונים כערכות אישורי אשראי שזרות דרך שרשרת הסחר, מפתרת את הבעיה של התחזוקה יקרה וקשה של חברות קטנות וקטנטנות בסוף שרשרת הסחר. באותו זמן, האבטחה אישית ברמת הכספים ואימות אבטחת העסקאות מספקים גם פתרון מלא לעסקאות החנות האונליין ללא קשר.",
  "solutions.watch": "צפה בהדגמה",
  "solutions.issuance": "פתח וזרם",
  "solutions.early": "איסוף מוקדם של כספים על חשבון",
  "solutions.destruction": "מחיקת חשבונות לחיוב",
  "solutions.digital": "מנהלת מחזור מלאה של נכסים דיגיטליים",
  "solutions.credit": "החברות הבסיסיות יכולות לאשר ולהעלות את חשבונות החוב שלהם לספקים ברמה ראשונה באינטרנט. ספקים ברמה ראשונה יכולים להעביר את חיוביהם לספקים ברמה שנייה או יותר בבלוקצ'יין.",
  "solutions.fully": "מופתעים באופן מלא למגוון מוסדות כספיים כגון בנקים, פקטורים, אחריות ואמונות, כמו גם לחברות הליבה והספקים מעלה ומטה בשרשרת הסחר.",
  "solutions.build": "בנה יחדיו אתר אקולוגי של מאגר פיננסי מבוסס בלוקצ'יין. אנחנו מקבלים גם בנקים גדולים עם כוח שיש להם להצטרף לברית הבלוקצ'יין כדי לעבוד יחד. העלאה, יצירה, זרימה, פיננסים והשמדה של נכסים דיגיטליים עבור כל מחזור החיים של חובות נעשים ישירות על הבלוק. הסר את בעיית ההשתקפות הכפולה והשלמות שנפוצות במערכות שאינן מבוססות בלוקצ'יין",
  "solutions.flexible": "מערכת פתוחה ומשותפת גמישה",
  "solutions.suppliers": "מספקים בכל רמות יכולים להעביר חשבונות נכונים שנמצאים בבלוקצ'יין, לממסדים, ולקבל את האשראי באופן מוקדם",
  "solutions.assist": "תעזור לחברות הליבה בניהול החדרת שרשרת הסחר",
  "solutions.after": "ברגע שהחברה הבסיסית עשתה את התשלום, סוכנות הניקוי של IBAX מתנהלת את התשלום לנמענים בבלוקצ'יין, כולל ספקים ומממנים בכל רמות.",
  "solutions.demo": "תצוגת מקרים",
  "solutions.diversified": "מנהלת נכסים מגוונים",
  "solutions.asset": "מערכות ניהול נכסים",
  "solutions.credible": "תוכנה לניהול נכסים גמישה, אמינה ומגוונת שנבנת על בלוקצ'יין מסייעת לחברות להכניס נכסים בתוך הבלוקצ'יין, להביא לחוקר חבילות נכסים, אישורים וניהול מעמיק אחר, ולעקוב אחרי הנכסים באמצעות בקרת סיכון בבלוקצ'יין כדי לעזור לחברות עם אשראי ראשי חלש אך נכסים באיכות גבוהה לפרסם חוזים נכסים ולהוריד את סף הפיננסים שלהם.",
  "solutions.management": "מנהלת נכסים אוטומטית על-צדד",
  "solutions.smart": "מנהלת נכסים חוזה חכם",
  "solutions.real": "מנהלת השקעות חד פעמית",
  "solutions.time": "מנוע ניתוח של בקרת סיכון בזמן אמת",
  "solutions.including": "זה כולל אחסון נכסים בצורה מיידית בבלוקצ'יין, אימות נכסים בבלוקצ'יין, אישור נכסים אוטומטי, ניהול החלטות נכסים וניתוח שליטה בסיכון נכסים",
  "solutions.risk": "מנוע ניתוח של בקרת סיכונים של נכסים ברמה שנייה בשרשרת כדי לספק חזות חדה לפרטי הנכס הקרובים",
  "solutions.structured": "יצירת נכסים מוסדרים יותר שקופים ואמינים",
  "solutions.privacy": "בטיחות פרטיות של בלוקצ'יין של מדד כספי",
  "solutions.realize": "תכנות חוזים חכמים מבוססת מבנה עסקאות נכסים, הנפקת חוזים אוטומטית, רכישת נכסים סולם ויכולות החלפת נכסים.",
  "solutions.second": "תקע חזרת נכסים של שכבה שנייה להגברת אשראי",
  "solutions.relying": "תלויים במערכת חשבון ואימות של בלוקצ'יין, הפעל שירותים במקום אחד כגון חוזים מקוונים ואיסוף ותשלום, עזר לממנים לראות את תהליך הצורך של הנכסים ועזר לעסקים להשיג משאבי עודפים בעלות נמוכה.",
  "develope.tool": "כלי חיזוי",
  "develope.functions": "תפקידי המעטפת",
  "develope.ecoLib": "איך ליצור ecoLib חדש? ecoLib הוא מהיר ליצירה. היוצר מקבל את כל הזכויות האדמיניטריות",
  "develope.operation": "צפו בוידיאו שלנו על איך לעשות",
  "develope.weaver": "קונסטר הוא לפיתוחני איבקס",
  "develope.bass": "הפונקציה של BaaS נוספה ל-Weaver ואתה יכול להשתמש בה כדי ליצור ולנהל את הסביבה שלך",
  "develope.encounter": "אם אתה מתקשה בפיתוח",
  "develope.technology": "הצוות של IBAX מונע על ידי טכנולוגיה ומעוניין בכל נושאי פיתוח ונענה בזמן מתאים לשאלות בתוך הקהילה",
  "develope.document": "תיעוד פיתוח",
  "develope.use": "תיעוד על בלוקצ'יין IBAX",
  "develope.doc": "תיעוד על וויבר",
  "develope.engineer": "מפגש מפתחים",
  "develope.can": "אתה יכול לחפש שאלות כאן ואם אתה לא מקבל פתרון, מפתחים אחרים בקהילה יתן לך את התשובות הנדרשות בזמן מהיר.",
  "develope.enter": "היכנסו לפורום",
  "develope.questions": "בעיות ומשוב",
  "develope.find": "אם אתה מוצא באג חמור, אנא הודע לנו וההנדסים שלנו יתממשו את זה בהקדם האפשרי. אם הבעיה מאומתת, גם אתה תקבל פרס.",
  "develope.bug": "הגש בעיה",
  "develope.open": "מפתחים מוזמנים, הגשו חוזים חכמים לשוק BaaS כדי לקבל הכנסה",
  "develope.has": "IBAX פתח פלטפורמת אפליקציית BaaS עבור מפתחים כדי להגיש פתרונות כדי לקבל פרס לאחר שהם אושרו על ידי צוות הביקורת, בצורה שתקבע על ידי המפתח.",
  "develope.paid": "מודלים שונים של תשלום",
  "develope.there": "הפתרון שאתה מגיש מאפשר לך להגדיר שלוש שיטות תשלום:",
  "develope.fees": "הפחתות על התקנה ושימוש, שהוא מנגנון הפחתה חד-פעמי שמפחית את דמי ההתקנה והשימוש של המשתמש.",
  "develope.deducted": "הנחה בשימוש, כאשר ההנחה מתבצעת כאשר הפתרון נמצא בתוך היישום, זוהי הנחה מתמשכת שמתבצעת באופן מתמשך.",
  "develope.deduction": "הפחתה משולבת, בה סכום מסוים מופחת בהתקנה וסכום נוסף מופחת בכל פעם שהפתרון משמש.",
  "develope.audit": "בדיקת אבטחת קוד",
  "develope.review": "הצוות לבדיקת קוד IBAX יבצע בדיקת אבטחה של כל חוזים חכמים שנשלחו לשוק של BaaS כדי להגן על בטיחות כל משתמש ורווח של המפתח.",
  "develope.code": "הַקוֹד הַנָמוּך מְאוֹד יָדִידוּתִי עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה עַבְדָה ע",
  "develope.lowCode": "לאו קוד",
  "develope.ecological": "מנהלת אקולוגית",
  "develope.quickly": "בְּWeaver אתה יכול ליצור במהירות את סביבת החיים באמצעות דף התרשימים, באמצעות בחירת תצורות כדי לאתחל את כללי סביבת החיים, וחברים שיצטרפו לסביבת החיים יחייבו לכבד את כללי הסביבה שלך.",
  "develope.also": "אפילו תוכנת ויבר תומכת באינטראקציה חזותית של יבוא אחד-לחיצה של חוזים מבלוקצ'יינים אחרים. אם אתה מתכנת אקו מקצועי, אתה יכול להשתמש בתכונה זו כדי להתייחס באופן מחובר לאקוסטמך בבלוקצ'יינים אחרים.",
  "develope.online": "עורך חוזה מקוון",
  "develope.frameworks": "מערכת עורך חוזים חכמים מקוונת, המספקת מסגרת חוזים ותבניות כדי לעזור למפתחים לפתח במהירות חוזים סביבתיים",
  "develope.means": "תוכל לבחור לפרסם את החוזה המושלם לאחר שנשמר בהצלחה, ולהחילו בארגון.",
  "develope.drag": "מספק תכונות גרור-ו-שחרר שמאפשרות לך להוסיף בקרים, מה שמפחית עבודה שורשית חוזרת",
  "develope.template": "זה\n\nהזה",
  "develope.number": "רבים מסוגי תבניות בסיסיות נוספו ל-Weaver, כגון: תבניות סקרים, תבניות הודעות, יישומי BaaS, ניהול חברים וכו'. אלו התבניות יכולות להתווסף ישירות לאקולוגיה שלך דרך דף חזותי.",
  "develope.roadmap": "מפת הדרכים",
  "develope.explore": "החקר עוד טכנולוגיות בלוקצ'יין",
  "develope.enthusiast": "אם אתה חובב טכנולוגיית בלוקצ'יין, תתחוו לחוויות טכנולוגיות נוספות ב-IBAX.",
  "develope.finder": "אם אתה מצאן באגים, מצא פרטיות IBAX או פתור את הפרטיות, תתגמל עם מטבעות",
  "develope.innovator": "אם אתה מתחזק, הגש את ההצעה שלך כאן ותקבל תמיכה מצוות ה-IBAX, האם זה כספי או טכני",
  "develope.repository": "לך אל מאגר ה-IBAX",
  "develope.topics": "מצא נושאים מרתקים",
  "develope.project": "הגש את הפרויקט שלך",
  "develope.encourage": "העונג מפתחים להצטרף לאקוסטמ של אייבקס ולהשלים את פיתוח האקוסטמ שלהם",
  "develope.submit": "הגש את הרעיונות היצירתיים שלך ב-GitHub, קבל את אישור המונדטוריה של IBAX ותקבל עזרה ותמיכה מצוות הטכנולוגיה של IBAX. עדכן את GitHub וקבל את הטוקנים של IBAX שנתנו כתגמול והוחזרות על עלויות הפיתוח לאחר השלמת היישום.",
  "develope.excellent": "אפליקציות אקו מצוינות יתגברו באופן קבוע, ומוסד האיבקס יתן למפתחים פרס גבוה במטבעות איבקס ותמיכה בתקשורת כל חודש או רבעון בהתאם לפעילות אקו ותרומות.",
  "develope.exciting": "מצא נושאים מרתקים",
  "develope.encourages": "המונדאציה של המכון הבסיסי מעורבת אתכם להיכנס למרכז החקר שלנו לתקשר את ההצעות המופלאות שלכם, אנחנו נקפיד על כל ההצעות הטובות ביותר, והמונדאציה של המכון הבסיסי תתן פרס כסף מעולה לשאלות שנקבעו.",
  "develope.wonderful": "יצרו נושא, איבקס מדהים בגללכם",
  "develope.reward": "תגמול עבור מציאת באגים",
  "develope.get": "אתה יכול לקבל 10 ~ 50,000 מטבעות IBAX עבור גילוי באגים IBAX או פתרון באגים IBAX.",
  "develope.receive": "מצא באגים, קבל פרסים",
  "develope.issue": "תיאור הבעיה",
  "develope.on": "ב",
  "develope.mentioned": "נאסף",
  "develope.replies": "תשובות",
  "develope.join": "הצטרף לדיון",
  "develope.discuss": "דייסקוס",
  "develope.check": "בדקו את נושאים נוספים ב־GitHub",
  "develope.forum": "פורום דיונים",
  "develope.bugs": "חיפושי שגרו פרסים",
  "develope.honor": "כבוד מפתחים",
  "develope.forget": "לעולם לא נשכח את המפתחים שעשו תרומות מרשימות ל-IBAX, וב-IBAX תתקבלו כבוד ותתגמלו בכמות גדולה של מטבעות.",
  "develope.see": "הגש תקלה",
  "develope.export": "הדף בפיתוח. בבקשה חזור מאוחר יותר",
  "about.can": "אתה יכול לעקוב אחרינו בדרכים הבאות",
  "about.have": "נו ישנם חשבונות חברתיים בפלטפורמות שונות, אתם יכולים לתקשר איתנו על ידי שליחת תגובות.",
  "about.our": "הכרזות על התקדמות הפרויקט שלנו והבניית הבלוקצ'יין",
  "about.events": "אירועים פורסמו וחדשות בלוקצ'יין",
  "about.an": "ערוצי וידאו",
  "about.follow": "מעקב אחרי מידע הצוות והקריירה שלנו",
  "about.you": "אתה יכול גם להצטרף על ידי:",
  "about.want": "רוצים לקבל תשובות לשאלות הטכניות שלכם? אנא היכנסו לפורום הטכני",
  "news.read": "קרא עכשיו",
  "about.talk": "לדבר איתנו",
  "about.send": "שלח",
  "about.contact": "תקשרו אלינו",
  "about.input": "לא ניתן להשאיר שדה ריק",
  "about.success": "נשלח בהצלחה",
  "about.fail": "כשל בשליחה",
  "resource.practical": "איבאקס הוא חלק מפתח פתוח מתקדם וניתן לשינוי של עולם הבלוקצ'יין העסקי.",
  "resource.provide": "IBAX יכול לספק סביבה יציבה ואמינה לחלוקת נתוני עסקים (נכסים, אסימונים, תעודות וכו ') ולבצע התנהגויות מהירות עמה.",
  "events.urge": "אינציאטיבי איבאקס",
  "events.center": "אירועים",
  "events.new": "ללמוד על אירועי האיבקס האחרונים כאן ותוכלו לזכות בפרסים נהדרים!",
  "events.online": "תסטנט אונליין",
  "events.invited": "אתם מוזמנים לחוות את רשת הבדיקה של IBAX",
  "events.tasks": "בדיקת משימות",
  "events.testing": "פתחו את טופס דוח הבדיקה. הוא מכיל מטלות בדיקה (תכניות שימוש בסיסיות של DeFi כגון אספקה, הלוואה, נקודת עניין וכו ');",
  "events.them": "בצעו אותם צעד אחר צעד ומלאו את התשובות בהתקדמות. דווחו על באגים, באגים, טיפוס, ואזורים לשיפור שנמצאו",
  "events.manual": "השתמשו במדריך ה-Testnet כדי ללמוד איך לבצע את המטלות; הוא מכיל הוראות צעד אחר צעד עבור כל שימוש.",
  "events.discord": "הצטרף לדיסקורד שלנו",
  "events.telegram": "הצטרף/י אל הטלגרם שלנו",
  "events.subscribe": "הרשמו לערוץ שלנו ביוטיוב",
  "events.join": "הצטרף",
  "events.coming": "בקרוב",
  "events.next": "האירוע הבא",
  "events.more": "יותר",
  "events.marvellous": "אירועים מדהימים",
  "events.future": "אירועים קרובים",
  "events.home": "אירועים בדף הבית",
  "events.content": "אירועים קשורים",
  "events.much": "אירועים נוספים",
  "events.act": "אירועים תוכן",
  "events.follow": "מעקבו אחרי איבקס לחדשות האחרונות",
  "events.address": "הזן את כתובת הדוא\"ל שלך",
  "events.now": "הרשמו עכשיו",
  "server.privacy": "מדיניות פרטיות",
  "server.term": "תנאי שימוש",
  "server.policy": "מדיניות פרטיות של אתר אינטרנט",
  "server.applies": "הפקודת הפרטיות הזו חלה על אתר האינטרנט של IBAX. הגנת פרטיותך חשובה לנו. אנחנו הבקר של מידע אישי שלך והפקודה הזו מסבירה איך אנחנו מנהלים את המידע האישי בתוך הארגון",
  "server.collect": "סוגי מידע אישי שאנו אוספים",
  "server.personal": "נתוני האישיים שלך, הבחירות שלך ואחריותנו",
  "server.our": "אנחנו ושותפינו משתמשים בעוגיות או טכנולוגיות דומות כדי לעיין ולאחסן מידע שאינו רגיש, כמו כתובת ה-IP שלך.",
  "server.processing": "העיבוד של נתונים רלוונטיים מאפשר לנו לשפר את חווית המשתמש, למדוד את קצב הקהל של אתר האינטרנט ותכונות הרשתות חברתיות או לשתף פעולה עם פרסום מותאם אישית",
  "server.clicking": "בלחיצה על \"מסכים\", אתה מקבל את שימוש העוגיות על ידי אייבקס ושותפיו.",
  "server.business": "חבר העסק שלנו",
  "server.change": "בשיתוף עם שותפינו, לאחר קבלת הסכמתכם, נעבד את המידע הבא על פי דעותכם: אחסון או/וגם גלישת מידע במכשיר, פרסום ותוכן מותאם אישית, הערכה של השפעת הפרסום והתוכן, נתוני קהל ופיתוח מוצר",
  "server.agree": "הסכמה",
  "server.disagree": "לא מסכים",
  "road.paper": "תוכנית חדשה של IBAX NetworkVision V1.0 שוחררה",
  "road.website": "אתר האינטרנט הרשמי של IBAX Network 1.0 מקוון \nמבנה הרשת הציבורית של IBAX",
  "road.built": "בניית DAPPs מובנים כגון יצירה בלחיצה אחת של אקולוגיה חדשה ומערכת הצבעה לשלטון DAO מוגדרת על השרשרת הבדיקה הפנימית \n אופטימיזציה של פרמטרי צומת בדיקה ולוגיקה של חוזה \n Launch מערכת אקוספטום של בדיקת מפתחים מוקדמת",
  "road.whitePaper": "עדכון גרסה 2.0 של מסמך הבסיס של רשת IBAX \n עדכון איטרציה של הסכמת שרשרת הבסיסית \n השלמת רשת מבוזרת על פי שרשרת הבסיס של IBAX וצמד של צמתים וחומרה \n שחרור פלטפורמת פיתוח חזותית Weaver על רשת IBAX \n אופטימיזציה של עיבוד העסקאות בשרשרת \n אופטימיזציה של מנגנון ההטבות \n השלמת ניהול תשלומים חלקיים",
  "road.online": "\"הפעלת רשת IBAX החדשה באתר האינטרנט שלה, הפעלת רשת Alpha העולמית הראשונה\"",
  "road.construction": "אפשרות פתוחה של אקולוגיה בבנייה, התאמת ממשק והשלמת שרשרת הראשית, קישורים לאפליקציות תואמות לארנקים מרובים.",
  "road.construct": "בנה ושפר את מערכת הבלוקצ'יין באופן מקיף. תמיכה בהסכם נכסים בין שרשראות. השקעה במסגרת כדי להכניס את אקולוגיית העסקים.",
  "road.improve": "לשפר את מרכז האופן של המטא-יקום, פתחו שוק אקולוגי NFT, DEFI",
  "road.upgrade": "תקדם את שירות הרשת המופץ ב-P2P תחת רשת IBAX",
  "road.no": "אין נתונים",
  "login.test": "תחרות איבקס אונליין \n דרוש התחברות באתר טוויטר כדי להתבצע הטרדה",
  "login.with": "התחבר עם טוויטר",
  "login.event": "השתתף באירוע טוויטר של אייבקס כדי לזכות באירדרופ IBXC!",
  "login.activities": "תשתתף בפעילות של טוויטר של IBAX וקבל נקודות אירדרופ",
  "login.why": "מה הוא IBAX !",
  "login.build": "איבקס מטרה לבנות מטאברס עם הסכמת DPoA, שבו כל תושב המטאברס המחזיק ב IBXC יכול לשנות את כללי הקהילה על ידי הצבעה כדי להשיג מדיניות מאופקת באופן אמיתי של ממשל המטאברס",
  "login.has": "אבקס מציעה פונקציית מכונה וירטואלית מדובבת (IVM) עם יכולות ביצועים גבוהות ועוצמת חשמל גבוהה, שמאפשרת לייבא אפליקציות אקו על בלוקצ'יין של Ethereum או Binance בלחיצה אחת",
  "login.welcomes": "אתר איבקס מקדים את כולם להשתתף בעולם המטא ומעניק לכל תושב את ה-NFT עם גישה לכרייה קבועה, וכל אחד עם מכשיר חכם יכול להפעיל פרסי כרייה מטא.",
  "login.team": "האם אתה מפתח יחיד או צוות, אתה יכול להשתמש בכלי ניהול אקו שסופק על ידי IBAX שנקרא Weaver, שמשלב מספר גדול של יישומי BaaS כדי ליצור אקוסיות במהירות ולפרסם את אקו-טוקנים. אתה יכול לקצר באופן משמעותי את תקופת הפיתוח שלך על ידי שימוש ב-Weaver.",
  "login.online": "התחלת הפעולה של הפירעון של IBAX תתחיל בקרוב. אנא התחבר לכתובת הארנק שלך בהקדם!",
  "login.join": "הזריקת אוויר IBAX הסתיימה, מערכת הדירוג IBAX חדשה בקרוב, הישארו מעודכנים!",
  "personal.on": "תלך אחרי איבקס",
  "personal.please": "בבקשה עקוב אחרי IBAX בטוויטר, ולחץ על \"עקבתי\" לאחר שתעשה זאת",
  "personal.followed": "עוקב",
  "personal.fol": "עקוב אחרי טוויטר",
  "personal.cancalf": "לבטל עקוב",
  "personal.not": "לא עדיין מעקב",
  "personal.repost": "רטוויט ולחזור לבקש את ה IBXC שלך",
  "personal.follow": "בבקשה לחזור את הפוסט ולקבל את נקודות ה-IBAX שלך",
  "personal.forwarded": "הטיית חזרה",
  "personal.notf": "אתה מוכן לעבוד?\nהאם אתה מוכן לעבוד?",
  "personal.finished": "גמור",
  "personal.own": "נקודות",
  "personal.coins": "הזמן חבר כדי לזכות ב-IBXC",
  "personal.invite": "הזמן חברים כדי להרוויח עוד IBXC",
  "personal.get": "מעקב אחרי IBAX כדי לקבל 2000 נקודות IBAX",
  "personal.go": "ללכת לעקוב",
  "personal.task": "משימה",
  "personal.redeem": "פדה",
  "personal.retweet": "הצטט שוב",
  "personal.record": "הקלט",
  "personal.date": "תאריך",
  "personal.earn": "נצל נקודות",
  "personal.participate": "השתתף",
  "personal.still": "האירוע עדיין בתהליך, אנא בצע החזר לאחר סיום האירוע!",
  "personal.ranking": "דירוג",
  "personal.history": "היסטוריה",
  "personal.redeems": "פדה",
  "personal.retweets": "הצטט",
  "personal.share": "שתף",
  "personal.code": "מזהה את הקוד QR כדי להיכנס לגרסת הניידת של דף האירוע",
  "personal.friends": "הזמן את חבריך לקבל IBXC והעשרה המובילים יקבלו פרס הפנייה נוסף",
  "personal.will": "הזריקה תסתיים ב־1 בפברואר 2022",
  "personal.points": "נקודות",
  "personal.once": "אין אפשרות לשנות את הכתובת הזו לאחר שהיא נשלחה",
  "personal.confirm": "אנא אשר את כתובתך ושמור על מפתחות הפרטיים והמנמונים שלך בבטחה",
  "personal.your": "את כתובת הארנק שלך",
  "personal.submit": "הגש לקוננט",
  "personal.werver": "ללכת אל ג'וטקי וליצור כתובת ארנק",
  "personal.how": "איך להשתמש ב-Jutkey כדי ליצור כתובת ארנק",
  "personal.address": "כתובת ארנק",
  "personal.available": "תשובת ה-IBXC תהיה זמינה ב-1 בפברואר 2022, 8:00 שעות שקוטעת אסט",
  "personal.storage": "מחסנית",
  "personal.view": "הצג מידע בלוקים",
  "personal.redemption": "תאפשר הפקדת IBXC ב־1 בפברואר 2022 בשעה 8:00 EST",
  "personal.redeemable": "מטבעות משובצים",
  "personal.submitted": "את כתובת הארנק שלך: {address}, לאחר שהוגש, הכתובת לא תוכל להשתנות. אנא אשר את כתובת הארנק שלך.",
  "personal.cancel": "ביטול",
  "personal.retweetpoint": "זיכרון",
  "personal.referral": "מטבעות הפנייה",
  "personal.gitHubCoin": "כסף גיטהאב",
  "personal.center": "מרכז אישי",
  "personal.airdrop": "מערכת הדירוג של איבקס",
  "personal.ret": "תרשום כדי לזכות",
  "personal.list": "היסטוריית נקודות",
  "personal.referrals": "שתפו עם חברים",
  "personal.ruless": "כלל הזריקת אוויר",
  "personal.git": "גיטהאב",
  "personal.geti": "לקבל IBXC",
  "personal.invites": "הזמן את חבריך כדי לזכות במטבעות IBXC",
  "personal.week": "היסטוריה של הערכים",
  "personal.link": "הקישור שלך להפניה",
  "personal.shareOn": "שתף על...",
  "personal.qr": "קוד QR שלך להפניה",
  "personal.our": "הטייב וזכה",
  "personal.point": "כל נקודות איבקס",
  "personal.challenge": "מאתגר",
  "personal.earned": "נקודות שנצברו",
  "personal.tw": "עקוב אחרי טוויטר",
  "personal.retw": "הצטט",
  "personal.for": "הטייב וזכה",
  "personal.campaign": "מבצע שידור מחדש",
  "personal.redeemed": "נכון ושוב",
  "personal.tasks": "ישנם רטוויטים חדשים כל יום, השתתפו כדי לקבל נקודות IBAX, בדקו",
  "personal.together": "תגרור עם חבריך ולהשתתף באירועי IBAX ביחד",
  "personal.sharer": "שתף רשומה",
  "personal.refer": "הזמן חבר כדי לקבל בונוס IBXC, בונוס נוסף של 100 IBXC עבור כל 100 אנשים שאתה מזמין",
  "personal.id": "זיהוי טוויטר",
  "personal.join": "תאריך הצטרפות",
  "personal.ge": "השג IBXC",
  "personal.bind": "מקשר את כתובת הארנק שלך כדי לשחזר את המטבעות IBXC",
  "personal.soon": "בבקשה קשר את כתובת הארנק שלך בהקדם האפשרי",
  "personal.yourPoints": "נקודות שלך",
  "personal.yourCoins": "פזמוניך",
  "personal.poin": "נקודות איבקס",
  "personal.coin": "מטבעות איי בי אקס סי",
  "personal.account": "לינק לגיטהאב",
  "personal.commits": "הערכות שלי",
  "personal.gr": "מערכת דירוג IBAX כלל",
  "personal.honor": "כבוד מפתחים",
  "personal.ecosystem": "מערכת אקולוגית",
  "personal.bounty": "מהנדסה / פרס",
  "personal.resources": "כלי פיתוח",
  "personal.user": "פרופיל",
  "personal.dashboard": "הלוח שלי",
  "personal.fork": "מזלג וכוכב IBAX GitHub \nמאגר פרויקט (go-ibax) \nלקבל 3000 נקודות",
  "personal.keep": "תעקבו אחרי מאגר הפרויקט של IBAX למידע נוסף על נקודות ותגמולי IBXC",
  "personal.project": "הצטרף למאגר הפרויקט של IBAX",
  "personal.area": "אזור באונטי",
  "personal.email": "איגוד דואר אלקטרוני",
  "personal.sure": "בטוח",
  "personal.add": "אימייל כתובת",
  "personal.cod": "קוד אימות",
  "personal.send": "שלח",
  "personal.enter": "אנא הזן את כתובת הדוא\"ל התקנית שלך",
  "personal.can": "אימייל לא יכול להיות ריק",
  "personal.must": "קוד אימות חייב להיות מלא",
  "personal.digits": "הקוד האימותי יכול להיות רק 4 ספרות",
  "personal.binging": "מייל חוקם בהצלחה!",
  "personal.receive": "תקבלו התראות מעודכנות על בדיקת הזמן ופרסום הקלטות שלכם!",
  "personal.also": "אתה יכול גם לצפות בפרויקט IBAX למידע נוסף",
  "personal.star": "לחץ על כוכב כדי להגיש נקודות",
  "personal.repository": "לחץ על כוכב של מאגר פרויקט IBAX GitHub (go-ibax) כדי לקבל 1500 נקודות",
  "personal.claim": "לחץ על כוכב כדי להתחיל נקודות",
  "personal.finish": "גמור",
  "personal.forkto": "מזלג כדי לקבל נקודות",
  "personal.gofork": "לך לפיצול של מאגר הפרוייקט IBAX GitHub (go-ibax) כדי לקבל 1500 נקודות",
  "personal.check": "מחדש הפניות ואירועים מפורסמים כל יום",
  "personal.time": "ארון החסדים יתחדש",
  "personal.daily": "יומי בדיקה ב",
  "personal.today": "אתה חתם היום",
  "personal.po": "תחזור היום וקבל {points} נקודות",
  "personal.system": "מערכת הכבוד של איבקס ופרסים",
  "personal.give": "המונדאציה של קרן איבאקס תתן מעל 10 מיליון איבאקס כתגמול לקהילת המפתחים השנה, ואתה יכול להצטרף על ידי:",
  "personal.events": "תשתתף בפעילויות של IBAX ובדיונים על נושאי GitHub כדי לקבל נקודות IBAX",
  "personal.constructive": "תחומים בנויים להצעה",
  "personal.approved": "כל נושא בנוח (Q&A שנבדקו) יתגבר עם 200 נקודות IBAXC, והתגמול יחושב ב-5 של כל חודש (יום פיתוח IBAX).",
  "personal.there": "אם זהו שאלה עם ערך מחקרי טכני, ערך יישום מסחרי, אפשרות פיתוח שוק, ערך חקירה אקדמית וכו ', קרן איבקס תפעיל אותה כמשימה שבה יתנו פרסים מתוך נקודות איבקס ופרסים של איבקססי.",
  "personal.vulnerabilities": "מצא פרטיות IBAX",
  "personal.blockchain": "מצאו באגים בבלוקצ'יין IBAX, הגישו תהליך שניתן לחזור עליו, וקבלו 1~10,000 IBXC ונקודות IBAX לאחר אימות על ידי צוות IBAX",
  "personal.solutions": "תשלחו את קוד פתרון הבאג, המקובל על ידי צוות IBAX או מוזג לפרויקט, אתם יכולים לקבל 10~50,000 IBXC ונקודות IBAX",
  "personal.significant": "אם תגישו קוד אופטימיזציה עיקרי שיכול לשפר את ביצועי ואת העובדה של בלוקצ'יין של IBAX, תקבלו 10~50,000 IBXC כמו גם נקודות IBAX.",
  "personal.issues": "תפעל בעיות באונטי",
  "personal.boun": "היכנסו לאזור הבאונטי של IBAX ופתרו את הבעיה כדי לקבל פרס IBXC כמו גם נקודות IBAX",
  "personal.views": "תקנות נקודת מבט",
  "personal.out": "בדקו את זה ב־GitHub",
  "personal.been": "כל משימות הריטיוט שלך הושלמו, אנא חזור מחר",
  "personal.committed": "הבעיות שחתמת יוצגו כאן, ואם ברצונך לערוך אותם, אנא היכנס ל-GitHub",
  "personal.ended": "הזריקת האוויר IBAX הסתיימה ואנחנו בתהליך של הפקדת התגמולים של הזריקת האוויר, שמצפה להיות הושלם בשניים של השנה 2022.",
  "personal.process": "אבאקס בתהליך של הפקדת נקודות שלך ואנחנו צפים שתהליך זה יסתיים בשנייה של 2022, כך שיש להישאר מעודכנים!",
  "personal.completed": "הטיסות הגמורות",
  "personal.air": "כללי ההעברה האווירית",
  "personal.rank": "חוקי דירוג",
  "personal.getpoint": "לקבל נקודות איבקס",
  "personal.tuned": "תמתין ל-IBAX לאירועים חדשים כל יום",
  "personal.represent": "נקודות IBAX מייצגות תרומות לרשת IBAX, והכי הרבה נקודות שתקבלו, כך יהיו הפרסים שתקבלו",
  "personal.finishend": "מצב תוצאות מבצע הנתיב האווירי",
  "personal.serial": "מספר סידורי",
  "personal.handle": "תוויטר",
  "personal.overall": "דירוג כולל",
  "personal.airdro": "תגמולים של הפלסטר (IBXC)",
  "personal.poi": "נקודות כוללות",
  "personal.red": "פידונים",
  "personal.ranks": "דירוג נקודות",
  "personal.bonus": "בונוס הפנייה (IBXC)",
  "personal.referr": "ריינג הפניות",
  "personal.rewards": "הגמול דירוג פרסים (IBXC)",
  "personal.mainnet": "איבקס יאפשר למשתמשים לחבר את הארנקים שלהם לפני שהמטבעות יופצעו, אנא שמורו על העדכונים!",
  "personal.connect": "ללכת אל קונקט",
  "personal.down": "הורדת תוצאות המכירה",
  "personal.getted": "אתה יכול לקבל",
  "personal.total": "דירוג כולל",
  "personal.aird": "נקודות הזרימה מחוץ",
  "personal.coinns": "פדות נקודות למטבעות",
  "personal.inited": "הזמינו {person} חברים",
  "personal.recoins": "מטבעות הפנייה",
  "personal.result": "הסיבוב הראשון של הזרימת האוויר IBAX הסתיים כעת",
  "personal.chec": "בדוק את תוצאת הפיקוח",
  "personal.number": "הפניות",
  "personal.bindEmail": "התחבר את כתובת הדוא\"ל שלך",
  "personal.bindAddress": "מחבר/ת את הארנק שלך כדי לקבל IBXC",
  "personal.startEmail": "התחבר לכתובת הדוא\"ל שלך כדי להצטרף לרשימת הבחירה שלנו. קבל עדיפות לסבב השני של הזרימת האוויר",
  "personal.inputAddress": "אנא הזן את כתובת הארנק שלך",
  "personal.addressType": "בבקשה הכנס כתובת בפורמט 0000-0000-0000-0000-0000",
  "personal.notice": "קבל הודעת דואר אלקטרוני",
  "personal.receiveAddress": "כתובת הארנק שקשור לקבלת IBXC",
  "personal.chain": "בדיקת רשומה בשרשרת",
  "personal.bindsuccess": "אתה כבר חברת בהצלחה, אנא שמור על התראות בדואר אלקטרוני וחכה לקבלת הפיצוי שלך IBXC",
  "personal.chanage": "התקנה"
}