{
    "nav": "Nav",
    "nav.home": "Anasayfa",
    "nav.features": "Neden IBAX",
    "nav.performance": "Performans, verimlilik ve güvenlik",
    "nav.high": "Blockchain Framework",
    "nav.each": "Her node, bloklardan ayrıştırılan verileri depolamak için dağıtılmış bir veritabanı içerir; bu, yalnızca yürütme verimliliğini artırmakla kalmaz, aynı zamanda karmaşık iş mantığını gerçekleştirmenize de olanak tanır.",
    "nav.use": "Yürütme verimliliğini artırmak için veritabanını kullanın",
    "nav.virtual": "Çok Dilli Sanal Makine",
    "nav.with": "Çok dilli IBAX Sanal makinesi (IVM)",
    "nav.smart": "IBAX, ethereum akıllı sözleşmeleriyle sorunsuz çalışan ve akıllı sözleşmeler oluşturmak için Solidity, Go, Rust ve diğer dilleri destekleyen “Needle” adlı kendi akıllı sözleşme diline sahiptir",
    "nav.tran": "Sharding",
    "nav.improve": "İşlem verimliliğini artırın",
    "nav.break": "Teknolojik Engelleri Aşmak",
    "nav.security": "Güvenlik ve Gizlilik",
    "bass.bank": "Banka Sınıfı Güvenliği ile kişisel bilgileri koruyun",
    "bass.attribute": "Decentralization özelliği, blok zinciri dünyasındaki gerçek kimliğe bağlanmayı imkansız kılar ve kişisel gizliliği azami ölçüde korur. Teknik uygulamada, IBAX homomorfik şifreleme, varlık kilitleme, akıllı sözleşme sıfır bilgi kanıtı ve okunamayan anahtar çiftlerini benimser. Anahtar çifti (akıllı sözleşme şifreleme) çapraz zincir mekanizması ve çok zincirli izolasyon gibi en gelişmiş şifreleme teknolojileri, IBAX'in kişisel güvenliğini ve gizliliğini büyük ölçüde sağlar.",
    "bass.effectiveness": "Yürütme verimliliği",
    "bass.spire": "\"Güvenlik, piramidin zirvesidir ve mahremiyet, kulenin üzerindeki mücevherdir. ",
    "bass.attach": "Güvenlik ve gizliliğe her şeyden daha fazla önem veriyoruz. Blok zincirinin güvenliğini, kullanıcıların güvenliğini ve fonların güvenliğini yalnızca hedeflenen dikkat sağlayabilir. Uluslararası gizlilik kurallarına kesinlikle uymak. Gizliliğiniz tamamen sizin kontrolünüz altındadır.\"",
    "bass.built": "Güvenlik için tasarlandı",
    "bass.your": "Veri güvenliği önceliğimizdir",
    "bass.symmetric": "Blok zincirine dayalı eliptik simetrik şifreleme mekanizması ve HASH şifreleme mekanizması, veri iletim sürecinin güvenliğini ve güvenilirliğini sağlar. Veri sonuçları, HASH eşleme yoluyla IBAX ağında saklanır ve değişiklik kayıtları açıkça görülebilir.",
    "nav.encryption": "Fonların ve iletişimin güvenliğini sağlamak için şifreleme makinesi. Fonların ve iletişimin güvenliği, şifreleme makinesi tarafından sağlanır",
    "nav.chain": "Cross-Chain İletişim",
    "nav.decen": "Homomorfik şifreleme teknolojisi kullanılarak, diğer blok zincirlerinin algoritmaları IBAX ağına entegre edilir ve gerçek anlamda cross-chain gerçekleştirmek için ilgili blok zinciri ağı ile birbirine bağlanır.",
    "nav.multi": "Multi-signature",
    "nav.dec": "Birden fazla kişinin/kuruluşun aynı miktarda fonu kontrol ettiğinden emin olun. IBAX ağı, elde etmek için dağıtılmış defter imza yetkisini kullanır. Lütfen \"safe\"in IBAX'in benzersiz bir özelliği olduğunu unutmayın.",
    "nav.clb": "CLB",
    "nav.cross": "Cross-Ledger Base (CLB) node",
    "nav.basis": "CLB, verilerin cross-chaine geçişi için bir ağ geçidi ve varlıkların cross-chaine bağlanması için bir köprüdür ve onu blok zinciri içinde kullanmak üzere blok zincirinin dışından veri almak için kullanabilirsiniz.",
    "nav.private": "Özel İşlem",
    "nav.fouds": "Zero-knowledge proof by using smart contracts to ensure data security and privacy of private transactions.",
    "nav.bass": "BaaS Market",
    "nav.resource": "Kaynaklar",
    "nav.solution": "Çözümler",
    "nav.development": "Geliştirme",
    "nav.about": "İletişim",
    "nav.log": "Giriş Yap",
    "nav.sign": "Kayıt Ol",
    "nav.out": "Çıkış Yap",
    "nav.case": "Durum",
    "nav.supply": "Supply Chain Finans",
    "nav.copyright": "Telif hakkı",
    "nav.assets": "Varlık Yönetimi",
    "nav.relying": "IBAX'in blok zinciri ve AI teknolojisine dayanan ağ, her hizmet katmanı için daha güvenli ve güvenilir bir temel taşı sağlamak için finansal düzeyde şifreleme algoritmalarını ve bulut bilgi işlem yeteneklerini destekler.",
    "nav.it": "It is applicable to asset types such as consumer finance, auto finance, equipment installment, a / R and a / P, as well as financial scenarios such as ABS, trust, transfer and pledge.",
    "nav.cross-chain": "Entegre merkezi olmayan ve güvenilmez cross-chain",
    "nav.eth": "Ethereum ve Binance Chain'in akıllı sözleşmeleri sorunsuz bir şekilde bağlanır",
    "nav.ledger": "Merkezi olmayan defter otoritesi",
    "nav.user": "Önce kullanıcı ihtiyaçları",
    "nav.self": "Ekolojik Kendi Kendini Şarj Etme ve Yönetişim",
    "nav.gas": "Ekolojik Öz Yönetim (DAO) ve Gaz Yükü",
    "home.partners": "IBAX Ortaklar",
    "home.start": "Kendi Ekosisteminizi Oluşturun",
    "home.performance": "Güvenli ve yüksek performanslı blok zinciri altyapısı",
    "home.secure": "Güvenli ve verimli blockchain temel mimarisi",
    "home.using": "Başla",
    "home.join": "Topluluğa katıl",
    "home.watch": "Videoları İzle",
    "home.innovate": "Yenilikler",
    "home.framework": "Yüksek eşzamanlılıklı blockchain temel frameworkü",
    "home.bottom": "Mükemmel bir blok zinciri alt katmanı, hem gerçek hem de sanal dünyadaki karmaşık iş senaryolarını işlemek için yeterli, yüksek düzeyde eşzamanlı veri işleme gereksinimlerini karşılamalıdır.",
    "home.learn": "IBAX teknik frameworkü hakkında daha fazla bilgi edinin",
    "home.virtual": "Sanal makine",
    "home.machine": "Çoklu dil uyumlu IBAX sanal makinesi",
    "home.multiple": "Çoklu dil uyumlu IBAX sanal makinesi",
    "home.can": "IBAX sanal makinesi aynı anda şunları destekleyebilir: Ethereum ve Binance Chain akıllı sözleşmeleri. Sözleşmeyi tek tıkla içe aktarabilir ve sorunsuz bir şekilde IBAX ekosistemine bağlanabilirsiniz.",
    "home.consensus": "Fikir birliği mekanizması",
    "home.pub": "Whitepaper okuyun",
    "home.dpoa": "Verimli ve Adil Uzlaşma Mekanizmaları",
    "home.good": "IBAX ağı, karmaşık kod girmeden DAO yönetişimi sağlayan bir \"autonomy mode\" modülünü entegre eder. IBAX network özerkliği, oylamalı verimli bir DPoA konsensüs mekanizması aracılığıyla sağlanır.",
    "home.determine": "İyi bir fikir birliği mekanizması, blok zincirinin atılımını ve geleceğini belirleyecektir.",
    "home.bifurcation": "Esnek gas ücreti ödeme yöntemi",
    "home.honor": "Özelleştirilebilir Eko Gas Ücreti Ödeme Yöntemi",
    "home.unified": "IBAX, eko yaratıcıları ve eko-katılımcıları teşvik etmek için özelleştirilebilir bir Gaz Ücreti modelini destekler.",
    "home.unif": "GAS ücret modeli olarak eko paraları/jetonları seçebilir ve eko-işlemler yaparken eko paraları/jetonları GAS ücretleri olarak düşebilirsiniz. Bu model, gerçekten merkezi olmayan ve özerk bir ekolojik çevre elde etmeye yardımcı olur.",
    "home.economics": "Ekonomi",
    "home.benefits": "Gerçekleştirilecek faydalar: ister bir eco-developer, bir madenci, bir eco-governor veya başka bir şey olun",
    "home.matter": "Katıldığınız sürece, keşfetmenizi bekleyen cömert bir ödül var.",
    "home.view": "IBAX'ın ekonomik modelini görüntüleyin",
    "home.features": "IBAX'ın teknik özelliklerini görüntüleyin",
    "home.fixed": "Ön Dağıtım",
    "home.nft": "NFT Madencilik",
    "home.min": "Mint Node Madenciliği",
    "home.foundation": "Temel",
    "home.team": "Takım",
    "home.ecosystem": "Ekosistem ortakları",
    "home.private": "Özel Yerleştirme",
    "home.genesis": "Ekosistem oluşumu",
    "home.mining": "Madencilik Ödülleri",
    "home.ecological": "Eco-teşvikler",
    "home.all": "Tüm %",
    "home.per": "Ön Dağıtım %",
    "home.mint": "Madencilik ödülleri %",
    "home.lead": "Lider",
    "home.driven": "Teknoloji tarafından yönlendirilen, teknik engeller oluşturan",
    "home.chain": "Gerçek merkezi olmayan ve güvenilmez cross-chain, sıfır bilgi kanıtı, anonim işlemler, işlem paylaşımı.",
    "home.we": "En son teknolojimiz",
    "home.have": "Teknoloji Entegrasyonu",
    "home.built": "Kullandığınız IBAX zincirinin temel frameworkü bu olgun teknolojiler üzerine kurulmuştur. IBAX, bunları mükemmel bir şekilde entegre ederek, IBAX gibi blok zinciri alanında mükemmel olmaya devam etmelerini sağlar.",
    "home.video": "Videolar",
    "home.your": "Parlak fikirlerin var mı",
    "home.get": "Ekolojik desteğimizden ödül alın",
    "home.enjoy": "IBAX kaynaklarının keyfini çıkarın",
    "home.manul": "Eksiksiz geliştirici kılavuzu",
    "home.partner": "Eco-partner Jutkey Cüzdan",
    "home.ibaa": "IBAX Cüzdan",
    "home.official": "IBAX resmi onayı: 150.000 IBXC ödülü kazanın",
    "home.supports": "Merkezi olmayan çoklu para birimi cüzdanı: çoklu para birimi aktarımını destekler",
    "home.manage": "Madenci yönetimi: Madencilerinizi tek tıklamayla yönetin",
    "home.wallet": "Jutkey Cüzdan",
    "home.very": "IBAX'a katılmak bir nimetti ve Jutkey Cüzdanını oluştururken IBAX ekibinden çok yardım aldım, çok teşekkür ederim!",
    "home.is": "Jutkey Cüzdan, çeşitli IBAX uygulamalarıyla iyi bir şekilde entegre edilmiş, merkezi olmayan, çok para birimli bir cüzdandır. Sadece IBXC transferlerini tamamlamak için değil, aynı zamanda Bitcoin, Ether, Coinan, vb. gibi madeni paralar için ödeme yapmak için de kullanabilirsiniz.",
    "home.more": "Üstelik Jutkey Cüzdan ile madencilerinizi yönetebilir, diğer yönetim araçlarını indirmeden tek tıkla madenciler ekleyebilir, madencilik gelirinizi gerçek zamanlı olarak görüntüleyebilirsiniz.",
    "home.there": "Muhtemelen keşfetmenizi bekleyen daha fazla özellik var: madencilik havuzları, Defi, NFT...",
    "home.name": "Weco",
    "home.product": "Ürün Direktörü",
    "home.develop": "Geliştirici Yönergeleri",
    "home.technology": "Teknoloji",
    "home.technical": "Açık kaynak teknik belgeler",
    "home.about": "Videolar aracılığıyla IBAX hakkında daha fazla bilgi edinin",
    "home.exciting": "Devam Eden Etkinlikler",
    "home.go": "Görüntülemeye git",
    "home.m": "Daha fazla video",
    "home.award": "Katılın",
    "bass.ecological": "EcoLib Teşvik Ödülleri",
    "bass.anyone": "Herkes katılabilir",
    "bass.create": "Blockchain projenizi oluşturun",
    "bass.now": "Blockchain projenizi şimdi oluşturun",
    "bass.quickly": "Hızlı Oluştur",
    "bass.ecology": "EcoLibs",
    "bass.without": "Hızla eşiksiz IBAX uygulamaları oluşturun",
    "bass.ecolog": "EcoLib oluştur",
    "bass.creator": "Sahip olacaksın",
    "bass.identity": "EcoLib oluşturma:",
    "bass.obtain": "EcoLib adlandırma haklarının elde edilmesi",
    "bass.define": "EcoLib'e katılma izinlerini tanımlayın",
    "bass.set": "EcoLib-governance yöntemlerini ayarlama",
    "bass.give": "Kimlik vermek",
    "bass.can": "Ayrıca",
    "bass.collect": "Eco-coin/token ücretleri alın",
    "bass.circulation": "Dolaşan Coinler / Tokenlar",
    "bass.issue": "Coinler/Tokenlar",
    "bass.customize": "Belirteç sayısını ve verme yöntemlerini özelleştirin",
    "bass.naming": "Belirteçlerin adlandırma haklarını elde edin",
    "bass.issuance": "Coin/Token Verilmesi",
    "bass.logo": "Token logosu ekle",
    "bass.number": "Verilecek jeton sayısını ayarlayın",
    "bass.incentives": "Token teşviklerini ayarlayın",
    "bass.smart": "Akıllı Kontrat",
    "bass.contract": "Akıllı Kontrat",
    "bass.use": "Ekolojik istikrarı korumak için akıllı kontratları kullanın",
    "bass.add": "Kontrat ekle",
    "bass.one": "Tek tıklamayla içe aktarma",
    "bass.contracts": "Diğer zincirlerden kontratlar veya:",
    "bass.reference": "Referans IBAX temel akıllı konratlar",
    "bass.write": "Kendi akıllı kontratlarınızı çevrimiçi olarak yazın",
    "bass.eco": "Eko-uygulamalar ekleme",
    "bass.manage": "Token teşviklerini ayarlayın",
    "bass.incentive": "Eko-teşvik ödülleri alın",
    "bass.encourages": "IBAX Vakfı, bireysel geliştiricileri ve ekipleri IBAX ekosistemine katılmaya teşvik eder ve mükemmel eko uygulamalara cömert bir ödül vermek için düzenli eko-yarışmalar düzenleyecektir.",
    "bass.learn": "Daha fazla bilgi edinin",
    "bass.what": "Neye ihtiyacınız olabilir?",
    "bass.how": "Hızlı bir şekilde ecoLib nasıl oluşturulur ve etkili bir şekilde nasıl korunur",
    "bass.materials": "Materyaller ve videolar IBAX ağını daha iyi kullanmanıza yardımcı olacaktır",
    "bass.manual": "Geliştirici El Kitabı",
    "bass.committed": "Kişisel mülkiyeti korumayı taahhüt etti",
    "bass.multi": "Kişisel mülkünüzün güvenliğini sağlamak için çok seviyeli şifreleme",
    "bass.own": "IBAX, imza doğrulamasını şifrelemek ve şifresini çözmek için genel ve özel anahtarlar kullanır. Yalnızca kullanıcıları, veri ve kimlik güvenliğini sağlamak için kendi özel anahtarlarını kullanabilir. Şifrelenmiş para birimini merkezi olmayan bir cüzdana yatırın ve mülkünüzün güvenliğini sağlamak için çok partili dijital imza teknolojisini kullanın.",
    "bass.honor": "Honor Nodeları",
    "bass.manager": "Akıllı kontrat Yöneticisi",
    "high.lead": "Lider blockchain framework",
    "high.cross": "Cross-chain",
    "bass.weaver": "Weaver, API, Json ve diğer biçimlerdeki akıllı kontrat dosyalarını destekler ve akıllı kontratları kullanıcının DAO'sunda hızlı bir şekilde kullanılmak üzere modüler bir biçimde içe aktarabilir.",
    "bass.panel": "Akıllı Kontratlarlar Önizleme ve Yönetimi",
    "bass.provides": "Weaver kontrat yönetimi işlevi sağlar, ecoLib Management arabiriminize girdikten sonra ecoLib içindeki tüm akıllı sözleşmeleri, veri tablolarını ve alanları net bir şekilde görüntüleyebilir ve Eco içeriğini korumanızı ve genişletmenizi kolaylaştırabilirsiniz.",
    "bass.local": "Akıllı Kontrat Ambarı",
    "bass.security": "EcoLib Kontratları",
    "footer.feature": "Teknik Özellikler",
    "bass.always": "\"Merkezi olmayan ve güvensiz cross-chainler her zaman insanlar tarafından bekleniyordu. ",
    "bass.only": "Sadece gerçek çapraz zincir, blockchain \"güvensizlik kavramına\" uygun olan kimsenin fon çalmasından endişe duymadan, varlıkların karşılıklı alışverişini gerçekleştirmek için herkesin kendinden emin hissetmesine izin verebilir.\"",
    "bass.protect": "Veriler zincirler arası doğruluğu koruyun",
    "bass.ensure": "Varlık zinciri arası güvenliği sağlayın",
    "bass.network": "Kapsamlı zincirler arası ağ",
    "bass.design": "Cross-chain için tasarlanmıştır",
    "bass.expand": "Daha fazla dış zincir bağlantısını genişletme",
    "bass.cross": "IBAX ağındaki genel muhasebe temel düğümleri (CLB'ler), CLB performansını ve dağıtımını gerektiği gibi yapılandırma esnekliğiyle, çabanın tekrarılmadan, dış sistem verilerine kolayca erişmek ve bağlantılar oluşturmak veya verileri kendiniz işlemek ve biçimlendirmek için çapraz zincir için tasarlanmıştır.",
    "bass.transmission": "Çapraz zincir iletimi",
    "bass.promote": "Blockchain'ler arasında değer alışverişini teşvik edin",
    "bass.sets": "Zincirler arası gerçek bir iletişim çözümü, yalnızca dijital varlıkların iletimi değil, aynı zamanda zincirler arasında zengin veri kümelerinin ve akıllı sözleşme işlemlerinin iletimi ve ayrıca dApp'ye özel verilerin, NFT'lerin iletimidir. , ve bunun gibi.",
    "feature.efficiency": "Performans, verimlilik ve güvenlik IBAX'in temelleridir",
    "feature.encryption": "Asimetrik şifreleme temelinde, fonların ve iletişimin güvenliğini sağlamak için P2P ağı ile birden çok iç içe şifreleme gerçekleştirilebilir.",
    "feature.network": "IBAX ağı yalnızca çeşitli blok zincirleri ve zincirler arası varlıklarla etkileşime giremez, aynı zamanda düzenli CRM veri iletişimi etkileşimlerini tamamlamak için özel düğüm CLB ile işbirliği yapabilir.",
    "home.system": "Weaver, IBAX ağına adanmış bir IDE olan IBAX zinciri üzerine kurulu net bir entegre geliştirme aracıdır. Birçok güçlü özelliğe sahiptir. Weaver'da akıllı sözleşmeler geliştirebilir, dağıtabilir ve yönetebilirsiniz, ancak Weaver eko-yönetim parametrelerinizi ayarlayın, BaaS'ta çeşitli hizmetleri içe aktarın, vb. Bir öğrenme platformu olarak da kullanılabilir.",
    "home.basic": "\"IBAX, karmaşık küresel işlemleri desteklemek için yeterli bir blok zinciri altyapı çerçevesidir. ",
    "home.important": "Diğer blok zincirlerinin geliştiricileri için iyi uyumluluk sağlamak bizim için önemli bir şeydir.\"",
    "footer.team": "Takım",
    "footer.news": "Haberler",
    "footer.investor": "Yatırımcı",
    "footer.related": "İndirilenler",
    "footer.partner": "Ortaklar",
    "footer.community": "Topluluk",
    "footer.recruit": "Kariyer",
    "footer.developer": "Geliştiriciler",
    "footer.more": "Diğer",
    "footer.check": "Bilgi kılavuzunu kontrol edin",
    "footer.create": "Blockchain projenizi oluşturun",
    "footer.creative": "Daha yaratıcı blockchain projeleri oluşturun",
    "footer.compete": "Bu harika projeleri bir deneyin!",
    "footer.now": "Şimdi Başlayın",
    "footer.fast": "Hızlı BaaS (Hizmet olarak Blockchain) sistem desteği, proje sürümünü tamamlamak için tek tıklama, tek tıklamayla madeni para basma işlevi sağlar, projenizin kolayca canlı yayınlanmasına izin verin",
    "footer.blockchain": "Donanım, ağ, depolama, bilgi işlem, kriptografi, fikir birliği ve blok oluşturma teknolojisinden, onay, akış, finansman ve alacak hesaplarının takası gibi iş bağlantılarına kadar kendi kendine araştırılan blok zinciri teknolojisini benimsemek , tedarik zincirindeki her bir iş bağlantısına ait bilgi ve iş verilerinin güvenli ve kontrol edilebilir olmasını sağlıyoruz.",
    "high.technical": "Teknolojide Öne Çıkanlar",
    "high.chain": "Yüksek Performans / Yüksek TPS Blok Zinciri",
    "high.low": "Ethereum tarafından temsil edilen popüler blok zinciri, blok zincirinin gelişimini ciddi şekilde engelleyen düşük işlem işleme kapasitesine sahiptir. Yüksek performanslı/yüksek eşzamanlı blok zinciri, tüm blok zinciri endüstrisine sıçramalar ve sınırlar getirecektir. IBAX ağı, 4 saniye kadar hızlı bir blok ve 3000 TPS'ye kadar işlem işleme. Donanımın geliştirilmesi ile TPS, teorik olarak dilimlenmemiş durumda 10000 kata ulaşabilir.",
    "high.start": "Şimdi kullanmaya başlayın",
    "high.innovation": "teknolojik yenilik",
    "high.database": "Veritabanı + Blok depolama modu",
    "high.postgreSQL": "Sistem parametrelerini veri tablolarında depolamak için PostgreSQL veritabanının yüksek depolama ve yüksek eşzamanlılık performansını kullanın ve veri okuma ve yazma yeteneğini geliştirmek için görünümler, dizinler ve saklı prosedürler gibi veritabanı motorlarını kullanın.",
    "high.insights": "Teknik Öngörüler",
    "high.team": "\"IBAX ekibi, yenilikçi ruha sahip bir grup teknoloji meraklısından oluşuyor.",
    "high.never": "Asla 'kurallara uymayız ve kurallara bağlı kalmayız', ancak ibax zincirinin genel performansını iyileştirmek için mevcut veya yenilikçi teknolojilerimizi sürekli olarak kapsamlı bir şekilde benimsemek.\"",
    "high.globalization": "Küreselleşme",
    "high.to": "Her türlü işletme için yeterli",
    "high.compat": "Uyumluluk",
    "high.rich": "Çok çeşitli Uygulama Senaryolarıyla entegre",
    "high.use": "Yüksek Kullanılabilirlik",
    "high.provide": "Teknik ekibimizden çevrimiçi destek",
    "high.high": "Yüksek Kapasiteli Depolama",
    "high.storage": "64M bayta kadar maksimum blok depolama kapasitesi",
    "high.etc": "Nane düğümü, IBAX ağındaki tüm ağ için jeton basımı işlevini sağlayan ve ağ güvenliğini koruma ve ağ saldırılarının maliyetini artırma sorumluluğuna sahip olan dağıtılmış bir ağ hizmeti düğümüdür.",
    "high.reward": "Nane düğümleri için ödül mekanizması, IBAX platformunun kararlılığını korumak için gereklidir ve hem basit hem de pratik bir olasılık algoritması kullanıyoruz: mint olasılık = mint düğüm aritmetiği / ağ çapında aritmetik. zaman, her darphane düğümünün bir ödül alma olasılığı tutarlıdır ve bu yaklaşım, darphane düğümlerinin istikrarını korumaya yardımcı olur.",
    "high.running": "Dünya çapında çalışan Mint düğümleri yalnızca ağ güvenliğini sağlamak için madencilik teşvik düğümleri olarak hizmet etmekle kalmaz, aynı zamanda dağıtılmış sunucular olarak kendi başlarına dururlar ve merkezi olmayan gibi çeşitli ecoLib'ler (ekolojik kitaplıklar) için merkezi olmayan hizmetler sunarlar. sosyal araçlar, merkezi olmayan web hizmetleri vb.",
    "high.sub": "Alt düğümler",
    "high.node": "Alt düğüm, tüm blok zinciri dünyasında türünün ilk örneğidir. Yalnızca kendi ecoLib uygulama modülüyle ilgili işlemlerin verilerini tutarken, verilerin tamamı onur düğümleri tarafından işlenir, koruyucu düğümler ve nane düğümleri. Ek olarak, alt düğümler ayrıca işlemlerin gizliliğini, güvenliğini ve esnekliğini sağlamak için \"özel veriler\" ile etkileşime girebilir.",
    "high.can": "Alt düğümler yalnızca kendi ekolojik uygulamalarıyla ilgili işlemlerin verilerini tutabilir ve ayrıca diğer düğüm ağlarından ayrı olarak kendi bağımsız ekolojilerini (ecoLib) yürütebilir, bu yüzden onlara yan zincirler de diyoruz. ",
    "high.of": "CLB, IBAX ağından bağımsız bir düğümdür ve aynı zamanda bir Oracle işlevine sahiptir.",
    "high.runs": "CLB, ana düğümün performansını etkilemeden bağımsız bir düğüm olarak çalışır ve bağımsız akıllı sözleşmeler, operasyon arayüzleri ve veritabanı tabloları vb. ile iş gereksinimlerine göre CLB performansı ve dağıtımı için esnek bir şekilde yapılandırılabilir. ",
    "high.meet": "CLB çapraz zincirleri karşılamak için tasarlanmıştır, CLB veri okuma işlevi ve akıllı sözleşme varlık kilitleme ve dönüştürme ile birlikte gelir, böylece harici varlıklar IBAX ekosisteminde varlıklar haline gelir, CLB ayrıca verilerin dönüştürülmesini işleyebilir ve biçimlendirebilir IBAX ağı tarafından kullanılacak.",
    "high.virtual": "IBAX sanal makinesi aynı anda şunları destekleyebilir: Ethereum ve Binance Chain akıllı sözleşmeleri. Sözleşmeyi tek tıklamayla içe aktarabilir ve sorunsuz bir şekilde IBAX ekosistemine bağlanabilirsiniz.",
    "high.most": "En geniş çapta uyumlu",
    "high.engine": "Akıllı Sözleşmeler Motoru",
    "high.one": "Tek tıkla içe aktarma",
    "high.chains": "Diğer blok zincirlerinden akıllı sözleşmeler",
    "high.contract": "Birden çok sözleşme türü",
    "high.trigger": "Tür: Gecikmeli Sözleşme, Tetikleme Sözleşmesi...",
    "high.smart": "Akıllı Sözleşme Düzenleyicisi",
    "high.editor": "Sözleşme editörü",
    "high.simple": "Basit ve kullanımı kolay çevrimiçi sözleşme düzenleyicisi",
    "high.basic": "\"IBAX, karmaşık küresel işlemleri desteklemek için yeterli bir blok zinciri altyapı çerçevesidir. ",
    "high.very": "Diğer blok zincirlerinin geliştiricileri için iyi bir uyumluluk sağlamak bizim için önemli bir şeydir.\"",
    "high.import": "Harici sözleşmeleri içe aktar",
    "high.cont": "Akıllı sözleşmeleri içe aktar",
    "high.from": "Tek tıklamayla diğer blok zincirlerinden akıllı sözleşmeleri içe aktarın",
    "high.cross-chain": "Zincirler arası iletişim",
    "high.divides": "IBAX ağı, düğümleri ve işlemleri parçalara böler ve farklı konsensüs işleme algoritmaları ve çoklu imza doğrulama mekanizmaları aracılığıyla paketleme verimliliğini büyüklük sıralarına göre başarıyla artırır.",
    "high.authentication": "Kimlik doğrulama",
    "high.validation": "İzin Doğrulama",
    "bass.privacy": "Gizlilik",
    "bass.go": "Müşteri gizliliği ve güvenliği arayışının ötesine geçin",
    "bass.key": "IBAX'in her yönünün önemli bir bileşeni, \"derinlemesine savunma\", Kullanıcı gizliliğini ve veri güvenliğini korumak, kripto para biriminin temelidir. IBAX, müşteri varlıklarının siber saldırılara, dahili saldırılara ve insan hatasına karşı güvenliğini sağlamak için çok katmanlı bir güvenlik matrisi kullanır.",
    "bass.keep": "Verilerinizi güvende tutma",
    "bass.comply": "Küresel gizlilik ve güvenlik düzenlemelerine uyun",
    "bass.data": "Kişisel veri sızıntısını yasakla",
    "bass.safety": "Güvenlik",
    "bass.solid": "Zincirler arası veri etkileşimi için sağlam temel",
    "bass.clb": "CLB benzersiz ve yenilikçi sözleşme doğrulama mekanizması, harici sistemin zincir üstü işlemleri gerçekleştirmek için zincir üstü sözleşmeyi çağırması gerektiğinde, IBAX genel ağı, yürütme sırasında ve sonrasında sözleşme karma değerinin doğru olduğunu doğrular. zincir dışı ve zincir üstü etkileşim el sıkışmasının güvenilir ve güvenli olduğunu belirleyin, bu da etkileşim sırasında sözleşmeyi kurcalama riskinin olmadığını garanti edebilir.",
    "bass.flexible": "Esnek yapılandırma",
    "bass.onecreate": "Herkes yaratabilir",
    "bass.decentralized": "Merkezi olmayan ve güvenilmez çapraz zincir, ademi merkeziyetçilik kisvesi altında bir ademi merkeziyetçilik ürünü değildir, geliştirici izni ve geliştirici müdahalesi olmaksızın blok zincirleri arasında dijital varlık aktarımına, veri aktarımına ve akıllı sözleşme işlemlerine izin veren gerçek bir ademi merkeziyetçiliktir. Bu işlevi yalnızca kendileri için etkinleştirmekle kalmazlar, aynı zamanda CLB'yi dağıtarak diğer geliştirme ekipleri için zincirler arası iletişim hizmetleri de sağlayabilirler.",
    "bass.interaction": "Zincirler arası değişim",
    "bass.asset": "Varlık Güvenliği",
    "bass.improve": "İşlem parçalama yoluyla işlem verimliliğini artırın",
    "bass.transaction": "İşlem parçalama, aynı havuzun farklı şeritleri gibidir ve verimliliği artırmak için işletmeyi ayırmanın etkili bir yoludur. Teorik olarak dilimleme ne kadar ince olursa, yürütme o kadar verimli olur, ancak aynı zamanda önemlidir çok sayıda çapraz dilimleme işleminin ortaya çıktığı durumu hesaba katmak, bu nedenle denge en önemli şeydir.",
    "feature.high": "Yüksek depolama kapasitesi yalnızca sayıların ve metinlerin depolanmasını desteklemekle kalmaz, aynı zamanda resimler ve uygulamalar gibi çeşitli formatlardaki verilerin zincir üzerinde depolanmasını da destekler. Bu, NFT'nin gelecekteki genişlemesi için bolca alan bırakır. ",
    "bass.registered": "Genel ve özel anahtarların oluşturulduğu andan itibaren parçalama",
    "bass.sharding": "Farklı iş türlerine göre parçalama",
    "bass.shards": "Ne kadar çok parça o kadar iyi değil, yerel koşullara uyum sağlamak gerekiyor",
    "bass.work": "Ağ parçalanması",
    "bass.prove": "Ağ parçalanması yoluyla iletişim ve senkronizasyon mekanizmalarını iyileştirin",
    "bass.global": "IBAX, küresel odaklı bir blok zinciri çerçevesidir ve bölgesel farklılıkların neden olduğu ağ gecikmesi nedeniyle, mevcut bölgedeki onur düğümleri aracılığıyla ağ verimliliğini artırmak için ağı böldük.",
    "bass.solve": "\"Çözmek istediğimiz şey sadece teknik sorunlar değil, aynı zamanda ürün konseptleri. ",
    "bass.thinking": "Gerçekten değerli bir platform ürünü sağlamanın tek yolu, kullanıcının bakış açısından düşünmektir.",
    "bass.actions": "Çapraz Paylaşım İşlemi",
    "bass.not": "Çapraz Sharding işlemleri yürütme verimliliğini veya performansını etkilemez",
    "bass.whether": "Bölgeler arası işlemler, ister ağ paylaşımı ister işlem paylaşımı olsun, işlem mutabakatı mekanizması tarafından gerçekleştirilir ve bu şekilde hem verimliliği artırır hem de performanstan ödün vermez.",
    "bass.same": "Aynı blok zinciri",
    "bass.controls": "IBAX, parçaları fikir birliği ile birleştirir",
    "bass.principle": "IBAX, tek zincir ilkesinde ısrar eder ve dünya çapında dağıtılan onur düğümleri ve fikir birliği mekanizması aracılığıyla işlem paylaşımı gerçekleştirir.",
    "bass.off": "Zincir dışı iletişim",
    "bass.closed": "Blockchain'in kapalı alanını kırın",
    "bass.order": "Blockchain, verileri güvence altına almak için Off-blockchain verileriyle etkileşim kurmak için bir araç olarak genellikle \"Oracle\" kullanır. kullanım için dahili zincire harici veriler, ancak aynı zamanda blok zincirlerdeki hem varlıklar hem de veriler için bir gerçeklik haline gelecek;",
    "bass.also": "CLB aynı zamanda çok taraflı bilgi işlem modelinin \"uç bilgi işlemde\" çalışması için bir veri işleme merkezi olarak da kullanılabilir ve IBAX ağı modelin tekdüzeliğini onaylarken, uç bilgi işlemin sonuçları, asimetrik şifreleme modunda CLB'de ayarlanan diğer ağ düğümünün IP'si aracılığıyla noktadan noktaya iletilecek, böylece orijinal verileri görünmez hale getirecek, yani orijinal verilerin güvenliğini sağlamak ve amaca ulaşmak mevcut sonucun.",
    "bass.in": "Blockchain içindeki zengin veriler",
    "bass.enrich": "Geliştirilmiş iş senaryoları",
    "bass.choices": "Daha fazla fırsat",
    "bass.opportunities": "daha fazla seçenek ve daha fazla fırsat",
    "bass.support": "Sistemler arası destek",
    "bass.sup": "Federal Öğrenmeyi ve Edge Computing'i Etkinleştirme",
    "bass.diversification": "Veri Çeşitlendirme",
    "bass.refer": "Blockchain dışındaki herhangi bir veriye başvurabilir",
    "bass.weather": "Eğer hava durumu verileri, borsa verileri, coğrafi bilgiler, vb. blok zinciri içinde alıntılanabilirse, bu veriler internette en kapsamlı şekilde kullanılırsa ve blok zincirinin merkezi olmayan mekanizmasını bir araya getirirse, bu gerçekten değişecektir. Dünya.",
    "bass.blockchain": "\"Blockchain birçok sınırlamadan etkilendi, zincir dışı veri doğrulaması blok zincirinin gelişimini etkiledi. ",
    "bass.verification": "Cross-Ledger Base Node (CLB), İnternet dünyasına bir kapı açmak gibidir ve bunu istediğiniz her şeyi elde etmek için kullanabilirsiniz.\"",
    "bass.light": "Hafif ve hızlı",
    "bass.rapid": "Cross-Ledger Base düğümlerinin (CLB'ler) hızlı dağıtımı",
    "bass.there": "Cross-Ledger Base düğümleri (CLB'ler), dağıtımdaki diğer düğümlerden farklı değildir ve bunları, çapraz defter Temel düğümleri (CLB'ler) fikir birliğini karşılamak için kendi başınıza bilgisayar cihazlarına dağıtabilirsiniz, akıllı sözleşmeler aracılığıyla zincir dışı verilere erişebilen.",
    "bass.en": "Hibrit Akıllı Sözleşmeler",
    "bass.with": "Hibrit Akıllı Sözleşmeler Oluşturun",
    "bass.while": "Hibrit akıllı sözleşmeler oluşturmak için CLB düğümlerini kullanarak, bunu Defi, NFT, oyunlar, akıllı borç verme vb. gibi zincir dışı ile veri etkileşimi yapması gereken herhangi bir Dapp'e uygulayabilirsiniz.",
    "bass.oper": "CLB işlemi",
    "bass.on": "Zincir dışı veri yükleme",
    "bass.authority": "Merkezi olmayan otorite",
    "bass.permissions": "Hesap yetkililerini merkezden uzaklaştırmak için birden çok imza kullanın",
    "bass.transferring": "Çoklu imzalı bir hesaptan (N) para transferi yapmak için (M) çok imzalı hesaplardan yetkilendirme gereklidir. Aktarımı tamamlamak için m+n>%51.",
    "bass.downloaded": "Birden fazla imza sadece geleneksel anlamda değil, aynı zamanda, cüzdandaki bir işlem için birden fazla imzanın doğrulandığı sözleşmesel anlamda, BaaS uygulama pazarında indirilebilen ve kullanılabilen bir özelliktir. ",
    "bass.account": "Merkezi olmayan hesap yetkisi, merkezi olmayan özel anahtara eşdeğerdir",
    "bass.centralized": "Birden fazla taraf işbirliği yaparken merkezi otoriteden kaçının",
    "bass.each": "Esneklik, hesap ağırlıkları ayarlanabilir",
    "bass.secur": "Cüzdan güvenliği",
    "bass.wallet": "Çoklu imzalı cüzdan, özel anahtarın sızmasını önler",
    "bass.insecure": "Özel anahtarların açığa çıkabileceği güvenli olmayan bir ortamda, çok imzalı bir cüzdan, bilgisayar korsanlarının özel anahtarınıza girmesini etkili bir şekilde önleyecektir.",
    "bass.concept": "\"Ademimerkeziyetçilik kavramı blok zincirinin temelidir ve çoklu imza teknolojisi bu kavramı çok iyi destekler ve uygular. ",
    "bass.maintains": "Bu teknoloji, Defi ve borsalar gibi iş senaryolarında uygulanan, merkezi otorite sorununu önleme konusunda da iyi bir iş çıkarıyor.\"",
    "bass.notifce": "Zincir içi bildirim",
    "bass.signed": "İmza transferleri blok zincirindeki ilgili hesaplara bildirilir",
    "bass.signature": "Bir imza aktarımı başlatıldığında, IBAX ağı bildirimi blok zincirindeki ilgili hesaba senkronize eder. Bildirim şifrelenir ve yalnızca ilgili hesap tarafından okunabilir, bu nedenle bilgi vermenize gerek yoktur. diğer yollarla ilişkili hesap.",
    "bass.to": "Soğuk cüzdanlarla karşılaştırıldığında",
    "bass.safer": "Soğuk cüzdandan daha güvenli ve güvenilir",
    "bass.compared": "Çoklu imzalı hesaplar, soğuk cüzdanlardan daha güvenli ve güvenilirdir, birden fazla özel anahtarın esnek depolama seçenekleri vardır ve merkezi olmayan otoriteler, merkezi yönetimden çok daha güvenlidir.",
    "bass.cold": "Soğuk cüzdan",
    "bass.mul": "Çoklu imzalı cüzdan",
    "bass.anonymous": "Gizlilik ve güvenlik için anonim işlemler",
    "bass.implementation": "IBAX ağında, işlemlerin sıfır bilgi kanıtı ve akıllı sözleşmelerin sıfır bilgi kanıtı olmak üzere iki uygulama tasarladık. Akıllı sözleşmeler tarafından yönlendirilen tüm modern blok zinciri ağlarında, yalnızca akıllı sözleşmelerin sıfır bilgi kanıtı sözleşmeler, işlem verilerinin güvenliğini ve gizliliğini garanti edebilir.",
    "bass.protection": "Güçlü gizlilik koruma mekanizmaları",
    "bass.process": "İşlemler izlenebilir değil",
    "bass.leaked": "Kişisel işlem verilerinin güvenliği ihlal edilmez",
    "bass.technical": "Teknik Destek",
    "bass.black": "‘Black box’ technology",
    "bass.homomorphic": "IBAX ağında, matematiksel bulmacaların hesaplama karmaşıklığı teorisine dayanan, şifreli metin verileri üzerinde rastgele hesaplamalar yapılmasına izin veren ve sonuçların doğru ve yalnızca doğru olmasını sağlayan bir şifreleme tekniği olan gelişmiş homomorfik şifreleme kullanıyoruz. verilerin sahibi, işlem sırasında gizliliğinizi koruyarak verilere erişebilir.",
    "bass.since": "\"Özel ticaret, varlıkları güvenli ve izlenemez hale getireceğinden,",
    "bass.frequenc": "Kullanıcılar arasında yüksek frekanslı nicel ticaret, onu daha güvenli hale getirir ve bir dereceye kadar anonim ticaret için bir pazar ihtiyacını karşılar.\"",
    "bass.transac": "Anonim işlem",
    "bass.system": "Finansal bir federal sistem kurun",
    "bass.financial": "Finansal federasyon sistemi, diğerlerinden aynı miktarda kripto para almak için bir kripto para biriminin kullanılmasıdır. Kullanıcıların fonlarını diğer kullanıcıların fonlarıyla hızlı ve verimli bir şekilde karıştırmasına ve mevcut arasında rastgele bir ilişki oluşturmasına olanak tanır. kullanıcı hesabı ve madeni paraları karıştırdıktan sonra yeni hesap. Prensip, bir işlemdeki giriş ve çıkış adreslerini ayırmak, böylece gizliliği korumak ve anonimlik sağlamaktır.",
    "bass.secure": "Güvenli İşlem",
    "bass.make": "\"Emanet kasası\" işlevi",
    "bass.information": "IBAX ağında her hesapta farklı varlıkların şifreli metin olarak saklanabileceği bir ''kasa'' bulunur, böylece hesaplar değiştirildikten sonra bile aynı varlıklar cari hesaba aktarılabilir. aynı şifre metnini girerek, kimlik gizleme ve varlık değiştirmeyi daha güvenli hale getirerek.",
    "bass.safe": "IBAX ağında her hesabın bir \"safe\"si vardır ve farklı varlıklar şifreli metinde kasada saklanabilir. Hesaplar arasında geçiş yaptıktan sonra bile aynı şifre metnini girmek aynı varlıkları aktarabilir cari hesaba ve kimlik Gizleme ve varlık dönüşümünün daha güvenli olmasına izin verin.",
    "bass.hidden": "Kimlik gizleme",
    "bass.sec": "Veri Güvenliği",
    "market.video": "BaaS Demo Videosu",
    "market.help": "Ayrıntılı yardım belgeleri, uygulamayı hızla tanımanıza yardımcı olacaktır.",
    "market.watch": "Ayrıntılı yardım belgeleri, uygulamayı hızla tanımanıza yardımcı olacaktır.",
    "market.view": "Ayrıntıları görüntüle",
    "market.application": "BaaS Uygulamaları",
    "market.token": "Eko paralar/jetonlar",
    "market.create": "Hızlı bir şekilde bir ekosistem oluşturun ve tek tıklamayla jetonlar yayınlayın.",
    "market.point": "Tam Düğüm Bilgileri",
    "market.each": "Blok zincirindeki her düğüm herkese açıktır ve düğüme, aralarında veri aktarımını sağlamak için bir P2P aktarım protokolü aracılığıyla ulaşır.",
    "market.vote": "Oy",
    "market.multiple": "Ortak ağ birleştirme şablonu, platform parametreleri şablonunun değiştirilmesi, eko-parametre şablonunun değiştirilmesi, jeton geri ödeme şablonu, eko-değer sertifika şablonu ve genel oylama şablonu dahil olmak üzere birden çok oylama şablonu sağlayın. Değiştirmek için şablonlar içerir yukarıdaki tüm şablonların parametreleri ve özelleştirilmiş oylamayı destekler.",
    "market.supply": "Tedarik zinciri",
    "market.provide": "Tedarik zinciri için eksiksiz kargo taşımacılığı verileri sağlayın, malların giden ve transit sürelerini doğru bir şekilde kaydedin ve mal depolama kalitesini kontrol edin. Tedarik zinciri için kapsamlı blockchain teknolojisi hizmetleri sağlamak için blockchain finansal özelliklerini uygulayın finans.",
    "market.defi": "Tanım",
    "market.the": "Jetonlarınız için madeni para hırsızlığı riski olmadan Merkezi Olmayan Defi.",
    "market.member": "Üyelik Yönetimi",
    "market.govern": "Eko-üyeler birlikte yönetir, istikrarlı bir topluluk oluşturur ve ekolojik parametrelerdeki değişikliklere oylama yoluyla karar verir.",
    "market.network": "Federe ağ",
    "market.display": "Federe ağa katılmak için yapılan uygulamaların kaydını görüntüler. Ortak ağa katılmak için belirtilen rol tarafından çözülen bir oylama talebi oluşturabilirsiniz.",
    "market.cyber": "Ağ Güvenliği",
    "market.secure": "Kriptografik mekanizmalar, çoklu imzalar ve birleştirilmiş soğuk cüzdan teknolojisi ile blok zinciri iletişimine dayalı güvenli bir ağ.",
    "market.decentralized": "Merkezi olmayan sohbet",
    "market.chat": "Geçerli ecoLib'de kendinizle ilgili tüm sohbetleri gösteren sohbet kayıtlarını görüntüleyin. Özel içeriğin dış dünya tarafından bilinmemesi için bire bir sohbetler başlatın. İnsanların konuşabileceği grup sohbetleri için destek ve görüşlerini paylaşın.",
    "market.asked": "Sık Sorulan Sorular",
    "market.more": "Daha fazla soru ve yanıt görüntüleyin",
    "market.real": "Gerçek ekosistem nedir?",
    "market.exist": "Mevcut blok zinciri bir \"kendi kendini yöneten\" sistemin gerçekliği ve \"DAO\" hala ideal mükemmelden oldukça uzak \"DAO\". TAna faktör, verilere blok zincirinin dışından erişilememesidir. Bu nedenle \"Chainlink\" gibi zincirler arası projeler ortaya çıkmıştır. Bu projelerin temel amacı, zincir dışındaki farklı veri kaynaklarından gelen verileri blok zincirine bağlamak, düzenli verilerin zincir içi yürütülmesini sağlamak ve güvenilir bir veri alışverişi sağlamaktır.",
    "market.public": "IBAX genel ağında, zincirler arası/çapraz veri işlevi tamamlanmıştır, böylece farklı zincir dışı veri kaynaklarından gelen verilere IBAX ağına kolayca ve hızlı bir şekilde erişilebilir. gerçek bir ekosisteme inşa edilmiş ve gerçek dünyada üretim ve yaşamın blokajını tamamlamıştır.",
    "market.low": "Düşük kod geliştirme nedir?",
    "market.has": "IBAX birçok temel akıllı sözleşmeyi ve BaaS işlevini entegre etmiştir. Ekoloji ile ilgili sözleşmeye başvurmanız yeterlidir veya görsel sayfa aracılığıyla tamamlayabilirsiniz: tek tıklamayla para birimi düzenleme, ekoloji yönetimi, oylama vb. Bu işlevler geliştiricinin iş yükü büyük ölçüde azalır.",
    "market.ia": "Çapraz zincirleme nedir, kullanılabileceği senaryolar nelerdir ve hayatımıza ne gibi değişiklikler getirebilir?",
    "market.integrate": "IBAX'ın çapraz zinciri, CLB teknoloji toplama sözleşme kriptografisi aracılığıyla merkezi olmayan bir çapraz zincir sağlar ve varlık güvenliğinin sağlanması ve varlık kilitlemenin akıllı sözleşmeler aracılığıyla otomatik olarak yapılmasına olanak tanır. Bu merkezi olmayan çapraz zincir, aşağıdakiler için temel çözümdür. çapraz zincir teknolojisi.",
    "market.built": "IBAX genel ağı üzerine kurulu ekosistem neden son derece güvenilir?",
    "market.one": "1. IBAX Ağı, son derece uyumlu, mikro hizmet tabanlı, entegre bir blok zinciri altyapısıdır;",
    "market.two": "2. Mevcut blok zinciri dünyasında yaygın olan dolandırıcılık ve diğer kötü niyetli olayların ortaya çıkmasını önlemek için, IBAX ağı, en gelişmiş kriptografik teknolojilerin teknik uygulamasında ekonomik teorileri ve senaryo gereksinimlerini birleştirir. homomorfik şifreleme, varlık kilitleme, akıllı sözleşmelerin sıfır bilgi kanıtı, okunamayan gizli anahtar çiftleri (akıllı sözleşme şifreleme) çapraz zincir mekanizması, çok zincirli izolasyon vb. IBAX ağındaki ekolojik kümeler daha adil, şeffaf ve dolandırıcılık içermez;",
    "market.3": "3. IBAX ekolojisi gelişmeye ve büyümeye devam ettikçe, ticarileştirmenin yasal düzenlemeye dahil edilmesi, ekolojik tersine dönüşü daha sağlam hale getirir.",
    "market.reward": "Teşvik Planı",
    "market.colorful": "Çeşitli eko-teşvik planları",
    "market.foundation": "IBAX Vakfı, çeşitli ecoLib teşvik planları oluşturmuştur. Ekip büyüklüğüne ve uygulama türüne göre ilgili proje ekibine katılabilirsiniz ve bu etkinlikler düzenli olarak zamanında yapılır.",
    "market.join": "Şimdi katıl",
    "market.heading": "Başlık",
    "market.want": "Etkinliklerimiz hakkında daha fazla bilgi edinmek ister misiniz? Etkinlik Geçmişine gidin.",
    "market.creative": "Yaratıcı ekolojik uygulama",
    "market.ideas": "IBAX ağı aracılığıyla parlak fikirlerinizi hayata geçirin ve kullanıcılara ihtiyaçlarını karşılayan uygulamalar sağlayın. Büyük bir fikir olması gerekmez, fark yaratan küçük bir fikir bile büyük ölçüde teşvik edilecektir.",
    "market.ecological": "Geleceğin teknolojisinin önde gelen eko-uygulaması",
    "market.development": "Blockchain teknolojisinin gelişimi asla durmaz ve IBAX ekibi hala teknolojik atılımlar ve yenilikler peşindedir. IBAX teknolojisini ve bu amaçla IBAX'ı oluşturmak için birlikte çalışacak benzer fikirli teknik ekipler arıyoruz. Vakıf, geliştirme ekiplerini veya insanları çeşitli şekillerde teşvik edecektir.",
    "market.wonderful": "Muhteşem bir şey yaratın!",
    "market.blockchain": "IBAX, geliştirme için bir temel blok zinciridir ve gezegenin her yerinden şirketleri, girişimcileri, grupları veya bireysel geliştiricileri, fikirlerinizi IBAX ağı aracılığıyla gerçekleştirmeye davet ediyoruz. Çeşitli heyecan verici ve ödüllendirici etkinlikler düzenleyeceğiz. uzun vadeli ve katılımınızı dört gözle bekliyoruz.",
    "market.videos": "Videoları izle",
    "market.rewards": "IBAX jeton ödülleri",
    "market.order": "IBAX eko-geliştiricileri için eşiği düşürmek ve geliştirici giderlerini azaltmak için, IBAX topluluğu tarafından tanınan eko-siteler Vakıftan IBAX geçişleri ile ödüllendirilecektir.",
    "market.team": "IBAX ekibinden teknik destek",
    "market.have": "Harika bir fikriniz varsa ancak bunu gerçekleştirecek teknik becerilere sahip değilseniz, IBAX ekibiyle iletişime geçmeyi deneyebilirsiniz ve onay aldıktan sonra IBAX ekibi tüm teknik sorunlarınızı ücretsiz olarak çözecektir. ",
    "market.excellent": "Muhteşem projeler çeşitli teşviklerle ödüllendirilecektir",
    "market.exploring": "IBAX Vakfı, IBAX ağının işletilmesinden ve geliştirilmesinden sorumludur ve her zaman olağanüstü eko-projeler arar. Finansman, teknoloji, tanıtım ve promosyon dahil olmak üzere bu eko-teşvikler için bu teşvik tamamen olacaktır. -projenizden en iyi şekilde yararlanmak için.",
    "market.much": "Daha fazla vaka",
    "market.eco": "IBAX Cüzdanı",
    "market.based": "Jutkey Wallt, IBAX zincirine dayalı merkezi olmayan çok para birimli bir cüzdandır. Cüzdanda madenciliğe IBAX madencileri ekleyebilir ve madencilerin gelirlerini ve durumlarını gerçek zamanlı olarak görüntüleyebilirsiniz. Bir madencilik olacak gelecekte havuz desteği, bu yüzden bizi izlemeye devam edin.",
    "market.download": "İndirmeye git",
    "market.management": "Weaver EcoLib Yöneticisi",
    "market.Weaver": "Weaver, IBAX geliştiricileri için bir eko yönetim aracıdır. Weaver'ı bir ekosistem oluşturmak, tek tıklamayla para basmak, akıllı sözleşmeleri yönetmek ve daha fazlası için kullanabilirsiniz.",
    "market.information": "Eşler arası şifreli bilgi",
    "market.tool": "vTok, P2P protokolüne dayalı IBAX Guardian Node aracılığıyla sağlanan merkezi olmayan bir sohbet aracıdır. vTok özel, görünür ve asla silinmeyen bir sohbettir.",
    "market.learn": "Daha fazla bilgi edinin",
    "feature.we": "Geleceğin NFT'sinin sadece bir resim değil, aynı zamanda kod dahil çeşitli veri biçimleri olduğuna inanıyoruz.",
    "feature.node": "Birden çok düğüm türü",
    "özellik.hor": "Onur Düğümü",
    "feature.honor": "Onur düğümleri, IBAX kamu ağının en önemli parçasıdır. Tüm IBAX ağının blok paketlenmesinden sorumludurlar ve paketleme ödülleri alırlar. başarısız düğümler, bu nedenle \"Onur Düğümü\" olarak adlandırılır.",
    "feature.any": "Birleşik Bilgi İşlem Gücü boyutuna ulaşan ve Toplam Stake Miktarını karşılayan herhangi bir darphane düğümü, bir \"Onur Düğümü\" olma fırsatına sahip olacak, toplam darphane düğümü hesaplama gücü ve teminat miktarı Ön koşullardan biri olan \"Honor Node\"u çalıştırmak için sunucuların donanım gereksinimlerinin karşılanması da gereklidir.IBAX ağı, onur düğümlerinin donanım işletim ortamının anında izlenmesini sağlayan entegre bir donanım izleme sistemine sahiptir. ",
    "özellik.guard": "Koruyucu Düğümler",
    "feature.as": "Eko-verilerin tanığı ve eko-içerik deposu olarak, eko-koruyucu düğümler proaktif olarak IBAX ağındaki eko-verilerin senkronizasyonunu talep eder.",
    "feature.ecological": "Eco-Guardian Düğümleri, Onur Düğümü için adaydır ve donanım koşulları ve taahhüt koşulları karşılanırsa Onur Düğümü olmak için bir oylama başlatabilir ve oylama onaylandıktan sonra bir Onur Düğümü olabilir.",
    "feature.casting": "Nane Düğümleri",
    "feature.about": "IBAX'ın diğer özellikleri",
    "featrue.ecolog": "EcoLib özerkliği",
    "feature.realize": "Rüyalarınızdaki 'ütopyayı' burada gerçekleştirin",
    "feature.take": "Bir ekosistemin yönetimi, geçiş izinleri verilip verilmeyeceği, eko-konsensüs ve madencilik uygulamalarının desteklenip desteklenmeyeceği ve ekosistem üyelerinin herhangi bir GAS ücreti harcamamasına izin verilip verilmeyeceği dahil olmak üzere birçok biçimde olabilir. karar vermek DAO'ya bırakıldı. Bunlar ekosistemdeki en önemli temel şeyler ve ne Ethereum ne de Binance hepsini başaramaz. IBAX'te böyle bir \"ütopya\" yaratabilirsiniz.",
    "feature.consensus": "Eko-Bağımsızlık",
    "feature.costs": "Eko-Uzlaşma ve Ücretler",
    "feature.issuing": "Eco-Coin Basımı",
    "özellik.ekonomik": "Eko-Ekonomik Yönetişim",
    "feature.mining": "Eko-Geliştirme",
    "feature.incentives": "Eko-Madencilik ve Teşvikler",
    "özellik.model": "Eko-Yönetim GModeli",
    "feature.eco": "Eco-Coin'ler, GAS ücretleri ve madencilik, ekosistemin kendisi tarafından tanımlanır",
    "feature.choose": "Bu eko kurulumları kendi fikirlerinize uyacak şekilde özelleştirebilirsiniz. Birden fazla formatın kombinasyonu, tüm uygulama senaryolarına hitap edebilir ve iş modelinizi gerçekleştirmenize olanak tanırken, aynı zamanda iş modelinizin yönetimini ve tanıtımını da dikkate almanızı sağlar. eko-üyeleriniz.",
    "feature.business": "İş karmaşık ve değişken bir ortamdır, aşağıdaki nitelikleri soyutlamak için işin özünü alıyoruz:",
    "feature.tokens": "Coins/tokens (para), GAS ücretleri (vergi), konsensüs (hukuk), madencilik (ekonomi) ve IBAX'te herhangi bir iş ortamının uygulanabilmesi için karar vermeyi ekosisteme bırakın.",
    "özellik.ekonomi": "EcoLib ekonomisi",
    "feature.gas": "Eko-GAS ücret tahsilatı ve stopajı",
    "feature.transactions": "Inner-Eco işlemleri, zincirin GAS ücreti olarak belirli bir miktarda IBXC'nin düşülmesini gerektirir. Bu model, eko üyelerinin eko jetonlarını basitçe takip etmesine ve tutmasına olanak tanır ve eko yaratıcılarının asıl işlerine daha fazla odaklanmasına olanak tanır. ",
    "özellik.genişletme": "Eko Ölçeklenebilirlik",
    "feature.based": "Çapraz zincir tabanlı eko-uygulamalar",
    "feature.use": "Ekosistem, 'cross-chain' için CLB kullanımı da dahil olmak üzere IBAX'ın tüm altyapı olanaklarını kullanabilir. Oyun, satış, topluluk operasyonları, devlet meseleleri vb. için ekosistemdeki tüm uygulamaları uygulayabilirsiniz. ",
    "özellik.ödüller": "Ödüller ve Övgüler",
    "feature.ecology": "Ekoloji oluştur",
    "özellik.yönetişim": "Eko-Yönetim",
    "özellik.makaleler": "Makaleler",
    "resource.project": "İlgili Projeler",
    "resource.more": "Diğer Uzantılar",
    "resource.team": "Ekipler",
    "resource.ac": "İletişim Analizi",
    "resource.external": "Dış İşbirliği",
    "resource.news": "Haberler",
    "resource.activity": "Olaylar",
    "resource.white": "Beyaz kağıt",
    "resource.ekonomik": "Ekonomik Modeller",
    "resource.partner": "Ortaklıklar",
    "resource.video": "Videolar",
    "resource.community": "Topluluklar",
    "resource.document": "Geliştiriciler için Belgeler",
    "resource.download": "İndirilenler",
    "resource.technical": "Blockchain teknolojisi ile toplumu değiştirmeye kararlıyız",
    "resource.know": "Ortaklarımızla tanışın",
    "resource.composed": "IBAX, dünyanın her yerinden blok zincir teknolojisi konusunda tutkulu olan bir grup insandır, blok zincir teknolojisinin araştırmasını pratik uygulamaya kadar sürdürür ve sürekli olarak blok zincirinin en son bilgilerini keşfederiz. Sağlam ve Bize katılmayı onaylayan tüm ekipler için kararlı blok zinciri platformu.",
    "resource.needs": "Teknolojinin insanlar için pratik sorunları çözmesi gerekiyor. Blockchain ademi merkeziyetçilik konsepti ile alışveriş yapabileceğiniz, harcama yapabileceğiniz, seyahat edebileceğiniz vb. tüm bu veriler sizin tarafınızdan tutulacağı ve sizin tarafınızdan yetkilendirileceği için veri sızıntısı, varlık güvenliği veya gizlilik sorunları.",
    "resourse.hundreds": "Yüzlerce insan",
    "resourse.r": "Ar-Ge ekibi",
    "resourse.chain": "Blockchain",
    "resourse.underlying": "Blockchain'in altında yatan mimari",
    "resourse.items": "Beş",
    "resourse.leading": "Lider blok zinciri teknolojileri",
    "resourse.application": "Uygulamalar",
    "resourse.system": "Blockchain BaaS Sistemleri",
    "resourse.machine": "Sözleşme Sanal Makinesi",
    "resourse.languages": "Birden çok sözleşme diliyle uyumlu",
    "resourse.still": "Hala ilerleme kaydediyoruz",
    "resourse.view": "Teknolojimiz hakkında daha fazla yorum görüntüleyin",
    "resourse.person": "Ekip Liderleri",
    "resourse.charge": "IBAX ekip liderlerinin her biri kendi alanlarında olağanüstü yetenekler ve IBAX'a birçok katkı sağladı",
    "resourse.from": "Dünya çapındaki teknik ekipler",
    "resourse.no": "Şu anda mevcut değil",
    "resource.case": "Vakalar",
    "resourse.senior": "Kıdemli danışman ekibimiz",
    "resourse.doctor": "Chicago Üniversitesi Kriptografi Doktorası",
    "resourse.professor": "Profesör(Institut polytechnique de Paris)",
    "resourse.pro": "Profesör",
    "resourse.phd": "Kriptografide Doktora",
    "resourse.public": "Halkla İlişkiler Uzmanı",
    "resourse.affairs": "Halkla İlişkiler Uzmanı",
    "resourse.developer": "IBAX ekibinde bir geliştiriciyim ve bu aile içinde değerlerimin farkına vardım ve insanlar fikirlerime saygı duyuyor, bu en mutlu şey.",
    "resourse.designer": "IBAX'ın tüm görsel tasarımlarından sorumlu bir tasarımcıyım.",
    "resourse.soon": "IBAX için iş eşleştirme ve müzakereden sorumlu bir Ticari Uzman olduğum için umarım sizi en kısa sürede tanıyabilirim.",
    "resourse.joined": "2019'da IBAX ekibine katıldım ve IBAX'ın hızlı büyümesine tanık oldum.",
    "resourse.responsible": "Geliştirmenizi daha iyi desteklemek için Weaver'ın ürün tasarımından sorumluyum, bir sürü BaaS uygulaması oluşturdum ve umarım iyi bir deneyim yaşarsınız.",
    "resourse.hum": "Hım! Programlamama engel olma, daha başarmam gereken çok fikir var.",
    "resourse.our": "Ekibimizde iletişim kopukluğu yok, ayrımcılık yok, tüm görüşlerimi ifade edebiliyorum ve herkes bana yardım eli uzatıyor.",
    "resourse.administrative": "Ben bir İdari Uzmanım ve ekibin yönetiminden ve küresel olarak dağılmış insanlarımızın sorunsuz bir şekilde işbirliği yapmasını ve iletişim kurmasını sağlayan sistemlerden sorumluyum.",
    "resourse.gains": "Jutkey wallt'ın IBAX'e katılmasının avantajı",
    "resourse.used": "Jutkey Wallt ekibi, cüzdan için temel uygulama olarak IBAX ağını kullanarak ve IBAX ekibiyle iletişim halinde kalarak birçok yönden IBAX'tan teknik destek aldı.",
    "resourse.story": "Hikayenin tamamını keşfedin",
    "resourse.excellent": "Harika ekipler IBAX ekosistemine katıldı",
    "resourse.learn": "IBAX ekosistemindeki Uygulamalar hakkında daha fazla bilgi edinin",
    "resourse. Compatible": "Bu uygulamalar, IBAX sözleşmesiyle uyumlu özelliği ile tek bir tıklamayla eko-konuşlandırılır",
    "resourse.name": "EcoLib Adı",
    "resourse.cases": "Tüm Vakaları Görüntüle",
    "resourse.advantage": "Uygulama Avantajları",
    "resourse.gain": "IBAX size yüksek hız artışı sağlayacak",
    "resourse.problems": "Bunlar geliştiriciler için gerçek sorunlardır ve IBAX ile bunlarla yüzleşmek için hiçbir sorun yaşamayacaksınız.",
    "resourse.threshold": "Geliştirme eşiği",
    "resourse.every": "Her ekip, fikirlerini minimum insan gücü ile tamamlamak ister. IBAX Network size istediğiniz Eco-App'ı oluşturabileceğiniz kapsamlı geliştirme belgeleri sağlar ve ayrıca çevrimiçi olarak akıllı sözleşmelerin çevrimiçi düzenlemesini de destekleriz. Sağladığımız BaaS sistemi.",
    "resourse.time": "Geliştirme zamanından tasarruf edin",
    "resourse.names": "Ad",
    "resourse.d": "Ar-Ge Direktörü",
    "resourse.information": "Daha fazla bilgi görüntüle",
    "resourse.cost": "Daha düşük maliyetler",
    "resourse.noticed": "Birçok mükemmel geliştirici ekibinin bazı blok zincirlerindeki yüksek ücretlerden çok etkilendiğini fark ettik. Öte yandan IBAX ağı yüksek yürütme verimliliğine ve yüksek blok kapasitesine sahiptir, bu nedenle işlem ücretleri son derece yüksektir IBAX ağında düşük.",
    "resourse.handling": "Daha düşük işlem ücretleri",
    "resourse.processs": "Operasyon Direktörü",
    "resourse.help": "Daha fazla yardım alın",
    "resourse.news": "Haberler",
    "resourse.follow": "IBAX hakkında daha fazla bilgi edinmek için haberleri takip edin",
    "resourse.source": "Kaynak",
    "resourse.type": "Tür",
    "resourse.search": "Ara",
    "resourse.introduce": "Giriş",
    "resourse.explanation": "Bir videoda IBAX'i tanıyın",
    "resourse.video": "IBAX ekibinin video tanıtımı",
    "resourse.sourceview": "Veri kaynaklarını görüntüle",
    "resourse.start": "Oynamaya başla",
    "resourse.how": "Weaver nasıl kullanılır:",
    "resourse.quickly": "Weaver ile hızla bir ekosistem oluşturun",
    "resourse.issuance": "Para basmak için tek tıkla",
    "resourse.visual": "Görsel eko-yönetim sayfası",
    "resourse.official": "Resmi",
    "resourse.facebook": "Facebook",
    "resourse.twitter": "Twitter",
    "resourse.community": "Topluluk",
    "resourse.technology": "Teknolojiler",
    "resourse.ecologically": "EcoLibs",
    "resourse.activities": "Olaylar",
    "solutions.make": "Her Orijinal Saygıyı Hak eder",
    "solutions.copyright": "Blockchain Telif Hakkı",
    "solutions.protection": "IBAX telif hakkı koruma platformu, içerik üreticilerine veya içerik operatörlerine hakların biriktirilmesi, yayılım izleme, e-keşif ve adli koruma davalarını entegre eden tek noktadan çevrimiçi telif hakkı koruma çözümü sağlar.",
    "solutions.stop": "Tek noktadan telif hakkı koruması",
    "solutions.reduce": "Sektör için maliyetleri azaltın ve verimliliği artırın",
    "solutions.value": "Telif hakkı değerini yeniden şekillendirme",
    "solutions.deposit": "Hak Depozitoları",
    "solutions.quick": "Hızlı hak kayıt aracı. Blockchain'in özelliklerine dayanarak, gerçekleştirebilir \"yayınlandıktan hemen sonra hakkı onaylayın\", geleneksel 7-30 günlük işi 1 dakikada çözebilen. Hak sahibinin kimliği, kayıtlı içeriğin benzersiz kimliği (hash değeri) ve kayıt zamanı gibi bilgilerin güvenli bir şekilde blok zincirine yüklenmesini sağlar.",
    "solutions.integrate": "\"Ayrılmış iş segmentlerini çevrimiçi tek noktadan hizmete entegre etmek, ",
    "solutions.rights": "Orijinal yaratıcıların/kuruluşların telif hakkı koruması elde etmesine izin vererek hakların biriktirilmesi, dağıtım izleme, e-keşif ve hak koruma hizmetlerini entegre eder. \"tek bir güçlük olmadan\".\"",
    "solutions.strong": "Güçlü teknik destek",
    "solutions.spread": "Dağıtım izleme",
    "solutions.precision": "Ağ çapında yüksek doğrulukta izleme aracı. Orijinal çalışmaları bir \"kimlik\" ile damgalamak için DNA izleme teknolojisine, milisaniye cinsinden milyar düzeyinde arama yeteneği, ağ genelinde ihlallerin doğru tanımlanması, isteğe bağlı izleme, kendi kendine tanımlanmış izleme kapsamı ve yıllık hizmet.",
    "solutions.costs": "Sektör için maliyetleri azaltın ve verimliliği artırın",
    "solutions.reshaping": "Telif hakkı değerini yeniden şekillendirme",
    "solutions.trustworthy": "Güvenilir bir telif hakkı eko-ittifağı oluşturun, blok zinciriyle ilgili bilgileri paylaşın, akıllı sözleşme ve iş uygulaması katmanları içinde entegrasyon ve veri alışverişi sağlayın ve akıllı sözleşmeler yoluyla adil ve gerçek zamanlı gelir dağılımı sağlayın.",
    "solutions.financial": "Finansal güvenlik",
    "solutions.supply": "Tedarik zinciri finansmanı",
    "solutions.service": "Tedarik zinciri finansal hizmetler platformu, temel işletmelerin alacak hesaplarını dijital olarak yükselterek, alacak hesaplarının tedarik zinciri boyunca akan kredi kimlik bilgileri olarak üst düzey tedarikçilere aktarılmasını sağlar ve bu da pahalı olma sorununu çözer. tedarik zincirinin sonundaki küçük ve mikro işletmeler için finansman ve zor finansman. Aynı zamanda, finansal düzeyde kimlik güvenliği ve işlem güvenliği kimlik doğrulaması, işletmelerin çevrimiçi sıfır temas işlemleri için de eksiksiz bir çözüm sunar.",
    "solutions.watch": "Demoyu İzle",
    "solutions.issuance": "Aç ve Akış",
    "solutions.early": "Hesaptaki fonların erken tahsilatı",
    "solutions.destruction": "Alacak Hesaplarının İmhası",
    "solutions.digital": "Dijital varlıkların tam yaşam döngüsü yönetimi",
    "solutions.credit": "Çekirdek şirketler birinci kademe tedarikçilere ödenecek hesaplarını banka kredisine dayalı olarak çevrimiçi olarak onaylayabilir ve yükleyebilir. Kademe 1 tedarikçiler alacaklarını blok zincirindeki Kademe 2 veya daha fazla tedarikçiye aktarabilir.",
    "solutions.full": "Tedarik zincirinde bankalar, faktoring, garantiler ve tröstler gibi çeşitli finansal kuruluşların yanı sıra ana şirketler ve tedarikçilere tamamen açık.",
    "solutions.build": "Birlikte blockchain tabanlı bir tedarik zinciri finansmanı işbirlikçi eko sistemi oluşturun. Birlikte çalışmak için blockchain ittifakına katılma gücüne sahip büyük bankaları da memnuniyetle karşılıyoruz. Dijital varlıkların yüklenmesi, üretilmesi, akışı, finansmanı ve imhası Alacak hesaplarının tüm yaşam döngüsü boyunca doğrudan zincir üzerinde yapılması. Blockchain dışı sistemlerde yaygın olarak meydana gelen çifte harcama ve mutabakat sorunlarını ortadan kaldırın.",
    "solutions.flexible": "Esnek açık ve paylaşılan eko-sistem",
    "solutions.suppliers": "Her seviyedeki tedarikçiler, blok zincirinde tutulan alacak hesaplarını fon sağlayıcılara aktarabilir ve nakit tahsilatlarını önceden alabilir.",
    "solutions.assist": "Tedarik zinciri penetrasyon yönetimi konusunda temel şirketlere yardımcı olma",
    "solutions.after": "Çekirdek şirket ödemeyi yaptıktan sonra, IBAX'in ortak takas kuruluşu, ödemeyi her düzeydeki tedarikçiler ve fon sağlayıcılar dahil olmak üzere blok zincirindeki alıcılara öder.",
    "solutions.demo": "Vakaları görüntüle",
    "solutions.diversified": "Çeşitlendirilmiş Varlık Yönetimi",
    "solutions.asset": "Varlık Yönetim Platformları",
    "solutions.credible": "Blockchain üzerine kurulu esnek, güvenilir ve çeşitlendirilmiş bir varlık yönetimi platformu, işletmelerin temel varlıkları zincire koymasına, zincir üzerinde varlık paketlemesi, yetkilendirme ve diğer nüfuz eden yönetimi gerçekleştirmesine ve varlıkları zincir üzerinden sürekli olarak izlemesine yardımcı olur. Ana kredisi zayıf ancak varlıkları yüksek olan işletmeler için varlık sözleşmeleri düzenlemeye ve finansman eşiğini düşürmeye yardımcı olacak risk kontrolü.",
    "solutions.management": "Zincir üzerinde otomatik varlık yönetimi",
    "solutions.smart": "Akıllı sözleşme varlık yönetimi",
    "solutions.real": "Penetran fon yönetimi",
    "solutions.time": "Gerçek zamanlı risk kontrol analiz motoru",
    "solutions.clude": "Bu, gerçek zamanlı varlık zincir üstü depolama, zincir üstü varlık doğrulama, otomatik varlık yetkilendirme, varlık karar yönetimi ve varlık risk kontrol analizini içerir.",
    "solutions.risk": "Temel varlık ayrıntılarına ilişkin derinlemesine bilgi sağlamaya yardımcı olmak için ikinci düzey zincir üstü varlık risk kontrol analiz motoru",
    "solutions.structed": "yapılandırılmış varlıkları daha şeffaf ve güvenilir hale getirmek.",
    "solutions.privacy": "Finansal düzeyde blok zinciri gizlilik koruması",
    "solutions.realize": "Akıllı sözleşmeye dayalı varlık işlem yapılandırması, otomatik sözleşme düzenleme, döner varlık satın alma ve varlık değiştirme yetenekleri.",
    "solutions.second": "İkinci seviye varlık penetrasyon kredisi artırma",
    "solutions.relying": "Blockchain hesap ve doğrulama sistemine güvenerek, çevrimiçi sözleşme ve tahsilat ve ödeme gibi tek noktadan hizmetleri etkinleştirin, fon verenlerin varlık oluşturma sürecini görmelerine yardımcı olun ve işletmelerin daha düşük maliyetli fonlar elde etmesine yardımcı olun.",
    "develope.tool": "Görselleştirme aracı",
    "develope.functions": "Weaver'ın İşlevleri",
    "develope.ecoLib": "Yeni bir ecoLib nasıl oluşturulur? EcoLib'in oluşturulması hızlıdır. Yaratıcının tüm yönetim hakları vardır.",
    "develope.operation": "Nasıl yapılır videomuzu izleyin",
    "develope.weaver": "Weaver, IBAX geliştiricileri içindir",
    "develope.bass": "Weaver'a BaaS işlevi eklendi ve bunu ekosisteminizi oluşturmak ve yönetmek için kullanabilirsiniz.",
    "develope.encounter": "Geliştirmede sorun yaşıyorsanız",
    "develope.technology": "IBAX ekibi teknoloji odaklıdır ve tüm geliştirme sorunlarıyla ilgilenir ve topluluk içindeki sorulara zamanında yanıt veririz.",
    "develope.document": "Geliştirici belgeleri",
    "develope.use": "1. IBAX blok zincirine ilişkin belgeler",
    "develope.doc": "2. Weaver Üzerine Belgeler",
    "develope.engineer": "Geliştiriciler Forumu",
    "develope.can": "Sorulara buradan bakabilirsin ve bir çözüm bulamazsan topluluktaki diğer geliştiriciler sana ihtiyacın olan cevapları zamanında verecek.",
    "develope.enter": "Foruma girin",
    "develope.questions": "Sorunlar ve Geri Bildirim",
    "develope.find": "Ciddi bir hata bulursanız, lütfen bize bildirin, mühendislerimiz en kısa sürede bununla ilgilenecektir. Sorun onaylanırsa ayrıca bir ödül alacaksınız.",
    "develope.bug": "Bir sorun gönderin",
    "develope.open": "Geliştiricilere açık, gelir elde etmek için akıllı sözleşmeleri BaaS pazarına gönderin",
    "develope.has": "IBAX, geliştiriciler tarafından belirlenecek bir biçimde, denetim ekibi tarafından onaylandıktan sonra ödül almak için çözümler sunmaları için geliştiriciler için bir BaaS uygulama platformu açtı.",
    "develope.paid": "Birden fazla ödeme modeli",
    "develope.there": "Gönderdiğiniz çözüm, üç ödeme yöntemi belirlemenize olanak tanır:",
    "develope.fees": "1. Kullanıcının kurulum ve kullanım ücretlerini kesen tek seferlik bir kesinti mekanizması olan kurulum ve kullanım kesintileri.",
    "develope.deducted": "2. Çözüm uygulama içinde kullanıldığında bir kesintinin meydana geldiği kullanımda kesinti, bu sürekli olarak gerçekleşen devam eden bir kesintidir.",
    "develope.deduction": "3. Kurulumda belirli bir miktarın düşüldüğü ve çözüm her kullanıldığında belirli bir miktarın yine de düşüldüğü birleşik kesinti.",
    "develope.audit": "Kod Güvenliği Denetimi",
    "develope.review": "IBAX kod inceleme ekibi, her kullanıcının güvenliğini ve geliştiricinin kârını korumak için BaaS pazarına gönderilen tüm akıllı sözleşmelerin güvenlik incelemesini yapacaktır.",
    "develope.code": "Low Code, tüm geliştiriciler için son derece kullanıcı dostudur ve bu nedenle IBAX ekibi, \"Weaver\" adını verdiğimiz bir Low Code geliştirme platformu sunar.",
    "develope.lowCode": "Düşük Kod",
    "develope.ecological": "Ekolojik yönetim",
    "develope.quickly": "Weaver'da ekosistem kurallarını başlatmak için çeşitli konfigürasyonları kullanarak bir görselleştirme sayfası aracılığıyla hızla bir ekosistem oluşturabilirsiniz ve ekosisteme katılan üyelerin ekosistem kurallarınıza uyması gerekir.",
    "develope.also": "Weaver, diğer blok zincirlerinden sözleşmelerin tek tıklamayla içe aktarılmasının görsel birlikte çalışmasını da destekler. Deneyimli bir eko-geliştiriciyseniz, bu özelliği ekosisteminize diğer blok zincirlerinde sorunsuz bir şekilde referans vermek için kullanabilirsiniz.",
    "develope.online": "Çevrimiçi sözleşme düzenleyicisi",
    "develope.frameworks": "Geliştiricilerin eko sözleşmelerini hızlı bir şekilde geliştirmelerine yardımcı olmak için sözleşme çerçevesi ve şablonlar sağlayan çevrimiçi akıllı sözleşme düzenleyici.",
    "develope.means": "Kaydet ve Yükle, tamamlanan sözleşmeyi başarıyla kaydedildikten sonra yayınlamayı seçebilir ve ekosisteme uygulayabilirsiniz.",
    "develope.drag": "Tekrarlayan geliştirme çalışmalarını azaltan, denetimler eklemenize olanak tanıyan sürükle ve bırak özellikleri sağlar.",
    "develope.template": "Şablon",
    "develope.number": "Weaver'a anket şablonları, mesaj şablonları, BaaS uygulamaları, üye yönetimi vb. gibi çok sayıda temel şablon eklendi. Bu şablonlar görsel bir sayfa aracılığıyla doğrudan ekolojinize eklenebilir. ",
    "develope.roadmap": "Yol Haritası",
    "develope.explore": "Daha fazla blok zinciri teknolojisini keşfedin",
    "develope.enthusiast": "Blockchain teknolojisi meraklısıysanız, IBAX'ta daha teknolojik yenilikleri deneyimleyeceksiniz.",
    "develope.finder": "Eğer bir hata bulucu iseniz, IBAX açıklarını bulun veya açıkları çözün, madeni paralarla ödüllendirileceksiniz.",
    "develope.innovator": "Yenilikçi iseniz, teklifinizi buraya gönderin ve IBAX ekibinden ister finansal ister teknik olsun destek alacaksınız.",
    "develope.repository": "IBAX deposuna git",
    "develope.topics": "Heyecan verici konular bulun",
    "develope.project": "Projenizi gönderin",
    "develope.encourage": "Geliştiricileri IBAX Ekosistemine katılmaya ve kendi ekosistem geliştirmelerini tamamlamaya teşvik edin.",
    "develope.submit": "Yaratıcı fikirlerinizi GitHub'a gönderin, IBAX Foundation onayını alın ve IBAX teknik ekibinden yardım ve destek alın. GitHub'ı güncel tutun ve başvuruyu tamamladıktan sonra IBAX jetonlarının ödüllendirilmesini ve geliştirme maliyetlerinin iade edilmesini sağlayın.",
    "develope.excellent": "Mükemmel eko-uygulamalar sürekli olarak ödüllendirilecek ve IBAX Vakfı, geliştiricilere eko-aktivite ve katkılara dayalı olarak her ay veya üç ayda bir cömert bir IBXC jeton ödülü ve medya desteği verecek.",
    "develope. heyecan verici": "Heyecan verici konular bul",
    "develope.encourages": "IBAX Vakfı, Teknoloji Araştırma Merkezimize girmeniz ve parlak önerilerinizi yapmanız için sizi teşvik ediyor, tüm iyi önerileri ciddiye alacağız ve IBAX Vakfı, kabul edilen sorular için cömert bir madeni para ödülü verecek.",
    "develope.wonderful": "Bir konu oluşturun, IBAX sizin sayenizde harika",
    "develope.reward": "Hata bulma ödülü",
    "develope.get": "IBAX hatalarını keşfetmek veya IBAX hatalarını çözmek için 10 ~ 50.000 IBAX jetonu alabilirsiniz.",
    "develope.receive": "Hataları bulun, ödülleri alın",
    "develope.issue": "Sorun Açıklaması",
    "develope.on": "açık",
    "develope.mentioned": "Bahsi geçen",
    "develope.replies": "Yanıtlar",
    "develope.join": "Tartışmaya Katıl",
    "develope.tartış": "Tartış",
    "develope.check": "GitHub'da daha fazla konuya göz atın",
    "develope.forum": "Tartışma Forumu",
    "develope.bugs": "Ödül kazanan hatalar",
    "develope.honor": "Onur Geliştiricileri",
    "develope.forget": "IBAX'a olağanüstü katkılarda bulunan geliştiricileri asla unutmayacağız ve IBAX'ta onurlandırılacak ve cömert miktarda para ile ödüllendirileceksiniz.",
    "develope.see": "Bir Hata Gönder",
    "develope.export": "Sayfa geliştirme aşamasındadır \n Lütfen daha sonra tekrar gelin",
    "about.can": "Bizi aşağıdaki şekillerde takip edebilirsiniz",
    "about.have": "Çeşitli medya platformlarında sosyal hesaplarımız var, yorum bırakarak bizimle iletişime geçebilirsiniz.",
    "about.our": "Proje ilerleme duyurularımız ve blockchain içgörülerimiz",
    "about.events": "Yayınlanan etkinlikler ve blockchain haberleri",
    "about.an": "Video kanalları",
    "about.follow": "Ekibimizin takibi ve kariyer bilgileri",
    "about.you": "Ayrıca şu şekilde katılabilirsiniz: ",
    "about.want": "Teknik sorularınızın yanıtını almak ister misiniz? Lütfen teknoloji forumuna gidin",
    "news.read": "Şimdi oku",
    "about.talk": "Bizimle konuşun",
    "about.send": "Gönder",
    "about.contact": "BİZE ULAŞIN",
    "about.input": "Girdi boş olamaz",
    "about.success": "Başarıyla gönderildi",
    "about.fail": "Gönderilemedi",
    "resource.practical": "IBAX, blockchain dünyasının pratik, kurumsal düzeyde, açık kaynaklı, ölçeklenebilir bir materyalidir.",
    "resource.provide": "IBAX, iş verilerinin (varlıklar, jetonlar, sertifikalar vb.) alışverişi için istikrarlı ve güvenilir bir ortam sağlayabilir ve bununla hızlı etkileşimler kurabilir.",
    "events.urge": "IBAX teşvikleri",
    "events.center": "Olaylar",
    "events.new": "En son IBAX etkinlikleri hakkında buradan bilgi edinin ve harika ödüller kazanın!",
    "events.online": "Çevrimiçi Testnet",
    "events.invited": "IBAX test ağını deneyimlemeye davetlisiniz",
    "events.tasks": "Test görevleri.",
    "events.testing": "Test raporu formunu açın. Test atamalarını içerir (tedarik, ödünç alma, hisse vb. gibi temel DeFi kullanım durumları);",
    "events.them": "Adım adım takip edin ve ilerledikçe yanıtları doldurun. Hataları, aksaklıkları, yazım hatalarını ve bulduğunuz iyileştirme alanlarını bildirin.",
    "events.manual": "Atamaları nasıl gerçekleştireceğinizi öğrenmek için testnet kılavuzunu kullanın; Her kullanım durumu için adım adım talimatlar içerir.",
    "events.discord": "Discordumuza Katılın",
    "events.telegram": "Telegramımıza Katılın",
    "events.subscribe": "YouTube'umuza abone olun",
    "events.join": "Katıl",
    "events.coming": "Çok yakında",
    "events.next": "Sonraki etkinlik",
    "events.more": "Diğer",
    "events.marvellous": "Harika etkinlikler",
    "events.future": "Yaklaşan Etkinlikler",
    "events.home": "Ana sayfa etkinlikleri",
    "events.content": "İlgili Etkinlikler",
    "events.much": "Diğer Etkinlik",
    "events.act": "Etkinlik İçeriği",
    "events.follow": "En son haberler için IBAX'i takip edin",
    "events.address": "E-posta adresinizi girin",
    "events.now": "Şimdi abone olun",
    "server.privacy": "Gizlilik Politikası",
    "server.term": "Hizmet Şartları",
    "server.policy": "Web sitesi gizlilik politikası",
    "server.applies": "Bu gizlilik politikası IBAX'in web sitesi için geçerlidir. Gizliliğinizi korumak bizim için önemlidir. Kişisel bilgilerinizin denetleyicisiyiz ve bu politika, kuruluş içinde kişisel bilgileri nasıl yönettiğimizi açıklar.",
    "server.collect": "Topladığımız kişisel bilgi türleri",
    "server.personal": "Kişisel verileriniz, seçimleriniz ve sorumluluklarımız",
    "server.our": "Biz ve ortaklarımız, IP adresiniz gibi hassas olmayan bilgileri taramak ve depolamak için tanımlama bilgileri veya benzer teknolojiler kullanıyoruz.",
    "server.processing": "İlgili verilerin işlenmesi, kullanıcı deneyimini geliştirmemize, web sitesinin ve sosyal ağ özelliklerinin izleyici oranını ölçmemize veya kişiselleştirilmiş reklamcılıkla işbirliği yapmamıza olanak tanır.",
    "server.clicking": "\"Kabul\" seçeneğine tıklayarak, IBAX ve ortakları tarafından çerez kullanımını kabul etmiş olursunuz.",
    "server.business": "İş ortağımız",
    "server.change": "Ortaklarımızla birlikte, onayınızı aldıktan sonra, aşağıdaki verileri görüşlerinize dayanarak işleyeceğiz: terminalde bilgi depolama ve/veya tarama, reklam ve kişiselleştirilmiş içerik, reklam ve içeriğin etkinliğinin değerlendirilmesi, izleyici verileri ve ürün geliştirme",
    "server.agree": "Kabul etme",
    "server.disagree": "Katılmama",
    "road.paper": "IBAX NetworkVision White Paper V1.0 yayınlandı",
    "road.website": "IBAX Network 1.0 Çevrimiçi resmi web sitesi \n IBAX genel Ağ altyapısı",
    "road.built": "Tek tıklamayla yeni ekoloji oluşturma ve DAO yönetişim oylama sistemi gibi yerleşik DAPP'ler, dahili test zincirinde kurulur \n Test düğümü parametrelerini ve sözleşme mantığını optimize edin \n Erken geliştirici test ağı ekosistemini başlatın ",
    "road.whitePaper": "IBAX Ağı teknik incelemesi V2.0 güncelleme yinelemesi \n Ana zincir fikir birliği optimizasyonu ve yükseltme yinelemesi \n IBAX Ağı ana zincirine ve düğümler ile donanım kombinasyonuna dayalı dağıtılmış bir ağ gerçekleştirin \n Görsel geliştirme bileşeni platformu Weaver on IBAX Ağı'nı yayınlayın \n Zincir içi işlem işlemeyi optimize edin \n Teşvik yönetim mekanizmasını optimize edin \n Kısmi ödeme yönetimini tamamlayın",
    "road.online": "IBAX Ağı çevrimiçi yeni web sitesi \n Global Alpha ana ağının lansmanı",
    "road.construction": "Açık inşaat ekolojisi \n Ana akım zincirin arayüz uyumluluğu ve mükemmelliği \n Birden fazla cüzdanla uyumlu uygulamalara bağlantılar",
    "road.construct": "Blok zinciri altyapısını kapsamlı bir şekilde inşa edin ve iyileştirin \n Zincirler arası varlık anlaşmasını destekleyin \n İş ekolojisini tanıtmak için vakıf yatırımı",
    "road.improve": "Imeta-evren altyapısını geliştirin \n Açık NFT, DEFI ekolojik pazarı",
    "road.upgrade": "IBAX Ağı altında P2P dağıtılmış ağ hizmetini yükseltin",
    "road.no": "Veri yok",
    "login.test": "IBAX test online \n Claim airdrop with twitter login",
    "login.with": "Twitter ile giriş yap",
    "login.event": "Airdrop IBXC kazanmak için IBAX Twitter etkinliğine katılın!",
    "login.activities": "IBAX Twitter etkinliklerine katılın ve airdrop puanları alın",
    "login.why": "IBAX nedir !",
    "login.build": "IBAX, metaverse gerçekten merkezi olmayan bir yönetimini sağlamak için oy vererek topluluk kurallarını değiştirebileceği DPoA konsensüsüyle bir metaverse oluşturmayı amaçlar. .",
    "login.has": "IBAX, tek tıklamayla Ethereum veya Binance blok zincirindeki eko uygulamaları içe aktarabilen çok dilli sanal makine (IVM) işlevine sahip yüksek performanslı ve yüksek verimli özelliklere sahiptir.",
    "login.welcomes": "IBAX herkesi meta-dünyaya katılmaya davet ediyor ve her sakine kalıcı madencilik erişimi olan bir NFT veriyor ve akıllı bir cihazı olan herkes meta-madencilik ödüllerini açabilir.",
    "login.team": "İster bireysel ister ekip geliştiricisi olun, hızlı bir şekilde ekosistemler oluşturmak ve eko jetonları yayınlamak için çok sayıda BaaS uygulamasını entegre eden Weaver adlı IBAX tarafından sağlanan eko-yönetim aracını kullanabilirsiniz. Weaver kullanarak geliştirme sürenizi önemli ölçüde kısaltabilirsiniz.",
    "login.online": "#IBAX airdrop desteğiniz için teşekkür ederiz, şimdi airdrop ödüllerinin tasfiye aşamasındayız. IBAX sıralama sistemi Şimdi yayında.",
    "login.join": "IBAX airdrop sona eriyor Yeni IBAX Sıralama Sistemi yapılıyor, bizi izlemeye devam edin!",
    "personal.on": "IBAX'ı takip edin",
    "personal.please": "Lütfen Twitter'da IBAX'ı takip edin ve bunu yaptıktan sonra “Takip Edildi” ye tıklayın.",
    "personal.followed": "Takip etti",
    "personal.fol": "Twitter'ı takip et",
    "personal.cancalf": "Takibi bırak",
    "personal.not": "Henüz takip edilmedi",
    "personal.repost": "IBXC'nizi retweetleyin ve talep edin",
    "personal.follow": "Lütfen gönderiyi retweetleyin ve ardından IBAX puanlarınızı alın",
    "personal.forwarded": "Retweet",
    "personal.notf": "Bitmemiş",
    "personal.finished": "Bitmiş",
    "personal.own": "Puan:",
    "personal.coins": "IBXC kazanmak için bir arkadaşınızı davet edin:",
    "personal.invite": "Daha fazla IBXC kazanmak için arkadaşlarınızı davet edin",
    "personal.get": "2000 IBAX puanı almak için IBAX'ı takip edin",
    "personal.go": "Takip etmeye git",
    "personal.task": "Görev",
    "personal.redeem": "Redeem",
    "personal.retweet": "Retweet",
    "personal.record": "Kayıt",
    "personal.date": "Tarih",
    "personal.earn": "Puan kazanın",
    "personal.participate": "Katıl",
    "personal.still": "Etkinlik devam ediyor, lütfen etkinlik sona erdikten sonra kullanın!",
    "personal.ranking": "Sıralama",
    "personal.history": "Geçmiş",
    "personal.redeems": "Redeem",
    "personal.retweets": "Retweet",
    "personal.share": "Paylaş",
    "personal.code": "Etkinlik sayfasının mobil versiyonuna girmek için QR kodunu tanımlayın",
    "personal.friends": "Arkadaşlarınızı IBXC almaya davet edin ve ilk 10 yönlendiren ek bir tavsiye ödülü alacaktır.",
    "personal.will": "Airdrop 1 Şubat 2022'de sona erecek",
    "personal.points": "Puanlar:",
    "personal.once": "Bu adres gönderildikten sonra değiştirilemez.",
    "personal.confirm": "Lütfen adresinizi onaylayın ve özel anahtarlarınızı ve anımsatıcılarınızı güvende tutun",
    "personal.your": "Cüzdan adresiniz",
    "personal.submit": "Gönder",
    "personal.werver": "Weaver'a gidin ve bir cüzdan adresi oluşturun",
    "personal.how": "Weaver nasıl kullanılır",
    "personal.address": "Cüzdan Adresi:",
    "personal.available": "IBXC Coinlerinin kullanımı 1 Şubat 2022 8:00EST'de mevcut olacak",
    "personal.storage": "Depolama Bloğu:",
    "personal.view": "Blok Bilgilerini Görüntüle",
    "personal.redemption": "IBXC, 1 Şubat 2022 8:00 EST'de dağıtım için hazır olacaktır.",
    "personal.redeemable": "Redeemable Coinler:",
    "personal.submitted": "Cüzdan adresiniz:{address}, Gönderildikten sonra adres değiştirilemez. Lütfen cüzdan adresinizi onaylayın.",
    "personal.cancel": "İptal",
    "personal.retweetpoint": "İtibar",
    "personal.referral": "Referans Coinleri",
    "personal.gitHubCoin": "GitHub Coinleri",
    "personal.center": "Kişisel Merkez",
    "personal.airdrop": "IBAX Sıralama Sistemi",
    "personal.ret": "Kazanmak için Retweetle",
    "personal.list": "Puan Geçmişi",
    "personal.referrals": "Arkadaşlarınla paylaş",
    "personal.ruless": "Airdrop Kuralı",
    "personal.git": "GitHub",
    "personal.geti": "Get IBXC",
    "personal.invites": "Arkadaşlarınızı IBXC Paraları Kazanmaya Davet Edin",
    "personal.week": "Referans Geçmişi",
    "personal.link": "Yönlendirme Bağlantınız",
    "personal.shareOn": "Paylaş ...",
    "personal.qr": "Your Referral QR Code",
    "personal.our": "Retweetle ve Kazan",
    "personal.point": "All IBAX points",
    "personal.challenge": "Challenge",
    "personal.earned": "Kazanılan puanlar",
    "personal.tw": "Twitter'ı takip et",
    "personal.retw": "Retweet",
    "personal.for": "Retweetle ve Kazan",
    "personal.campaign": "Retweet Kampanyası",
    "personal.redeemed": "Kazanıldı ve Kullanıldı",
    "personal.tasks": "Her gün yeni retweetler var, IBAX puanları almak için katılın, kontrol edin",
    "personal.together": "Arkadaşlarınızla paylaşın ve birlikte IBAX etkinliklerine katılın",
    "personal.sharer": "Kaydı Paylaş",
    "personal.refer": "Davet ettiğiniz her 100 kişi için ek bir 100 IBXC bonusu olan IBXC bonusu almak için bir arkadaşınıza başvurun",
    "personal.id": "Twitter ID",
    "personal.join": "Üyelik Tarihi",
    "personal.ge": "IBXC al",
    "personal.bind": "IBXC paralarını kullanmak için cüzdan adresinizi bağlayın",
    "personal.soon": "Lütfen cüzdan adresinizi mümkün olan en kısa sürede bağlayın",
    "personal.yourPoints": "Puanlarınız",
    "personal.yourCoins": "Coinleriniz",
    "personal.poin": "IBAX Points",
    "personal.coin": "IBXC Coin",
    "personal.account": "GitHub'a bağlantı",
    "personal.commits": "Commitlerim",
    "personal.gr": "IBAX Sıralama Sistemi Kuralı",
    "personal.honor": "Onur Geliştiricileri",
    "personal.ecosystem": "Ekosistem",
    "personal.bounty": "Mühendislik / Ödül",
    "personal.resources": "Geliştirici Araçları",
    "personal.user": "Profil",
    "personal.dashboard": "Gösterge Panelim",
    "personal.fork": "Fork ve Yıldız IBAX GitHub \n Proje deposu (go-ibax) \n 3000 puan alın",
    "personal.keep": "Daha fazla puan ve IBXC ödül bilgileri için IBAX'in proje deposunu takip edin",
    "personal.project": "IBAX proje deposunu takip etti",
    "personal.area": "Ödül Alanı",
    "personal.email": "E-postayı bağla",
    "personal.sure": "Elbette",
    "personal.add": "E-mail adresi",
    "personal.cod": "Doğrulama kodu",
    "personal.send": "Gönder",
    "personal.enter": "Lütfen geçerli e-posta adresinizi girin",
    "personal.can": "E-posta boş bırakılamaz",
    "personal.must": "Doğrulama kodu doldurulmalıdır",
    "personal.digits": "Doğrulama kodu sadece 4 haneli olabilir",
    "personal.binging": "E-posta bağlama başarılı!",
    "personal.receive": "Gönderim kayıtlarınız için zamanında inceleme ve ödül bildirimleri alacaksınız!",
    "personal.also": "Daha fazla bilgi için IBAX projesini de izleyebilirsiniz.",
    "personal.star": "Puan talep etmek için Yıldız'a tıklayın",
    "personal.repository": "1500 puan almak için IBAX GitHub proje deposunun (go-ibax) Yıldızına tıklayın",
    "personal.claim": "Puan talep etmek için Yıldız'a tıklayın",
    "personal.finish": "Bitmiş",
    "personal.forkto": "Puan almak için fork",
    "personal.gofork": "1500 puan almak için IBAX GitHub proje deposunun (go-ibax) forkuna gidin",
    "personal.check": "Her gün yeni check-in'ler ve etkinlikler yayınlanır",
    "personal.time": "Hazine sandığı yenilenecek",
    "personal.daily": "Günlük giriş",
    "personal.today": "Bugün giriş yaptın",
    "personal.po": "Bugün giriş yapın ve {points} puan kazanın",
    "personal.system": "IBAX Onur Sistemi ve Ödülleri",
    "personal.give": "IBAX Vakfı, bu yıl geliştirici topluluğu teşviki olarak 10 milyonun üzerinde IBXC verecek ve siz de dahil olabilirsiniz:",
    "personal.events": "IBAX puanları kazanmak için IBAX etkinliklerine ve GitHub konu tartışmalarına katılın",
    "personal.constructive": "Yapıcı konular önerin",
    "personal.approved": "Her yapıcı konu (incelenen Soru-Cevap) 200 IBAXC puanı ile ödüllendirilecek ve ödül her ayın 5'inde (IBAX Geliştirici Günü) hesaplanacaktır.",
    "personal.there": "Teknik araştırma değeri, ticari uygulama değeri, pazar geliştirme beklentisi, akademik keşif değeri vb. olan bir soru ise, IBAX Vakfı, IBAX puanı ve IBXC ödülüne ek olarak onu bir ödül görevine dönüştürecektir.",
    "personal.vulnerabilities": "IBAX güvenlik açıklarını bulun",
    "personal.blockchain": "IBAX blok zincirindeki hataları bulun, tekrarlanabilir bir süreç gönderin ve IBAX ekibi tarafından doğrulandıktan sonra 1~10.000 IBXC ve IBAX puanı alın.",
    "personal.solutions": "IBAX ekibi tarafından kabul edilen veya projeye dahil edilen hata çözüm kodunu gönderin, 10~50.000 IBXC ve IBAX puanı alabilirsiniz.",
    "personal.significant": "IBAX blok zincirinin performansını ve verimliliğini artırabilecek büyük optimizasyon kodu gönderirseniz, IBAX puanlarının yanı sıra 10~50.000 IBXC alacaksınız.",
    "personal.issues": "Ödül Sorunlarını Çözün",
    "personal.boun": "IBAX ödül alanına gidin ve IBXC ödülü ile IBAX puanı almak için sorunu çözün.",
    "personal.views": "Puan kurallarını görüntüle",
    "personal.out": "GitHub'da kontrol edin",
    "personal.been": "Tüm retweet görevleriniz tamamlandı, lütfen yarın tekrar gelin.",
    "personal.committed": "Yaptığınız sorunlar burada görüntülenecek ve bunları düzenlemek istiyorsanız lütfen GitHub'a gidin.",
    "personal.ended": "IBAX airdrop sona erdi ve 2022'nin ikinci çeyreğinde tamamlanması beklenen airdrop ödüllerini tasfiye etme sürecindeyiz.",
    "personal.process": "IBAX puanlarınızı tasfiye etme sürecinde ve 2022'nin ikinci çeyreğinde tamamen tamamlanmasını bekliyoruz, bu yüzden bizi izlemeye devam edin!",
    "personal.completed": "Tamamlanan Airdroplar",
    "personal.air": "Airdrop Kuralları",
    "personal.rank": "Sıralama Kuralları",
    "personal.getpoint": "IBAX Puanı Alın",
    "personal.tuned": "Her gün yeni etkinlikler için IBAX'ı takip etmeye devam edin.",
    "personal.represent": "IBAX puanları, IBAX ağına yapılan katkıları temsil eder ve ne kadar çok puan alırsanız, o kadar çok ödül alırsınız. "
}