{
  "nav": "Nav",
  "nav.home": "Trang chủ",
  "nav.features": "Tại sao IBAX",
  "nav.performance": "Hiệu suất, hiệu quả và an toàn",
  "nav.high": "Khung blockchain",
  "nav.each": "Mỗi nút chứa một cơ sở dữ liệu phân tán để lưu trữ dữ liệu được phân tích từ các khối, không chỉ cải thiện hiệu suất thực thi mà còn cho phép bạn thực hiện logic kinh doanh phức tạp.",
  "nav.use": "Sử dụng cơ sở dữ liệu để cải thiện hiệu suất thực thi",
  "nav.virtual": "Máy ảo đa ngôn ngữ",
  "nav.with": "Máy ảo IBAX đa ngôn ngữ (IVM)",
  "nav.smart": "IBAX có ngôn ngữ hợp đồng thông minh riêng tên là “Needle”, hoạt động mượt mà với các hợp đồng thông minh ethereum và hỗ trợ Solidity, Go, Rust và các ngôn ngữ khác để tạo hợp đồng thông minh.",
  "nav.tran": "Sharding",
  "nav.improve": "Nâng cao hiệu quả giao dịch",
  "nav.break": "Phá vỡ rào cản công nghệ",
  "nav.security": "Bảo mật và riêng tư",
  "bass.bank": "Bảo vệ thông tin cá nhân với bảo mật cấp ngân hàng",
  "bass.attribute": "Đặc tính phi tập trung khiến cho việc liên kết với danh tính thật sự trong thế giới blockchain trở nên không thể và bảo vệ sự riêng tư cá nhân đến mức tối đa. Trong việc thực hiện kỹ thuật, IBAX áp dụng mã hóa đồng nhất, khóa tài sản, chứng minh không có kiến thức về hợp đồng thông minh và cặp khóa không đọc được. Các công nghệ mật mã tiên tiến nhất như cơ chế chéo khóa (mã hóa hợp đồng thông minh), cơ chế chéo chuỗi và cách ly đa chuỗi đảm bảo an toàn và riêng tư cá nhân của IBAX đến mức tối đa.",
  "bass.effectiveness": "Hiệu quả thực thi",
  "bass.spire": "\"Bảo mật là đỉnh của kim tự tháp, và riêng tư là viên ngọc trên đỉnh. ",
  "bass.attach": "Chúng tôi đặt sự chú ý đến bảo mật và riêng tư hơn bất cứ điều gì khác. Chỉ có sự chú ý đích đáng mới đảm bảo an ninh của blockchain, an ninh của người dùng và an ninh của quỹ. Tuân thủ nghiêm ngặt các hướng dẫn quốc tế về riêng tư. Quyền riêng tư của bạn hoàn toàn nằm trong tay bạn.\"",
  "bass.built": "Xây dựng cho sự an toàn",
  "bass.your": "Bảo mật ngày càng được ưu tiên hàng đầu của chúng tôi",
  "bass.symmetric": "Cơ chế mã hóa đối xứng elip dựa trên blockchain và cơ chế mã hóa HASH đảm bảo tính an toàn và đáng tin cậy của quá trình truyền dữ liệu. Kết quả dữ liệu được lưu trữ trên mạng IBAX thông qua ánh xạ HASH, và các bản ghi thay đổi rõ ràng.",
  "nav.encryption": "Máy mã hóa để đảm bảo an toàn cho quỹ và giao tiếp. Sự an toàn của quỹ và giao tiếp được đảm bảo bằng máy mã hóa",
  "nav.chain": "Giao tiếp liên chuỗi",
  "nav.decen": "Sử dụng công nghệ mã hóa đồng nhất, các thuật toán của các blockchain khác được tích hợp vào mạng IBAX, và chúng được kết nối với mạng blockchain tương ứng để thực hiện liên chuỗi một cách thực sự.",
  "nav.multi": "Đa chữ ký",
  "nav.dec": "Đảm bảo rằng nhiều người/tổ chức kiểm soát cùng một lượng quỹ. Mạng IBAX sử dụng quyền chữ ký sổ cái phân tán để đạt được điều này. Lưu ý rằng \"an toàn\" là một tính năng độc đáo của IBAX.",
  "nav.clb": "CLB",
  "nav.cross": "Nút Cross-Ledger Base (CLB)",
  "nav.basis": "CLB là cổng thông tin cho dữ liệu chéo chuỗi cũng như là cầu nối cho tài sản chéo chuỗi, và bạn có thể sử dụng nó để lấy dữ liệu bên ngoài blockchain để sử dụng bên trong blockchain",
  "nav.private": "Giao dịch riêng tư",
  "nav.fouds": "Chứng minh không có kiến thức bằng cách sử dụng hợp đồng thông minh để đảm bảo an ninh dữ liệu và quyền riêng tư của các giao dịch riêng tư.",
  "nav.bass": "Thị trường BaaS",
  "nav.resource": "Tài nguyên",
  "nav.solution": "Giải pháp",
  "nav.development": "Phát triển",
  "nav.about": "Liên hệ",
  "nav.log": "Đăng nhập",
  "nav.sign": "Đăng ký",
  "nav.out": "Đăng xuất",
  "nav.case": "Trường hợp",
  "nav.supply": "Tài chính chuỗi cung ứng",
  "nav.copyright": "Bản quyền",
  "nav.assets": "Quản lý tài sản",
  "nav.relying": "Dựa trên công nghệ blockchain và trí tuệ nhân tạo của IBAX, mạng lưới hỗ trợ các thuật toán mã hóa cấp tài chính và khả năng tính toán đám mây để cung cấp một nền tảng an toàn và đáng tin cậy hơn cho mỗi lớp dịch vụ.",
  "nav.it": "Nó áp dụng cho các loại tài sản như tài chính tiêu dùng, tài chính ô tô, trả góp thiết bị, a / R và a / P, cũng như các kịch bản tài chính như ABS, tin cậy, chuyển nhượng và cam kết.",
  "nav.cross-chain": "Tích hợp đa chuỗi phi tập trung và không đáng tin cậy",
  "nav.eth": "Hợp đồng thông minh của Ethereum và Binance Chain được kết nối một cách liền mạch",
  "nav.ledger": "Cơ quan sổ cái phi tập trung",
  "nav.user": "Nhu cầu của người dùng đầu tiên",
  "nav.self": "Tự động hóa sinh thái và quản trị",
  "nav.gas": "Tự quản trị sinh thái (DAO) và Phí Gas",
  "home.partners": "Đối tác IBAX",
  "home.start": "Xây dựng hệ sinh thái của riêng bạn",
  "home.performance": "Cơ sở hạ tầng blockchain Web 3.0 an toàn và hiệu suất cao",
  "home.secure": "Kiến trúc cơ sở blockchain an toàn và hiệu quả",
  "home.using": "Bắt đầu",
  "home.join": "Tham gia cộng đồng",
  "home.watch": "Xem video",
  "home.innovate": "Đổi mới",
  "home.framework": "Khung cơ sở blockchain đa năng cao",
  "home.bottom": "Một lớp dưới blockchain tuyệt vời phải đáp ứng các yêu cầu xử lý dữ liệu đồng thời cao, đủ để xử lý bất kỳ kịch bản kinh doanh phức tạp nào trong cả thế giới thực và ảo.",
  "home.learn": "Tìm hiểu thêm về khung kỹ thuật IBAX",
  "home.virtual": "Máy ảo",
  "home.machine": "Máy ảo IBAX tương thích đa ngôn ngữ",
  "home.multiple": "Máy ảo IBAX tương thích đa ngôn ngữ",
  "home.can": "Máy ảo IBAX có thể đồng thời hỗ trợ: hợp đồng thông minh Ethereum và Binance Chain. Bạn có thể nhập hợp đồng chỉ bằng một cú nhấp chuột và kết nối mượt mà với hệ sinh thái IBAX.",
  "home.consensus": "Cơ chế đồng thuận",
  "home.pub": "Đọc Whitepaper",
  "home.dpoa": "Cơ chế đồng thuận hiệu quả và công bằng",
  "home.good": "Mạng IBAX tích hợp một mô-đun \"chế độ tự trị\" cho phép quản trị DAO mà không cần nhập mã phức tạp. Tự trị mạng IBAX được đạt được thông qua cơ chế đồng thuận DPoA hiệu quả với phiếu bầu.",
  "home.determine": "Một cơ chế đồng thuận tốt sẽ xác định sự đột phá và tương lai của blockchain.",
  "home.bifurcation": "Phương thức thanh toán phí gas linh hoạt",
  "home.honor": "Phương thức thanh toán phí gas Eco có thể tùy chỉnh",
  "home.unified": "Để khuyến khích các nhà sáng lập hệ sinh thái và các thành viên của hệ sinh thái, IBAX hỗ trợ một mô hình phí Gas có thể tùy chỉnh.",
  "home.unif": "Bạn có thể chọn đồng tiền / token của hệ sinh thái làm mô hình phí GAS và trừ đồng tiền / token của hệ sinh thái làm phí GAS khi thực hiện các giao dịch hệ sinh thái. Mô hình này giúp đạt được một môi trường sinh thái thực sự phi tập trung và tự trị.",
  "home.economics": "Kinh tế",
  "home.benefits": "Lợi ích sẽ được thực hiện: cho dù bạn là một nhà phát triển hệ sinh thái, một nhà đào tạo, một quản trị viên hệ sinh thái hoặc bất cứ điều gì khác",
  "home.matter": "Miễn là bạn tham gia vào đó, sẽ có một phần thưởng hậu hĩnh đang chờ đợi bạn khám phá.",
  "home.view": "Xem mô hình kinh tế của IBAX",
  "home.features": "Xem các tính năng kỹ thuật của IBAX",
  "home.fixed": "Phân phối trước",
  "home.nft": "Phần thưởng Mint",
  "home.min": "Phần thưởng Staking",
  "home.foundation": "Quỹ IBAX",
  "home.team": "Phát triển dự án",
  "home.ecosystem": "Đối tác hệ sinh thái",
  "home.private": "Định vị riêng tư",
  "home.ieo": "Bán công khai",
  "home.genesis": "Genesis",
  "home.mining": "Phần thưởng đào tạo",
  "home.ecological": "Các động lực sinh thái",
  "home.all": "Tất cả %",
  "home.per": "Phân phối trước %",
  "home.mint": "Phần thưởng đào tạo %",
  "home.lead": "Dẫn đầu",
  "home.driven": "Được thúc đẩy bởi công nghệ, hình thành rào cản kỹ thuật",
  "home.chain": "Thực sự phi tập trung và không đáng tin cậy qua các chuỗi, chứng minh không có tri thức, giao dịch ẩn danh, chia nhỏ giao dịch.",
  "home.we": "Công nghệ tiên tiến của chúng tôi",
  "home.have": "Tích hợp công nghệ",
  "home.built": "Khung cơ bản của chuỗi IBAX bạn sử dụng được xây dựng trên những công nghệ trưởng thành này. IBAX tích hợp chúng hoàn hảo, cho phép chúng tiếp tục xuất sắc trong lĩnh vực blockchain như IBAX.",
  "home.video": "Video",
  "home.your": "Bạn có ý tưởng tuyệt vời không",
  "home.get": "Nhận phần thưởng từ hệ thống hỗ trợ sinh thái của chúng tôi",
  "home.enjoy": "Tận hưởng tài nguyên IBAX",
  "home.manul": "Hướng dẫn viên phát triển đầy đủ",
  "home.partner": "Đối tác sinh thái Jutkey Wallet",
  "home.ibaa": "Ví IBAX",
  "home.official": "Công nhận chính thức IBAX: nhận 150.000 phần thưởng IBXC",
  "home.supports": "Ví đa tiền tệ phi tập trung: hỗ trợ chuyển tiền đa tiền tệ",
  "home.manage": "Quản lý máy đào: quản lý máy đào của bạn chỉ với một cú nhấp chuột",
  "home.wallet": "Ví Jutkey",
  "home.very": "Thật là một phước lành khi tham gia IBAX và tôi đã nhận được rất nhiều sự giúp đỡ từ đội ngũ IBAX trong việc tạo ra Ví Jutkey, cảm ơn rất nhiều!",
  "home.is": "Ví Jutkey là một ví đa tiền tệ phi tập trung đã được tích hợp tốt với các ứng dụng khác của IBAX. Bạn không chỉ có thể sử dụng nó để hoàn thành các giao dịch IBXC, mà còn có thể sử dụng nó để thanh toán cho các đồng tiền như: Bitcoin, Ether, Coinan, vv.",
  "home.more": "Hơn nữa, bạn có thể quản lý máy đào của mình với Ví Jutkey, bạn có thể thêm máy đào chỉ với một cú nhấp chuột mà không cần tải xuống các công cụ quản lý khác và xem doanh thu khai thác của mình theo thời gian thực.",
  "home.there": "Còn nhiều tính năng đang chờ bạn khám phá, có thể là: hồ bơi khai thác, Defi, NFT ...",
  "home.name": "Weco",
  "home.product": "Giám đốc Sản phẩm",
  "home.develop": "Hướng dẫn cho nhà phát triển",
  "home.technology": "Công nghệ",
  "home.technical": "Tài liệu kỹ thuật mã nguồn mở",
  "home.about": "Tìm hiểu thêm về IBAX qua Video",
  "home.exciting": "Sự kiện đang diễn ra",
  "home.go": "Đi đến xem",
  "home.m": "Thêm video",
  "home.award": "Tham gia",
  "bass.ecological": "Phần thưởng khuyến khích EcoLib",
  "bass.anyone": "Bất kỳ ai cũng có thể tham gia",
  "bass.create": "Tạo dự án blockchain của bạn",
  "bass.now": "Tạo dự án blockchain của bạn ngay bây giờ",
  "bass.quickly": "Tạo nhanh",
  "bass.ecology": "EcoLibs",
  "bass.without": "Nhanh chóng tạo ứng dụng IBAX không có ngưỡng",
  "bass.ecolog": "Tạo EcoLib",
  "bass.creator": "Bạn sẽ có",
  "bass.identity": "EcoLib-creatorship:",
  "bass.obtain": "Có được quyền đặt tên EcoLib",
  "bass.define": "Xác định quyền tham gia EcoLib",
  "bass.set": "Thiết lập phương pháp quản trị EcoLib",
  "bass.give": "Phát hành danh tính",
  "bass.can": "Bạn cũng có thể",
  "bass.collect": "Nhận phí đồng/token hệ sinh thái",
  "bass.circulation": "Đồng/Token lưu thông",
  "bass.issue": "Đồng/Token",
  "bass.customize": "Tùy chỉnh số lượng token và phương thức phát hành",
  "bass.naming": "Có quyền đặt tên cho token",
  "bass.issuance": "Phát hành đồng/token",
  "bass.logo": "Thêm logo token",
  "bass.number": "Đặt số lượng token được phát hành",
  "bass.incentives": "Thiết lập động lực cho token",
  "bass.smart": "Hợp đồng thông minh",
  "bass.contract": "Hợp đồng thông minh",
  "bass.use": "Sử dụng hợp đồng thông minh để duy trì sự ổn định sinh thái",
  "bass.add": "Thêm hợp đồng",
  "bass.one": "Nhập một cú nhấp chuột",
  "bass.contracts": "Hợp đồng từ các chuỗi khác hoặc:",
  "bass.reference": "Tham khảo các hợp đồng thông minh cơ bản của IBAX",
  "bass.write": "Viết hợp đồng thông minh của riêng bạn trực tuyến",
  "bass.eco": "Thêm các ứng dụng sinh thái hệ thống",
  "bass.manage": "Quản lý các hợp đồng sinh thái hệ thống",
  "bass.incentive": "Nhận phần thưởng khuyến khích sinh thái hệ thống",
  "bass.encourages": "Quỹ IBAX khuyến khích các nhà phát triển và nhóm cá nhân tham gia vào hệ thống sinh thái IBAX, và sẽ tổ chức các cuộc thi sinh thái thường xuyên để trao giải thưởng hậu hĩnh cho các ứng dụng sinh thái xuất sắc.",
  "bass.learn": "Tìm hiểu thêm",
  "bass.what": "Những gì bạn có thể cần",
  "bass.how": "Cách tạo một ecoLib nhanh chóng và duy trì hiệu quả",
  "bass.materials": "Tài liệu và video sẽ giúp bạn tận dụng tốt hơn mạng IBAX",
  "bass.manual": "Hướng dẫn cho nhà phát triển",
  "bass.committed": "Cam kết bảo vệ tài sản cá nhân",
  "bass.multi": "Mã hóa đa cấp để đảm bảo an toàn cho tài sản cá nhân của bạn",
  "bass.own": "IBAX sử dụng khóa công khai và khóa riêng tư để mã hóa và giải mã xác minh chữ ký. Chỉ có người dùng của nó mới có thể sử dụng khóa riêng tư của mình để giải mã, đảm bảo an toàn cho dữ liệu và danh tính. Và gửi tiền mã hóa vào một ví phi tập trung, và sử dụng công nghệ chữ ký kỹ thuật số đa bên để đảm bảo an toàn cho tài sản của bạn.",
  "bass.honor": "Các nút danh dự",
  "bass.manager": "Quản lý Hợp đồng Thông minh",
  "high.lead": "Khung chương trình cơ sở blockchain hàng đầu",
  "high.cross": "Cross-chain",
  "bass.weaver": "Weaver hỗ trợ các tệp hợp đồng thông minh trong API, Json và các định dạng khác, và có thể nhập các hợp đồng thông minh dưới dạng modul để sử dụng trong DAO của người dùng nhanh chóng.",
  "bass.panel": "Xem trước và quản lý Hợp đồng thông minh",
  "bass.provides": "Weaver cung cấp chức năng quản lý hợp đồng, sau khi nhập vào giao diện Quản lý ecoLib của bạn, bạn có thể xem rõ tất cả các hợp đồng thông minh, bảng dữ liệu và trường trong ecoLib, giúp bạn dễ dàng bảo trì và mở rộng nội dung Eco.",
  "bass.local": "Kho Hợp đồng thông minh",
  "bass.security": "Hợp đồng EcoLib",
  "footer.feature": "Tính năng kỹ thuật",
  "bass.always": "\"Việc tạo ra các chuỗi chéo phi tập trung và không đáng tin cậy luôn được mong đợi bởi mọi người. ",
  "bass.only": "Chỉ có sự kết nối thực sự giữa các chuỗi khối mới cho phép mọi người cảm thấy tự tin để thực hiện trao đổi tài sản song phương, mà không lo ngại về việc ai đó đánh cắp tiền, điều này phù hợp với khái niệm \"không tin tưởng\" của blockchain.\"",
  "bass.protect": "Bảo vệ độ chính xác chéo chuỗi dữ liệu",
  "bass.ensure": "Đảm bảo an ninh chéo chuỗi tài sản",
  "bass.network": "Mạng chéo chuỗi toàn diện",
  "bass.design": "Được thiết kế cho chéo chuỗi",
  "bass.expand": "Mở rộng nhiều kết nối chuỗi bên ngoài hơn",
  "bass.cross": "Các nút cơ sở chéo chuỗi (CLB) trong mạng IBAX được thiết kế cho chéo chuỗi, với tính linh hoạt để cấu hình hiệu suất và triển khai CLB theo nhu cầu, mà không cần sao chép công việc, để dễ dàng truy cập dữ liệu hệ thống bên ngoài và tạo kết nối, hoặc xử lý và định dạng dữ liệu bằng chính mình.",
  "bass.transmission": "Truyền tải chéo chuỗi",
  "bass.promote": "Thúc đẩy trao đổi giá trị giữa các chuỗi khối",
  "bass.sets": "Một giải pháp giao tiếp chéo chuỗi thực sự không chỉ là truyền tải tài sản kỹ thuật số, mà còn là truyền tải các tập dữ liệu phong phú và hoạt động hợp đồng thông minh giữa các chuỗi, cũng như truyền tải dữ liệu cụ thể của dApp, NFT và nhiều hơn thế nữa.",
  "feature.efficiency": "Hiệu suất, hiệu quả và bảo mật là nền tảng của IBAX",
  "feature.encryption": "Trên cơ sở mã hóa không đối xứng, có thể thực hiện nhiều mã hóa lồng nhau với mạng P2P để đảm bảo an toàn cho quỹ và giao tiếp.",
  "feature.network": "Mạng IBAX không chỉ có thể tương tác với các chuỗi khối và tài sản chéo chuỗi khác nhau, mà còn có thể hợp tác với nút CLB chuyên dụng để hoàn thành các tương tác truyền thông dữ liệu CRM thường xuyên.",
  "home.system": "Weaver là một công cụ phát triển tích hợp rõ ràng được xây dựng trên chuỗi IBAX, một IDE dành riêng cho mạng IBAX, có nhiều tính năng mạnh mẽ. Bạn có thể phát triển, triển khai và quản lý các hợp đồng thông minh trên Weaver, nhưng cũng có thể thiết lập các thông số quản trị sinh thái của bạn trên Weaver, nhập các dịch vụ khác nhau trong BaaS, v.v. Nó cũng có thể được sử dụng như một nền tảng học tập.",
  "home.basic": "\"IBAX là một khung hạ tầng chuỗi khối đủ để hỗ trợ các hoạt động toàn cầu phức tạp. ",
  "home.important": "Việc cung cấp tính tương thích tốt cho các nhà phát triển của các chuỗi khối khác là điều quan trọng đối với chúng tôi.\"",
  "footer.team": "Đội ngũ",
  "footer.news": "Tin tức",
  "footer.investor": "Nhà đầu tư",
  "footer.related": "Tải xuống",
  "footer.partner": "Đối tác",
  "footer.community": "Cộng đồng",
  "footer.recruit": "Tuyển dụng",
  "footer.developer": "Nhà phát triển",
  "footer.more": "Thêm",
  "footer.check": "Kiểm tra hướng dẫn thông tin",
  "footer.create": "Tạo dự án blockchain của bạn",
  "footer.creative": "Tạo ra nhiều dự án blockchain sáng tạo hơn",
  "footer.compete": "Thử sức với những dự án tuyệt vời này!",
  "footer.now": "Bắt đầu ngay",
  "footer.fast": "Hỗ trợ hệ thống BaaS (Blockchain as a Service) nhanh chóng, hoàn thành việc phát hành dự án chỉ với một cú nhấp chuột, cung cấp chức năng phát hành đồng tiền chỉ với một cú nhấp chuột, giúp dự án của bạn dễ dàng được triển khai",
  "footer.blockchain": "Áp dụng công nghệ blockchain tự nghiên cứu, từ công nghệ cơ bản của phần cứng, mạng, lưu trữ, tính toán, mật mã, đồng thuận và hình thành khối, đến các liên kết kinh doanh như xác nhận, luồng, tài chính và thanh toán các khoản phải thu, chúng tôi đảm bảo rằng thông tin và dữ liệu kinh doanh của mỗi liên kết kinh doanh trong chuỗi cung ứng đều an toàn và có thể kiểm soát được.",
  "high.technical": "Các điểm nổi bật về công nghệ",
  "high.chain": "Blockchain hiệu suất cao / TPS cao",
  "high.low": "Blockchain phổ biến được đại diện bởi Ethereum có khả năng xử lý giao dịch thấp, điều này nghiêm trọng cản trở sự phát triển của blockchain. Một blockchain hiệu suất cao / đồng thời cao sẽ mang lại những bước nhảy vọt cho toàn ngành blockchain. Mạng IBAX có tốc độ nhanh như 4 giây một khối và xử lý giao dịch lên đến 3000 TPS. Với sự cải tiến của phần cứng, TPS có thể lý thuyết đạt tới 10000 lần trong trường hợp không bị chia nhỏ.",
  "high.start": "Bắt đầu sử dụng ngay",
  "high.innovation": "đổi mới công nghệ",
  "high.database": "Chế độ Lưu trữ Cơ sở dữ liệu + Khối",
  "high.postgreSQL": "Sử dụng khả năng lưu trữ và đồng thời cao của cơ sở dữ liệu PostgreSQL để lưu trữ các tham số hệ thống trong các bảng dữ liệu và sử dụng các engine cơ sở dữ liệu như views, indexes và stored procedures để cải thiện khả năng đọc và ghi dữ liệu.",
  "high.insights": "Thông tin kỹ thuật",
  "high.team": "\"Đội ngũ IBAX được tạo thành từ một nhóm những kỹ sư công nghệ với tinh thần đổi mới.",
  "high.never": "Chúng tôi không bao giờ 'tuân thủ các quy tắc và tuân thủ các quy tắc', mà luôn luôn áp dụng toàn diện các công nghệ hiện có hoặc sáng tạo của chúng tôi để cải thiện hiệu suất tổng thể của chuỗi ibax.\"",
  "high.globalization": "Toàn cầu hóa",
  "high.to": "Đủ cho bất kỳ doanh nghiệp nào",
  "high.compat": "Tương thích",
  "high.rich": "Tích hợp với nhiều kịch bản ứng dụng",
  "high.use": "Dễ sử dụng",
  "high.provide": "Hỗ trợ trực tuyến từ đội ngũ kỹ thuật của chúng tôi",
  "high.high": "Lưu trữ dung lượng cao",
  "high.storage": "Dung lượng lưu trữ khối tối đa lên đến 64M byte",
  "high.etc": "Nút mint là một nút dịch vụ mạng phân tán trong mạng IBAX, cung cấp chức năng tạo mã thông báo cho toàn bộ mạng và có trách nhiệm bảo vệ an ninh mạng và cải thiện chi phí tấn công mạng.",
  "high.reward": "Cơ chế thưởng cho các nút mint là cần thiết để duy trì sự ổn định của nền tảng IBAX, và chúng tôi sử dụng một thuật toán xác suất đơn giản và thực tế: xác suất mint = toán học nút mint / toán học toàn mạng. Theo thời gian, xác suất mỗi nút mint nhận được phần thưởng là nhất quán, và phương pháp này giúp duy trì sự ổn định của các nút mint.",
  "high.running": "Các nút Mint chạy trên khắp thế giới không chỉ phục vụ như các nút khai thác khuyến khích để duy trì an ninh mạng, mà còn đứng riêng lẻ như các máy chủ phân tán và cung cấp các dịch vụ phi tập trung cho các thư viện sinh thái khác nhau (ecological libraries), chẳng hạn như các công cụ xã hội phi tập trung, các dịch vụ web phi tập trung, v.v.",
  "high.sub": "Các nút phụ",
  "high.node": "Nút phụ là loại đầu tiên của nó trong toàn bộ thế giới blockchain. Nó chỉ giữ dữ liệu các giao dịch liên quan đến mô-đun ứng dụng ecoLib của riêng nó, trong khi toàn bộ lượng dữ liệu được xử lý bởi các nút danh dự, nút bảo vệ và nút đúc. Ngoài ra, các nút phụ cũng có thể tương tác với \"dữ liệu riêng tư\" để đảm bảo tính riêng tư, an ninh và linh hoạt của các giao dịch.",
  "high.can": "Các nút phụ chỉ có thể giữ dữ liệu các giao dịch liên quan đến các ứng dụng sinh thái của riêng họ, và chúng cũng có thể thực hiện sinh thái độc lập của riêng mình (ecoLib) riêng biệt với các mạng nút khác, vì vậy chúng ta cũng gọi chúng là - chuỗi phụ.",
  "high.of": "CLB là một nút độc lập với mạng IBAX, và đồng thời có chức năng của một Oracle.",
  "high.runs": "CLB chạy như một nút độc lập mà không ảnh hưởng đến hiệu suất của nút chủ, và có thể được cấu hình linh hoạt cho hiệu suất và triển khai CLB theo yêu cầu kinh doanh, với các hợp đồng thông minh độc lập, giao diện hoạt động và bảng cơ sở dữ liệu riêng, v.v.",
  "high.meet": "CLB được thiết kế để đáp ứng cross-chain, CLB đi kèm với chức năng đọc dữ liệu và khóa và chuyển đổi tài sản hợp đồng thông minh, để tài sản bên ngoài trở thành tài sản trong hệ sinh thái IBAX, CLB cũng có thể xử lý và định dạng chuyển đổi dữ liệu để sử dụng trong mạng IBAX.",
  "high.virtual": "Máy ảo IBAX có thể đồng thời hỗ trợ: hợp đồng thông minh Ethereum và Binance Chain. Bạn có thể nhập hợp đồng chỉ với một cú nhấp chuột và kết nối mượt mà với hệ sinh thái IBAX.",
  "high.most": "Tương thích rộng nhất",
  "high.engine": "Bộ máy hợp đồng thông minh",
  "high.one": "Nhập chỉ với một cú nhấp chuột",
  "high.chains": "Hợp đồng thông minh từ các chuỗi khối khác",
  "high.contract": "Nhiều loại hợp đồng",
  "high.trigger": "Loại: Hợp đồng trì hoãn, Hợp đồng kích hoạt...",
  "high.smart": "Trình chỉnh sửa hợp đồng thông minh",
  "high.editor": "Trình chỉnh sửa hợp đồng",
  "high.simple": "Trình chỉnh sửa hợp đồng trực tuyến đơn giản và dễ sử dụng",
  "high.basic": "\"IBAX là một khung hạ tầng blockchain đủ để hỗ trợ các hoạt động toàn cầu phức tạp.",
  "high.very": "Việc cung cấp tính tương thích tốt cho các nhà phát triển của các blockchain khác là điều quan trọng đối với chúng tôi.\"",
  "high.import": "Nhập các hợp đồng bên ngoài",
  "high.cont": "Nhập các hợp đồng thông minh",
  "high.from": "Nhập các hợp đồng thông minh từ các chuỗi khối khác chỉ với một cú nhấp chuột",
  "high.cross-chain": "Giao tiếp qua chuỗi khối",
  "high.divides": "Mạng IBAX chia các nút và giao dịch thành các đoạn, và tăng hiệu quả đóng gói lên hàng chục lần thông qua các thuật toán xử lý đồng thuận khác nhau và các cơ chế xác thực đa chữ ký.",
  "high.authentication": "Xác thực",
  "high.validation": "Xác thực quyền hạn",
  "bass.privacy": "Sự riêng tư",
  "bass.go": "Vượt xa việc theo đuổi sự riêng tư và bảo mật của khách hàng",
  "bass.key": "Một thành phần chính của mọi khía cạnh của IBAX là \"phòng thủ đa lớp\", bảo vệ sự riêng tư và an ninh dữ liệu của người dùng là nền tảng của tiền điện tử. IBAX triển khai một ma trận bảo mật đa tầng để đảm bảo an toàn cho tài sản của khách hàng khỏi các cuộc tấn công mạng, các cuộc tấn công nội bộ và lỗi của con người.",
  "bass.keep": "Giữ cho dữ liệu của bạn an toàn",
  "bass.comply": "Tuân thủ các quy định về riêng tư và bảo mật toàn cầu",
  "bass.data": "Cấm rò rỉ dữ liệu cá nhân",
  "bass.safety": "An toàn",
  "bass.solid": "Nền tảng vững chắc cho tương tác dữ liệu giữa các chuỗi khối",
  "bass.clb": "Cơ chế xác minh hợp đồng CLB độc đáo và sáng tạo, khi hệ thống bên ngoài cần gọi hợp đồng trên chuỗi để thực hiện các hoạt động trên chuỗi, mạng công cộng IBAX sẽ xác minh rằng băm hợp đồng là chính xác trong quá trình và sau khi thực thi để xác định việc bắt tay tương tác ngoài chuỗi và trên chuỗi được tin tưởng và an toàn, đảm bảo không có rủi ro can thiệp vào hợp đồng trong quá trình tương tác.",
  "bass.flexible": "Cấu hình linh hoạt",
  "bass.onecreate": "Bất kỳ ai cũng có thể tạo ra",
  "bass.decentralized": "Tương tác giữa các chuỗi khối phi tập trung và không đáng tin cậy không phải là một sản phẩm của sự phi tập trung trong vỏ bọc của sự phi tập trung, đó là sự phi tập trung thực sự cho phép chuyển tài sản kỹ thuật số, chuyển dữ liệu và thực hiện các hoạt động hợp đồng thông minh giữa các chuỗi khối mà không cần sự cho phép của nhà phát triển và không có sự can thiệp của nhà phát triển. Không chỉ có thể kích hoạt chức năng này cho chính họ, mà bằng cách triển khai CLB, họ cũng có thể cung cấp dịch vụ truyền thông giữa các chuỗi khối cho các nhóm phát triển khác.",
  "bass.interaction": "Trao đổi giữa các chuỗi khối",
  "bass.asset": "Bảo mật tài sản",
  "bass.improve": "Nâng cao hiệu quả giao dịch thông qua phân mảnh giao dịch",
  "bass.transaction": "Phân mảnh giao dịch giống như các làn đường khác nhau trên cùng một hồ bơi, và đó là một cách hiệu quả để phân tách doanh nghiệp để cải thiện hiệu quả. Lý thuyết thì càng nhỏ càng tốt, nhưng cũng quan trọng để xem xét tình huống khi một số lượng lớn các hoạt động chéo phân mảnh xuất hiện, vì vậy cân bằng là điều quan trọng nhất.",
  "feature.high": "Khả năng lưu trữ cao không chỉ hỗ trợ lưu trữ số và văn bản, mà còn hỗ trợ lưu trữ trên chuỗi các dữ liệu định dạng khác nhau như hình ảnh và ứng dụng. Điều này để lại nhiều không gian cho việc mở rộng NFT trong tương lai.",
  "bass.registered": "Phân mảnh từ thời điểm khóa công khai và khóa riêng tư được tạo ra",
  "bass.sharding": "Phân mảnh theo các loại doanh nghiệp khác nhau",
  "bass.shards": "Không phải càng nhiều phân mảnh càng tốt, cần phù hợp với điều kiện địa phương",
  "bass.work": "Phân mảnh mạng",
  "bass.prove": "Cải thiện cơ chế giao tiếp và đồng bộ hóa thông qua phân mảnh mạng",
  "bass.global": "IBAX là một khung blockchain hướng toàn cầu, và do độ trễ mạng gây ra bởi sự khác biệt vùng miền, chúng tôi đã chia mạng để cải thiện hiệu suất mạng thông qua các nút danh dự trong vùng hiện tại.",
  "bass.solve": "\"Những gì chúng tôi muốn giải quyết không chỉ là các vấn đề kỹ thuật, mà còn là các khái niệm sản phẩm.",
  "bass.thinking": "Cách duy nhất để thực sự cung cấp một sản phẩm nền tảng có giá trị là suy nghĩ từ góc độ của người dùng.",
  "bass.actions": "Giao dịch chia sẻ qua các mảnh",
  "bass.not": "Giao dịch chia sẻ qua các mảnh không ảnh hưởng đến hiệu suất hoặc hiệu năng thực thi",
  "bass.whether": "Giao dịch chia sẻ qua các vùng miền, cho dù là phân mảnh mạng hoặc phân mảnh giao dịch, được xử lý bởi cơ chế đồng thuận giao dịch và theo cách này cả hai đều cải thiện hiệu suất và không hy sinh hiệu năng.",
  "bass.same": "Cùng một chuỗi khối",
  "bass.controls": "IBAX thống nhất các mảnh bằng đồng thuận",
  "bass.principle": "IBAX kiên trì với nguyên tắc một chuỗi và thực hiện phân mảnh giao dịch thông qua các nút danh dự và cơ chế đồng thuận triển khai trên toàn cầu.",
  "bass.off": "Giao tiếp ngoài chuỗi",
  "bass.closed": "Phá vỡ không gian đóng của blockchain",
  "bass.order": "Blockchain thường sử dụng \"Oracle\" như một công cụ để tương tác với dữ liệu ngoài chuỗi khối để bảo vệ dữ liệu. Trong IBAX, chúng tôi đã tạo ra CLB - Cross Ledger Base Node, không chỉ có thể tham chiếu đến dữ liệu bên ngoài để sử dụng trong chuỗi nội bộ, mà còn trở thành hiện thực cho cả tài sản và dữ liệu trên các chuỗi khối khác nhau.",
  "bass.also": "CLB cũng có thể được sử dụng như một trung tâm xử lý dữ liệu cho hoạt động của mô hình tính toán đa bên trong \"edge computing\", và mạng IBAX sẽ xác nhận tính đồng nhất của mô hình, trong khi kết quả của edge computing sẽ được truyền đi điểm-điểm thông qua IP của các nút mạng khác được thiết lập trong CLB ở chế độ mã hóa không đối xứng, từ đó làm cho dữ liệu gốc trở nên vô hình, tức là đảm bảo an ninh của dữ liệu gốc và đạt được mục đích của kết luận có sẵn.",
  "bass.in": "Dữ liệu phong phú trong blockchain",
  "bass.enrich": "Cải thiện các kịch bản kinh doanh",
  "bass.choices": "Nhiều cơ hội",
  "bass.opportunities": "nhiều lựa chọn và nhiều cơ hội hơn",
  "bass.support": "Hỗ trợ đa hệ thống",
  "bass.sup": "Cho phép Học liên bang và Edge Computing",
  "bass.diversification": "Đa dạng hóa dữ liệu",
  "bass.refer": "Có thể tham khảo bất kỳ dữ liệu ngoài blockchain nào",
  "bass.weather": "Nếu dữ liệu thời tiết, dữ liệu thị trường chứng khoán, thông tin địa lý, v.v. có thể được trích dẫn trong blockchain, sử dụng những dữ liệu này trên Internet đến mức tối đa và kết hợp cơ chế phi tập trung của blockchain, điều đó sẽ thực sự thay đổi thế giới.",
  "bass.blockchain": "\"Blockchain bị ảnh hưởng bởi nhiều giới hạn, xác minh dữ liệu ngoài chuỗi ảnh hưởng đến sự phát triển của blockchain.",
  "bass.verification": "Cross-Ledger Base Node (CLB) giống như mở cánh cửa đến thế giới Internet, và bạn có thể sử dụng nó để đạt được bất cứ điều gì bạn muốn.\"",
  "bass.light": "Nhẹ và nhanh",
  "bass.rapid": "Triển khai nhanh các nút Cross-Ledger Base (CLBs)",
  "bass.there": "Các nút Cross-Ledger Base (CLBs) không khác gì các nút khác trong việc triển khai, và bạn có thể triển khai chúng trên các thiết bị máy tính của riêng bạn để đáp ứng tiền đề của sự nhất trí của các nút Cross-Ledger Base (CLBs), có thể truy cập dữ liệu ngoại chuỗi thông qua các hợp đồng thông minh.",
  "bass.en": "Hợp đồng thông minh lai",
  "bass.with": "Tạo hợp đồng thông minh lai",
  "bass.when": "Khi sử dụng các nút CLB để tạo hợp đồng thông minh lai, bạn có thể áp dụng nó cho bất kỳ Dapp nào cần tương tác dữ liệu với ngoại chuỗi như Defi, NFT, trò chơi, cho vay thông minh, v.v.",
  "bass.oper": "Hoạt động CLB",
  "bass.on": "Tải lên dữ liệu ngoại chuỗi",
  "bass.authority": "Quyền lực phi tập trung",
  "bass.permissions": "Sử dụng nhiều chữ ký để phi tập trung quyền hạn tài khoản",
  "bass.transferring": "Để chuyển tiền từ tài khoản đa chữ ký (N), cần có sự ủy quyền từ các tài khoản đa chữ ký (M). m+n>51% để hoàn thành việc chuyển tiền.",
  "bass.downloaded": "Nhiều chữ ký không chỉ trong nghĩa truyền thống, mà còn trong nghĩa hợp đồng, nơi nhiều chữ ký được xác thực cho một giao dịch trong ví, một tính năng có thể được tải xuống và sử dụng trong thị trường ứng dụng BaaS.",
  "bass.account": "Quyền hạn tài khoản phi tập trung tương đương với khóa riêng phi tập trung",
  "bass.centralized": "Tránh quyền lực tập trung khi nhiều bên cộng tác",
  "bass.each": "Tính linh hoạt, trọng số tài khoản có thể được điều chỉnh",
  "bass.secur": "Bảo mật ví",
  "bass.wallet": "Ví đa chữ ký ngăn chặn rò rỉ khóa riêng tư",
  "bass.insecure": "Trong một môi trường không an toàn nơi khóa riêng tư có thể bị tiết lộ, một ví đa chữ ký sẽ hiệu quả ngăn chặn hacker xâm nhập vào khóa riêng tư của bạn.",
  "bass.concept": "\"Khái niệm phân tán là nền tảng của blockchain, và công nghệ chữ ký đa bên giữ và áp dụng khái niệm này rất tốt. ",
  "bass.maintains": "Công nghệ này cũng làm tốt việc tránh vấn đề các cơ quan trung tâm, được áp dụng trong các kịch bản kinh doanh như Defi và sàn giao dịch.\"",
  "bass.notifce": "Thông báo trên chuỗi",
  "bass.signed": "Chuyển chữ ký được thông báo đến các tài khoản liên quan trên chuỗi khối",
  "bass.signature": "Khi một chuyển chữ ký được khởi tạo, mạng IBAX sẽ đồng bộ hóa thông báo đến tài khoản liên quan trên chuỗi khối. Thông báo được mã hóa và chỉ có thể đọc được bởi tài khoản liên quan, vì vậy không cần phải thông báo cho tài khoản liên quan bằng các phương tiện khác.",
  "bass.to": "So với ví lạnh",
  "bass.safer": "An toàn và đáng tin cậy hơn ví lạnh",
  "bass.compared": "Tài khoản đa chữ ký an toàn và đáng tin cậy hơn ví lạnh, nhiều khóa riêng tư có các tùy chọn lưu trữ linh hoạt và các cơ quan phi tập trung an toàn hơn quản lý tập trung.",
  "bass.cold": "Ví lạnh",
  "bass.mul": "Ví đa chữ ký",
  "bass.anonymous": "Giao dịch ẩn danh để bảo vệ sự riêng tư và an toàn",
  "bass.implementation": "Trong mạng IBAX, chúng tôi đã thiết kế hai cài đặt, chứng minh không có kiến thức về các giao dịch và chứng minh không có kiến thức về các hợp đồng thông minh. Trong tất cả các mạng blockchain hiện đại được thúc đẩy bởi các hợp đồng thông minh, chỉ có chứng minh không có kiến thức về các hợp đồng thông minh mới có thể đảm bảo an ninh và sự riêng tư của dữ liệu giao dịch.",
  "bass.protection": "Cơ chế bảo vệ sự riêng tư mạnh mẽ",
  "bass.process": "Các giao dịch không thể được theo dõi",
  "bass.leaked": "Dữ liệu giao dịch cá nhân không bị tiết lộ",
  "bass.technical": "Hỗ trợ kỹ thuật",
  "bass.black": "Công nghệ 'hộp đen'",
  "bass.homomorphic": "Trong mạng IBAX, chúng tôi sử dụng mã hóa đồng nhất tiên tiến, một kỹ thuật mật mã dựa trên lý thuyết phức tạp tính toán của các câu đố toán học, cho phép tính toán tùy ý được thực hiện trên dữ liệu mã hóa và đảm bảo kết quả chính xác và chỉ chủ sở hữu dữ liệu mới có quyền truy cập vào nó, bảo vệ quyền riêng tư của bạn trong giao dịch.",
  "bass.since": "\"Vì giao dịch riêng tư sẽ làm cho tài sản an toàn và không thể truy tìm được,",
  "bass.frequenc": "Giao dịch định lượng tần số cao giữa người dùng làm cho nó an toàn hơn, và đến một mức độ nào đó đáp ứng nhu cầu thị trường cho giao dịch ẩn danh.\"",
  "bass.transac": "Giao dịch ẩn danh",
  "bass.system": "Thiết lập hệ thống tài chính liên bang",
  "bass.financial": "Hệ thống liên bang tài chính là việc sử dụng một loại tiền điện tử để nhận được số lượng tiền điện tử tương tự từ người khác. Nó cho phép người dùng nhanh chóng và hiệu quả hòa trộn các khoản tiền của họ với khoản tiền của người dùng khác, tạo ra một mối quan hệ ngẫu nhiên giữa tài khoản người dùng hiện có và tài khoản mới sau khi hòa trộn các đồng tiền. Nguyên tắc là tách các địa chỉ đầu vào và đầu ra trong một giao dịch, bảo vệ sự riêng tư và đạt được tính ẩn danh.",
  "bass.secure": "Giao dịch an toàn",
  "bass.make": "Chức năng \"hộp đựng tiền an toàn\"",
  "bass.information": "Trong mạng IBAX, mỗi tài khoản có một 'hộp đựng tiền an toàn' nơi các tài sản khác nhau có thể được lưu trữ dưới dạng văn bản mật mã, để ngay cả sau khi chuyển tài khoản, các tài sản giống nhau có thể được chuyển đến tài khoản hiện tại bằng cách nhập cùng một văn bản mật mã, làm cho việc che giấu danh tính và chuyển đổi tài sản an toàn hơn.",
  "bass.safe": "Trong mạng IBAX, mỗi tài khoản có một 'hộp đựng tiền an toàn', và các tài sản khác nhau có thể được lưu trữ trong hộp đựng tiền dưới dạng văn bản mật mã. Ngay cả sau khi chuyển tài khoản, nhập cùng một văn bản mật mã có thể chuyển các tài sản giống nhau đến tài khoản hiện tại và giúp che giấu danh tính và chuyển đổi tài sản an toàn hơn.",
  "bass.hidden": "Che giấu danh tính",
  "bass.sec": "Bảo mật dữ liệu",
  "market.video": "Video Demo BaaS",
  "market.help": "Tài liệu trợ giúp chi tiết sẽ giúp bạn nhanh chóng làm quen với ứng dụng.",
  "market.watch": "Tài liệu trợ giúp chi tiết sẽ giúp bạn nhanh chóng làm quen với ứng dụng.",
  "market.view": "Xem chi tiết",
  "market.application": "Ứng dụng BaaS",
  "market.token": "Đồng tiền / token hệ sinh thái",
  "market.create": "Nhanh chóng tạo ra một hệ sinh thái và phát hành đồng tiền với một cú nhấp chuột.",
  "market.point": "Thông tin nút đầy đủ",
  "market.each": "Mỗi nút trong blockchain là công khai và đến nút thông qua giao thức chuyển giao P2P để cho phép dữ liệu được truyền qua chúng.",
  "market.vote": "Bỏ phiếu",
  "market.multiple": "Cung cấp nhiều mẫu bỏ phiếu, bao gồm mẫu tham gia mạng liên kết chung, mẫu sửa đổi thông số nền tảng, mẫu sửa đổi thông số hệ sinh thái, mẫu hoàn trả token, mẫu chứng nhận giá trị hệ sinh thái và mẫu bỏ phiếu chung. Bao gồm các mẫu để sửa đổi các thông số của tất cả các mẫu trên và hỗ trợ bỏ phiếu tùy chỉnh.",
  "market.supply": "Chuỗi cung ứng",
  "market.provide": "Cung cấp đầy đủ dữ liệu vận chuyển hàng hóa cho chuỗi cung ứng, ghi chính xác thời gian xuất kho và trong quá trình vận chuyển hàng hóa và kiểm soát chất lượng lưu trữ hàng hóa. Áp dụng các thuộc tính tài chính blockchain để cung cấp các dịch vụ công nghệ blockchain toàn diện cho tài chính chuỗi cung ứng.",
  "market.defi": "Defi",
  "market.the": "Decentralised Defi cho các Token của bạn mà không có rủi ro mất đồng tiền.",
  "market.member": "Quản lý thành viên",
  "market.govern": "Các thành viên của hệ sinh thái cùng cai quản, hình thành một cộng đồng ổn định và quyết định các thay đổi về các thông số sinh thái thông qua bỏ phiếu.",
  "market.network": "Mạng liên kết",
  "market.display": "Hiển thị một bản ghi các ứng dụng để tham gia mạng liên kết. Bạn có thể tạo yêu cầu bỏ phiếu để tham gia mạng liên kết chung, được giải quyết bởi vai trò được chỉ định.",
  "market.cyber": "Bảo mật mạng",
  "market.secure": "Một mạng an toàn dựa trên giao tiếp blockchain với các cơ chế mật mã, chữ ký đa nét và công nghệ ví lạnh kết hợp.",
  "market.decentralized": "Trò chuyện phi tập trung",
  "market.chat": "Xem các bản ghi trò chuyện, hiển thị tất cả các cuộc trò chuyện về bạn trong ecoLib hiện tại. Khởi tạo trò chuyện một cách riêng tư, để nội dung riêng tư không được biết đến bên ngoài thế giới. Hỗ trợ cho các cuộc trò chuyện nhóm, nơi mọi người có thể nói chuyện và chia sẻ quan điểm của họ.",
  "market.asked": "Câu hỏi thường gặp",
  "market.more": "Xem thêm câu hỏi và câu trả lời",
  "market.real": "Hệ sinh thái thực sự là gì?",
  "market.exist": "Blockchain hiện có là một hệ thống tự quản lý, và thực tế của \"DAO\" vẫn còn rất xa vời so với \"DAO\" hoàn hảo lý tưởng. Yếu tố chính là dữ liệu không thể truy cập từ bên ngoài blockchain. Đây là lý do tại sao các dự án cross-chain như \"Chainlink\" đã xuất hiện. Mục đích chính của những dự án này là kết nối dữ liệu từ các nguồn dữ liệu khác nhau bên ngoài chuỗi vào blockchain, để cho phép thực hiện dữ liệu thường xuyên trong chuỗi và đạt được sự trao đổi dữ liệu đáng tin cậy.",
  "market.public": "Trong mạng lưới công khai IBAX, chức năng cross-chain/cross-data đã được hoàn thành, để cho phép dữ liệu từ các nguồn dữ liệu ngoài chuỗi khác nhau có thể dễ dàng và nhanh chóng truy cập vào mạng IBAX, có thể xây dựng thành một hệ sinh thái thực sự và hoàn thành việc khối hóa sản xuất và cuộc sống trong thế giới thực.",
  "market.low": "Phát triển low-code là gì?",
  "market.has": "IBAX đã tích hợp nhiều hợp đồng thông minh cơ bản và chức năng BaaS. Bạn chỉ cần tham khảo hợp đồng liên quan đến sinh thái học, hoặc bạn có thể hoàn thành nó thông qua trang trực quan: phát hành tiền tệ một cú nhấp chuột, quản lý sinh thái học, bỏ phiếu, v.v. Những chức năng này giảm thiểu đáng kể công việc của nhà phát triển.",
  "market.ia": "Cross-chaining là gì, những kịch bản nào có thể sử dụng nó và nó có thể mang lại những thay đổi gì cho cuộc sống của chúng ta?",
  "market.integrate": "Cross-chain của IBAX cho phép một cross-chain phi tập trung thông qua hợp đồng thu thập công nghệ CLB, cho phép lưu trữ tài sản và khóa tài sản được thực hiện tự động thông qua hợp đồng thông minh. Cross-chain phi tập trung này là giải pháp cơ bản cho công nghệ cross-chain.",
  "market.built": "Tại sao hệ sinh thái được xây dựng trên mạng lưới công khai IBAX được tin tưởng cao?",
  "market.one": "1. Mạng IBAX là một cơ sở hạ tầng blockchain tích hợp dựa trên dịch vụ nhỏ gọn và tương thích cao;",
  "market.two": "2. Để ngăn chặn sự gian lận và các sự kiện độc hại khác phổ biến trong thế giới blockchain hiện có, mạng IBAX kết hợp lý thuyết kinh tế và yêu cầu kịch bản trong việc thực hiện kỹ thuật của các công nghệ mật mã tiên tiến nhất như mã hóa đồng dạng, khóa tài sản, chứng minh không có kiến thức của hợp đồng thông minh, cặp khóa bí mật không đọc được (mã hóa hợp đồng thông minh) cơ chế cross-chain, cách ly đa chuỗi, v.v., để đảm bảo tối đa rằng các dự án trong thư viện sinh thái và cụm sinh thái trên mạng IBAX là công bằng, minh bạch và không gian lận;",
  "market.three": "3. cấp độ đồng thuận sử dụng DPOA nâng cấp phiên bản chứng thực công việc được ủy quyền, khi sinh thái IBAX tiếp tục phát triển và phát triển, hóa đơn sẽ được tích hợp vào quy định pháp lý làm cho đảo ngược sinh thái mạnh mẽ hơn.",
  "market.reward": "Kế hoạch khuyến khích",
  "market.colorful": "Một loạt các kế hoạch khuyến khích hệ sinh thái",
  "market.foundation": "Tổ chức IBAX đã tạo ra một loạt các kế hoạch khuyến khích hệ sinh thái ecoLib. Bạn có thể tham gia vào đội dự án tương ứng theo kích thước đội và loại ứng dụng, và những hoạt động này được tổ chức định kỳ đúng thời gian.",
  "market.join": "Tham gia ngay",
  "market.heading": "Tiêu đề",
  "market.want": "Muốn biết thêm về các sự kiện của chúng tôi? Đi đến Lịch sử Sự kiện.",
  "market.creative": "Ứng dụng sinh thái sáng tạo",
  "market.ideas": "Thực hiện ý tưởng tuyệt vời của bạn thông qua mạng lưới IBAX và cung cấp cho người dùng các ứng dụng đáp ứng nhu cầu của họ. Không nhất thiết phải là một ý tưởng lớn lao, ngay cả một ý tưởng nhỏ nhặt có thể tạo ra sự khác biệt và sẽ được khuyến khích cao.",
  "market.ecological": "Ứng dụng hệ sinh thái công nghệ tương lai hàng đầu",
  "market.development": "Sự phát triển của công nghệ blockchain không bao giờ dừng lại, và đội ngũ IBAX vẫn đang theo đuổi các đột phá và sáng tạo công nghệ. Chúng tôi tìm kiếm các đội kỹ thuật có cùng tư tưởng để cùng nhau xây dựng công nghệ IBAX, và vì vậy, Tổ chức IBAX sẽ khuyến khích các đội phát triển hoặc cá nhân theo nhiều cách khác nhau.",
  "market.wonderful": "Tạo ra một điều kỳ diệu!",
  "market.blockchain": "IBAX là một blockchain nền tảng cho phát triển và chúng tôi chào đón các công ty, doanh nhân, nhóm hoặc các nhà phát triển cá nhân từ khắp nơi trên hành tinh để thực hiện ý tưởng của bạn thông qua mạng lưới IBAX. Chúng tôi sẽ tổ chức một loạt các sự kiện hấp dẫn và đầy thú vị trong dài hạn và mong đợi sự tham gia của bạn.",
  "market.videos": "Xem video",
  "market.rewards": "Phần thưởng token IBAX",
  "market.order": "Để giảm ngưỡng cho các nhà phát triển hệ sinh thái IBAX và giảm chi phí cho các nhà phát triển, các trang web hệ sinh thái được công nhận bởi cộng đồng IBAX sẽ được tặng thẻ IBAX từ Quỹ.",
  "market.team": "Hỗ trợ kỹ thuật từ đội ngũ IBAX",
  "market.have": "Nếu bạn có một ý tưởng tuyệt vời nhưng không có kỹ năng kỹ thuật để thực hiện nó, bạn có thể liên hệ với đội ngũ IBAX, và sau khi được phê duyệt, đội ngũ IBAX sẽ giải quyết tất cả các vấn đề kỹ thuật của bạn miễn phí.",
  "market.excellent": "Các dự án tuyệt vời chắc chắn sẽ được thưởng bằng các loại khuyến khích khác nhau",
  "market.exploring": "Quỹ IBAX chịu trách nhiệm về hoạt động và phát triển mạng lưới IBAX và luôn tìm kiếm các dự án Hệ sinh thái xuất sắc. Đối với các khuyến khích Hệ sinh thái này bao gồm tài trợ, công nghệ, quảng cáo và quảng bá, khuyến khích này sẽ được toàn diện để đạt được tốt nhất cho dự án của bạn.",
  "market.much": "Nhiều trường hợp hơn",
  "market.eco": "Ví IBAX",
  "market.based": "Jutkey Wallt là một ví đa tiền tệ phi tập trung dựa trên chuỗi IBAX. Trong ví, bạn có thể thêm các máy đào IBAX để đào và xem doanh thu và trạng thái của các máy đào theo thời gian thực. Sẽ có hỗ trợ cho một nhóm đào trong tương lai, vì vậy hãy đón xem.",
  "market.download": "Đi đến tải xuống",
  "market.management": "Quản lý thị trường: Weaver EcoLib Manager",
  "market.Weaver": "Weaver là một công cụ quản lý hệ sinh thái dành cho các nhà phát triển IBAX. Bạn có thể sử dụng Weaver để tạo ra một hệ sinh thái, phát hành đồng tiền chỉ với một cú nhấp chuột, quản lý các hợp đồng thông minh và nhiều hơn nữa.",
  "market.information": "Thông tin được mã hóa ngang hàng",
  "market.tool": "vTok là một công cụ trò chuyện phi tập trung được cung cấp thông qua IBAX Guardian Node dựa trên giao thức P2P. vTok là một cuộc trò chuyện riêng tư, hiển thị và không bao giờ bị xóa.",
  "market.learn": "Tìm hiểu thêm",
  "feature.we": "Chúng tôi tin rằng tương lai của NFT không chỉ là một bức tranh, mà còn là các dạng dữ liệu khác nhau bao gồm cả mã.",
  "feature.node": "Nhiều loại nút",
  "feature.hor": "Nút danh dự",
  "feature.honor": "Các nút danh dự là phần quan trọng nhất của mạng công khai IBAX. Chúng chịu trách nhiệm đóng gói khối cho toàn bộ mạng IBAX và nhận phần thưởng đóng gói. Chúng tôi sử dụng cơ chế danh tiếng, có thể giảm thiểu tác động của các nút thất bại một cách hiệu quả, vì vậy chúng được gọi là \"Nút danh dự\".",
  "feature.any": "Bất kỳ nút đào nào đã đạt đến kích thước Sức mạnh Tích hợp và đáp ứng Tổng số Tiền gửi sẽ có cơ hội trở thành một \"Nút danh dự\", tổng số sức mạnh tích hợp và tiền đặt cọc của nút đào là một trong những tiên quyết, để chạy \"Nút danh dự\" cũng cần đáp ứng yêu cầu phần cứng của máy chủ. Mạng IBAX có một hệ thống giám sát phần cứng tích hợp cho phép giám sát tức thời môi trường hoạt động phần cứng của các nút danh dự.",
  "feature.guard": "Các nút bảo vệ",
  "feature.as": "Như một nhân chứng của dữ liệu hệ sinh thái và một kho lưu trữ nội dung hệ sinh thái, các nút bảo vệ hệ sinh thái yêu cầu đồng bộ hóa dữ liệu hệ sinh thái trên mạng IBAX một cách chủ động.",
  "feature.ecological": "Các nút bảo vệ hệ sinh thái là ứng cử viên cho nút danh dự và có thể khởi xướng một cuộc bỏ phiếu để trở thành một nút danh dự nếu đáp ứng được các điều kiện về phần cứng và cam kết, và có thể trở thành một nút danh dự sau khi cuộc bỏ phiếu được chấp thuận.",
  "feature.casting": "Các nút đúc",
  "feature.about": "Các tính năng khác của IBAX",
  "featrue.ecolog": "Tự trị EcoLib",
  "feature.realize": "Thực hiện 'tưởng tượng' trong giấc mơ của bạn ở đây",
  "feature.take": "Quản lý hệ sinh thái có thể có nhiều hình thức khác nhau, bao gồm: liệu có phát hành thẻ, liệu có hỗ trợ sự đồng thuận và thực hành khai thác hệ sinh thái, và liệu có cho phép các thành viên hệ sinh thái không chi tiêu bất kỳ khoản phí GAS nào, điều này nên được để lại cho DAO quyết định. Đây là những điều cơ bản quan trọng nhất trong hệ sinh thái, và không Ethereum hay Binance có thể đạt được tất cả. Trong IBAX, bạn có thể tạo ra một ''tưởng tượng'' như thế này.",
  "feature.consensus": "Độc lập hệ sinh thái",
  "feature.costs": "Đồng thuận và phí hệ sinh thái",
  "feature.issuing": "Phát hành đồng hệ sinh thái",
  "feature.economic": " Quản trị kinh tế hệ sinh thái",
  "feature.mining": "Phát triển hệ sinh thái",
  "feature.incentives": "Khai thác và động lực hệ sinh thái",
  "feature.model": "Mô hình Quản trị Sinh thái",
  "feature.eco": "Tiền ảo Sinh thái, phí GAS và khai thác đều được định nghĩa bởi chính Sinh thái",
  "feature.choose": "Bạn có thể tùy chỉnh các thiết lập Sinh thái này để phù hợp với ý tưởng của riêng mình. Sự kết hợp của nhiều định dạng có thể phục vụ cho tất cả các kịch bản ứng dụng, cho phép bạn thực hiện mô hình kinh doanh của mình trong khi xem xét quản trị và khuyến khích các thành viên Sinh thái của bạn.",
  "feature.business": "Kinh doanh là một môi trường phức tạp và biến động, chúng tôi trừu tượng hóa bản chất của kinh doanh để trừu tượng hóa các thuộc tính của:",
  "feature.tokens": "Tiền ảo / token (tiền), phí GAS (thuế), sự đồng thuận (pháp luật), khai thác (kinh tế) và để cho Sinh thái quyết định, để mọi môi trường kinh doanh có thể được triển khai trong IBAX.",
  "feature.economy": "Kinh tế EcoLib",
  "feature.gas": "Thu phí GAS và giữ lại của Sinh thái",
  "feature.transactions": "Các giao dịch trong Sinh thái yêu cầu một số lượng IBXC được khấu trừ làm phí GAS của chuỗi. Mô hình này cho phép các thành viên Sinh thái đơn giản là theo dõi và giữ các token Sinh thái, và cho phép các nhà sáng lập Sinh thái tập trung hơn vào kinh doanh thực tế của họ.",
  "feature.expansion": "Khả năng mở rộng Sinh thái",
  "feature.based": "Ứng dụng Sinh thái dựa trên Cross-chain",
  "feature.use": "Sinh thái có thể sử dụng tất cả các cơ sở hạ tầng của IBAX, bao gồm việc sử dụng CLB cho 'cross-chain'. Bạn có thể triển khai tất cả các ứng dụng trong Sinh thái cho trò chơi, bán hàng, hoạt động cộng đồng, các vấn đề chính phủ, v.v.",
  "feature.awards": "Giải thưởng và Vinh dự",
  "feature.ecology": "Tạo hệ sinh thái",
  "feature.governance": "Quản trị hệ sinh thái",
  "feature.articles": "Bài viết",
  "resource.project": "Các dự án liên quan",
  "resource.more": "Các tiện ích khác",
  "resource.team": "Đội ngũ",
  "resource.ac": "Phân tích truyền thông",
  "resource.external": "Hợp tác bên ngoài",
  "resource.news": "Tin tức",
  "resource.activity": "Sự kiện",
  "resource.white": "Sách trắng",
  "resource.economic": "Mô hình kinh tế",
  "resource.partner": "Đối tác",
  "resource.video": "Video",
  "resource.community": "Cộng đồng",
  "resource.document": "Tài liệu cho nhà phát triển",
  "resource.download": "Tải xuống",
  "resource.technical": "Chúng tôi cam kết thay đổi xã hội với công nghệ blockchain",
  "resource.know": "Gặp gỡ đối tác của chúng tôi",
  "resource.composed": "IBAX là một nhóm người đến từ khắp nơi trên thế giới đam mê công nghệ blockchain, chúng tôi theo đuổi nghiên cứu công nghệ blockchain để ứng dụng thực tế và liên tục khám phá kiến thức tiên tiến về blockchain. Chúng tôi cung cấp một nền tảng blockchain vững chắc và ổn định cho tất cả các đội muốn tham gia với chúng tôi.",
  "resource.needs": "Công nghệ cần phải giải quyết các vấn đề thực tế cho con người. Chúng tôi hy vọng tạo ra một nền tảng phi tập trung và tự động thông qua khái niệm phi tập trung của blockchain, nơi bạn có thể mua sắm, chi tiêu, du lịch, vv. và làm bất cứ điều gì bạn muốn mà không phải lo lắng về rò rỉ dữ liệu, an ninh tài sản hoặc vấn đề riêng tư, vì tất cả các dữ liệu này sẽ được giữ bởi bạn và được ủy quyền bởi chính bạn.",
  "resourse.hundreds": "Hàng trăm người",
  "resourse.r": "Nhóm Nghiên cứu và Phát triển",
  "resourse.chain": "Blockchain",
  "resourse.underlying": "Kiến trúc cơ bản của blockchain",
  "resourse.items": "Năm",
  "resourse.leading": "Công nghệ blockchain hàng đầu",
  "resourse.application": "Ứng dụng",
  "resourse.system": "Hệ thống Blockchain BaaS",
  "resourse.machine": "Máy ảo Hợp đồng",
  "resourse.languages": "Tương thích với nhiều ngôn ngữ hợp đồng",
  "resourse.still": "Chúng tôi vẫn đang đạt được những bước đột phá",
  "resourse.view": "Xem thêm bình luận về công nghệ của chúng tôi",
  "resourse.person": "Những nhà lãnh đạo của nhóm",
  "resourse.charge": "Mỗi nhà lãnh đạo của IBAX đều là tài năng xuất sắc trong lĩnh vực của họ và đã đóng góp nhiều cho IBAX",
  "resourse.from": "Các nhóm kỹ thuật trên toàn thế giới",
  "resourse.no": "Hiện không có sẵn",
  "resourse.case": "Các trường hợp",
  "resourse.senior": "Đội tư vấn cấp cao của chúng tôi",
  "resourse.doctor": "Tiến sĩ Cryptography, Đại học Chicago",
  "resourse.professor": "Giáo sư (Viện công nghệ Paris)",
  "resourse.pro": "Giáo sư",
  "resourse.phd": "Tiến sĩ Cryptography",
  "resourse.public": "Chuyên viên Quan hệ Công chúng",
  "resourse.affairs": "Chuyên viên Quan hệ Công chúng",
  "resourse.developer": "Tôi là một nhà phát triển trong đội IBAX và tôi đã thực hiện giá trị của mình trong gia đình này và mọi người tôn trọng ý tưởng của tôi, đó là điều hạnh phúc nhất.",
  "resourse.designer": "Tôi là một nhà thiết kế chịu trách nhiệm cho tất cả thiết kế hình ảnh cho IBAX.",
  "resourse.soon": "Tôi hy vọng sớm có thể được gặp bạn vì tôi là một Chuyên viên Thương mại chịu trách nhiệm cho kết nối kinh doanh và đàm phán cho IBAX.",
  "resourse.joined": "Tôi gia nhập đội IBAX vào năm 2019 và đã chứng kiến sự phát triển nhanh chóng của IBAX.",
  "resourse.responsible": "Tôi chịu trách nhiệm cho thiết kế sản phẩm Weaver để hỗ trợ phát triển của bạn tốt hơn, tôi đã xây dựng một loạt các ứng dụng BaaS và hy vọng bạn có một trải nghiệm tốt.",
  "resourse.hum": "Hum! Đừng cản đường lập trình của tôi, tôi vẫn còn rất nhiều ý tưởng để đạt được.",
  "resourse.our": "Không có khoảng cách trong giao tiếp trong đội của chúng tôi, không có sự phân biệt đối xử tồn tại, tôi có thể thể hiện tất cả ý kiến của mình và mọi người đều giúp đỡ tôi.",
  "resourse.administrative": "Tôi là một Chuyên viên Hành chính và tôi chịu trách nhiệm cho quản lý đội và các hệ thống đảm bảo rằng những người phân tán trên toàn cầu của chúng tôi có thể hợp tác và giao tiếp một cách trơn tru.",
  "resourse.gains": "Jutkey Wallt được hưởng lợi từ việc tham gia IBAX",
  "resourse.used": "Đội Jutkey Wallt đã nhận được hỗ trợ kỹ thuật từ IBAX theo nhiều cách bằng cách sử dụng mạng lưới IBAX như ứng dụng cơ sở cho ví tiền và giữ liên lạc với đội IBAX.",
  "resourse.story": "Khám phá toàn bộ câu chuyện",
  "resourse.excellent": "Các đội tuyệt vời đã tham gia vào hệ sinh thái IBAX",
  "resourse.learn": "Tìm hiểu thêm về các ứng dụng trong hệ sinh thái IBAX",
  "resourse.compatible": "Các ứng dụng này được triển khai trong hệ sinh thái chỉ bằng một cú nhấp chuột với tính năng tương thích hợp đồng IBAX",
  "resourse.name": "Tên EcoLib",
  "resourse.cases": "Xem tất cả các trường hợp",
  "resourse.advantage": "Ưu điểm của ứng dụng",
  "resourse.gain": "IBAX sẽ giúp bạn tăng tốc độ cao",
  "resourse.problems": "Đây là những vấn đề thực sự đối với các nhà phát triển và với IBAX, bạn sẽ không gặp khó khăn khi đối mặt với chúng.",
  "resourse.threshold": "Ngưỡng phát triển",
  "resourse.every": "Mỗi nhóm đều muốn hoàn thành ý tưởng của mình với số lượng lao động tối thiểu. Mạng lưới IBAX sẽ cung cấp cho bạn tài liệu phát triển toàn diện, nơi bạn có thể tạo ra ứng dụng Hệ sinh thái mà bạn muốn, và chúng tôi cũng hỗ trợ chỉnh sửa hợp đồng thông minh trực tuyến trong hệ thống BaaS trực tuyến mà chúng tôi cung cấp.",
  "resourse.time": "Tiết kiệm thời gian phát triển",
  "resourse.names": "Tên",
  "resourse.d": "Giám đốc Nghiên cứu và Phát triển",
  "resourse.information": "Xem thêm thông tin",
  "resourse.cost": "Chi phí thấp hơn",
  "resourse.noticed": "Chúng tôi đã nhận thấy rằng nhiều nhóm nhà phát triển xuất sắc đã bị đánh đòn bởi các khoản phí cao trên một số chuỗi khối. Mạng lưới IBAX, ngược lại, có hiệu suất thực thi cao và khả năng khối cao, do đó phí giao dịch rất thấp trên mạng lưới IBAX.",
  "resourse.handling": "Phí xử lý thấp hơn",
  "resourse.operations": "Giám đốc Vận hành",
  "resourse.help": "Nhận thêm trợ giúp",
  "resourse.news": "Tin tức",
  "resourse.follow": "Theo dõi tin tức để tìm hiểu thêm về IBAX",
  "resourse.source": "Nguồn",
  "resourse.type": "Loại",
  "resourse.search": "Tìm kiếm",
  "resourse.introduce": "Giới thiệu",
  "resourse.explanation": "Tìm hiểu về IBAX qua video",
  "resourse.video": "Giới thiệu đội ngũ IBAX qua video",
  "resourse.sourceview": "Xem nguồn dữ liệu",
  "resourse.start": "Bắt đầu chơi",
  "resourse.how": "Cách sử dụng Weaver:",
  "resourse.quickly": "Tạo hệ sinh thái nhanh chóng với Weaver",
  "resourse.issuance": "Một cú nhấp chuột để phát hành đồng tiền",
  "resourse.visual": "Trang quản trị hệ sinh thái trực quan",
  "resourse.official": "Chính thức",
  "resourse.facebook": "Facebook",
  "resourse.twitter": "Twitter",
  "resourse.community": "Cộng đồng",
  "resourse.technology": "Công nghệ",
  "resourse.ecologically": "EcoLibs",
  "resourse.activities": "Sự kiện",
  "solutions.make": "Mỗi sản phẩm gốc đều xứng đáng được tôn trọng",
  "solutions.copyright": "Bản quyền Blockchain",
  "solutions.protection": "Nền tảng bảo vệ bản quyền IBAX cung cấp cho nhà sản xuất hoặc nhà điều hành nội dung một giải pháp bảo vệ bản quyền trực tuyến một điểm dừng duy nhất tích hợp việc đặt quyền, giám sát phân phối, phát hiện điện tử và kiện tụng bảo vệ.",
  "solutions.stop": "Bảo vệ bản quyền một điểm dừng",
  "solutions.reduce": "Giảm chi phí và tăng hiệu quả cho ngành công nghiệp",
  "solutions.value": "Tái tạo giá trị của bản quyền",
  "solutions.deposit": "Đặt quyền",
  "solutions.quick": "Công cụ đăng ký quyền nhanh chóng. Dựa trên tính năng của blockchain, nó có thể thực hiện \"xác nhận quyền ngay sau khi xuất bản\", giải quyết được công việc truyền thống từ 7-30 ngày trong 1 phút. Cho phép thông tin an toàn như danh tính của chủ sở hữu quyền, ID duy nhất (giá trị băm) của nội dung đã đăng ký và thời gian đăng ký được tải lên blockchain.",
  "solutions.integrate": "\"Tích hợp các đoạn kinh doanh tách rời thành một dịch vụ trực tuyến một điểm dừng,",
  "solutions.rights": "Nó tích hợp việc đặt quyền, giám sát phân phối, phát hiện điện tử và dịch vụ bảo vệ quyền, cho phép người sáng tạo / tổ chức gốc đạt được bảo vệ bản quyền \"mà không gặp bất kỳ rắc rối nào\".\"",
  "solutions.strong": "Hỗ trợ kỹ thuật mạnh mẽ",
  "solutions.spread": "Giám sát phân phối",
  "solutions.precision": "Công cụ giám sát toàn mạng chính xác cao. Dựa trên công nghệ theo dõi DNA để đóng dấu các tác phẩm gốc với một \"nhận dạng\", khả năng tìm kiếm hàng tỷ cấp độ trong mili giây, xác định chính xác các vi phạm trên toàn mạng, giám sát theo yêu cầu, phạm vi giám sát tự xác định và dịch vụ hàng năm.",
  "solutions.costs": "Giảm chi phí và tăng hiệu quả cho ngành công nghiệp",
  "solutions.reshaping": "Tái tạo giá trị của bản quyền",
  "solutions.trustworthy": "Tạo ra một liên minh hệ sinh thái bản quyền đáng tin cậy, chia sẻ thông tin liên quan trên blockchain, đạt được tích hợp và trao đổi dữ liệu trong các lớp hợp đồng thông minh và ứng dụng kinh doanh, và đạt được phân phối doanh thu công bằng và thời gian thực thông qua các hợp đồng thông minh.",
  "solutions.financial": "An ninh tài chính",
  "solutions.supply": "Tài chính chuỗi cung ứng",
  "solutions.service": "Nền tảng dịch vụ tài chính chuỗi cung ứng, bằng cách nâng cấp số hóa các khoản phải thu của các doanh nghiệp cốt lõi, cho phép các khoản phải thu được chuyển tiếp cho các nhà cung cấp nguồn hàng hóa như chứng chỉ tín dụng chảy qua chuỗi cung ứng, giải quyết vấn đề tài chính đắt đỏ và khó khăn về tài chính cho các doanh nghiệp nhỏ và siêu nhỏ ở cuối chuỗi cung ứng. Đồng thời, an ninh danh tính và xác thực an ninh giao dịch cấp độ tài chính cũng cung cấp một giải pháp hoàn chỉnh cho các giao dịch trực tuyến không tiếp xúc của các doanh nghiệp.",
  "solutions.watch": "Xem Demo",
  "solutions.issuance": "Mở và Luồng",
  "solutions.early": "Thu hồi sớm tiền trong tài khoản",
  "solutions.destruction": "Phá hủy Tài khoản phải thu",
  "solutions.digital": "Quản lý toàn vòng đời của tài sản kỹ thuật số",
  "solutions.credit": "Các công ty cốt lõi có thể xác nhận và tải lên tài khoản phải trả của họ cho các nhà cung cấp cấp 1 trực tuyến dựa trên tín dụng ngân hàng. Nhà cung cấp cấp 1 có thể chuyển nhượng tài khoản phải thu của họ cho các nhà cung cấp cấp 2 hoặc nhiều hơn trên chuỗi khối.",
  "solutions.fully": "Hoàn toàn mở cho nhiều tổ chức tài chính như ngân hàng, bảo lãnh, bảo đảm và tin tưởng, cũng như các công ty cốt lõi và nhà cung cấp ở phía trên và dưới dòng cung ứng.",
  "solutions.build": "Xây dựng một hệ thống hợp tác tài chính chuỗi cung ứng dựa trên chuỗi khối cùng nhau. Chúng tôi cũng chào đón các ngân hàng lớn có sức mạnh tham gia liên minh chuỗi khối để làm việc cùng nhau. Việc tải lên, tạo ra, luồng, tài trợ và phá hủy tài sản kỹ thuật số cho toàn vòng đời của tài khoản phải thu được thực hiện trực tiếp trên chuỗi. Loại bỏ các vấn đề chi tiêu kép và hòa giải thường xuyên xảy ra trong các hệ thống không phải chuỗi khối.",
  "solutions.flexible": "Hệ thống hợp tác mở và chia sẻ linh hoạt",
  "solutions.suppliers": "Các nhà cung cấp ở mọi cấp độ có thể chuyển nhượng tài khoản phải thu được giữ trên chuỗi khối cho các nhà tài trợ và nhận các khoản thu tiền mặt trước.",
  "solutions.assist": "Hỗ trợ các công ty cốt lõi với quản lý xâm nhập chuỗi cung ứng",
  "solutions.after": "Sau khi công ty cốt lõi đã thanh toán, cơ quan thanh toán đối tác của IBAX giải quyết thanh toán cho người nhận trên chuỗi khối, bao gồm các nhà cung cấp và nhà tài trợ ở mọi cấp độ.",
  "solutions.demo": "Xem các trường hợp",
  "solutions.diversified": "Quản lý Tài sản đa dạng",
  "solutions.asset": "Nền tảng Quản lý Tài sản",
  "solutions.credible": "Nền tảng quản lý tài sản linh hoạt, đáng tin cậy và đa dạng được xây dựng trên blockchain giúp các doanh nghiệp đưa tài sản cơ bản lên chuỗi, thực hiện đóng gói tài sản trên chuỗi, ủy quyền và quản lý xuyên suốt trên chuỗi, và liên tục theo dõi tài sản thông qua kiểm soát rủi ro trên chuỗi để giúp phát hành hợp đồng tài sản và giảm ngưỡng tài chính cho các doanh nghiệp có tài sản chất lượng cao nhưng tín dụng chính yếu.",
  "solutions.management": "Quản lý tài sản tự động trên chuỗi",
  "solutions.smart": "Quản lý tài sản thông qua hợp đồng thông minh",
  "solutions.real": "Quản lý quỹ xuyên suốt",
  "solutions.time": "Máy phân tích kiểm soát rủi ro thời gian thực",
  "solutions.including": "Bao gồm lưu trữ tài sản trên chuỗi thời gian thực, xác minh tài sản trên chuỗi, ủy quyền tài sản tự động, quản lý quyết định tài sản và phân tích kiểm soát rủi ro tài sản.",
  "solutions.risk": "Máy phân tích rủi ro tài sản trên chuỗi cấp hai giúp cung cấp cái nhìn sâu sắc vào chi tiết tài sản cơ bản,",
  "solutions.structured": "làm cho các tài sản có cấu trúc trở nên minh bạch và đáng tin cậy hơn.",
  "solutions.privacy": "Bảo vệ quyền riêng tư blockchain cấp tài chính",
  "solutions.realize": "Có khả năng cấu trúc giao dịch tài sản dựa trên hợp đồng thông minh, phát hành hợp đồng tự động, mua tài sản quay vòng và khả năng thay thế tài sản.",
  "solutions.second": "Tăng cường tín dụng xuyên suốt tài sản cấp hai",
  "solutions.relying": "Dựa trên tài khoản blockchain và hệ thống xác minh, cho phép các dịch vụ một cửa như ký hợp đồng trực tuyến và thu thập thanh toán, giúp nhà tài trợ xem quá trình hình thành tài sản và giúp doanh nghiệp có được nguồn vốn chi phí thấp hơn.",
  "develope.tool": "Công cụ hình ảnh hóa",
  "develope.functions": "Các chức năng của Weaver",
  "develope.ecoLib": "Làm thế nào để tạo một ecoLib mới? EcoLib được tạo nhanh chóng. Người tạo có tất cả các quyền quản trị.",
  "develope.operation": "Xem video hướng dẫn của chúng tôi",
  "develope.weaver": "Weaver dành cho các nhà phát triển IBAX",
  "develope.bass": "Chức năng BaaS đã được thêm vào Weaver và bạn có thể sử dụng nó để tạo và quản lý hệ sinh thái của mình.",
  "develope.encounter": "Nếu bạn gặp khó khăn trong quá trình phát triển",
  "develope.technology": "Đội ngũ IBAX là những người đam mê công nghệ và quan tâm đến tất cả các vấn đề phát triển và chúng tôi sẽ phản hồi kịp thời các câu hỏi trong cộng đồng.",
  "develope.document": "Tài liệu cho nhà phát triển",
  "develope.use": "1. Tài liệu về blockchain IBAX",
  "develope.doc": "2. Tài liệu về Weaver",
  "develope.engineer": "Diễn đàn cho nhà phát triển",
  "develope.can": "Bạn có thể tra cứu các câu hỏi ở đây và nếu bạn không tìm được giải pháp, các nhà phát triển khác trong cộng đồng sẽ cung cấp cho bạn các câu trả lời mà bạn cần trong thời gian sớm nhất.",
  "develope.enter": "Vào diễn đàn",
  "develope.questions": "Vấn đề và Phản hồi",
  "develope.find": "Nếu bạn tìm thấy một lỗi nghiêm trọng, hãy cho chúng tôi biết và các kỹ sư của chúng tôi sẽ xử lý nó càng sớm càng tốt. Nếu vấn đề được xác nhận, bạn cũng sẽ nhận được phần thưởng.",
  "develope.bug": "Gửi một vấn đề",
  "develope.open": "Mở cho các nhà phát triển, gửi hợp đồng thông minh đến thị trường BaaS để có thu nhập",
  "develope.has": "IBAX đã mở một nền tảng ứng dụng BaaS cho các nhà phát triển gửi các giải pháp để nhận được phần thưởng sau khi được phê duyệt bởi đội kiểm tra, dưới dạng được đặt bởi nhà phát triển.",
  "develope.paid": "Nhiều mô hình thanh toán",
  "develope.there": "Giải pháp bạn gửi cho phép bạn thiết lập ba phương thức thanh toán:",
  "develope.fees": "1. Khấu trừ khi cài đặt và sử dụng, đây là cơ chế khấu trừ một lần trừ đi phí cài đặt và sử dụng của người dùng.",
  "develope.deducted": "2. Khấu trừ khi sử dụng, nơi mà khấu trừ xảy ra khi giải pháp được sử dụng trong ứng dụng, đây là một khấu trừ liên tục xảy ra liên tục.",
  "develope.deduction": "3. Khấu trừ kết hợp, nơi một số tiền được khấu trừ khi cài đặt và một số tiền vẫn được khấu trừ mỗi lần giải pháp được sử dụng.",
  "develope.audit": "Kiểm tra bảo mật mã",
  "develope.review": "Đội kiểm tra mã IBAX sẽ thực hiện kiểm tra bảo mật của tất cả các hợp đồng thông minh được gửi đến thị trường BaaS để bảo vệ sự an toàn của mỗi người dùng và lợi nhuận của nhà phát triển.",
  "develope.code": "Low Code là rất thân thiện với tất cả các nhà phát triển và vì lý do này, đội ngũ IBAX cung cấp một nền tảng phát triển Low Code, chúng tôi gọi là \"Weaver\".",
  "develope.lowCode": "Low Code",
  "develope.ecological": "Quản lý sinh thái",
  "develope.quickly": "Trong Weaver, bạn có thể nhanh chóng tạo ra một hệ sinh thái thông qua một trang trực quan hóa, sử dụng một lựa chọn các cấu hình để khởi tạo các quy tắc hệ sinh thái, và các thành viên tham gia hệ sinh thái sẽ phải tuân thủ các quy tắc hệ sinh thái của bạn.",
  "develope.also": "Weaver cũng hỗ trợ tương tác trực quan của việc nhập hợp đồng từ các blockchain khác chỉ với một cú nhấp chuột. Nếu bạn là một nhà phát triển Hệ sinh thái có kinh nghiệm, bạn có thể sử dụng tính năng này để tham chiếu hệ sinh thái của mình một cách liền mạch trên các blockchain khác.",
  "develope.online": "Trình chỉnh sửa hợp đồng trực tuyến",
  "develope.frameworks": "Trình chỉnh sửa hợp đồng thông minh trực tuyến, cung cấp khung hợp đồng và mẫu để giúp các nhà phát triển nhanh chóng phát triển các hợp đồng hệ sinh thái.",
  "develope.means": "Lưu và tải lên, bạn có thể chọn xuất bản hợp đồng đã hoàn thành sau khi đã được lưu thành công và áp dụng nó vào hệ sinh thái.",
  "develope.drag": "Cung cấp tính năng kéo và thả cho phép bạn thêm các điều khiển, giảm thiểu công việc phát triển lặp đi lặp lại.",
  "develope.template": "Mẫu",
  "develope.number": "Một số lượng lớn các mẫu cơ bản đã được thêm vào Weaver, chẳng hạn như: mẫu khảo sát, mẫu tin nhắn, ứng dụng BaaS, quản lý thành viên, v.v. Những mẫu này có thể được thêm trực tiếp vào sinh thái của bạn thông qua một trang trực quan.",
  "develope.roadmap": "Lộ trình",
  "develope.explore": "Khám phá thêm công nghệ blockchain",
  "develope.enthusiast": "Nếu bạn là một người đam mê công nghệ blockchain, bạn sẽ trải nghiệm nhiều đổi mới công nghệ hơn tại IBAX.",
  "develope.finder": "Nếu bạn là một người tìm lỗi, tìm các lỗ hổng của IBAX hoặc giải quyết các lỗ hổng, bạn sẽ được thưởng bằng đồng tiền.",
  "develope.innovator": "Nếu bạn là một nhà sáng lập, hãy nộp đề xuất của bạn tại đây và bạn sẽ nhận được sự hỗ trợ từ đội ngũ IBAX, cho dù đó là tài chính hay kỹ thuật.",
  "develope.repository": "Đi đến kho IBAX",
  "develope.topics": "Tìm các chủ đề thú vị",
  "develope.project": "Nộp dự án của bạn",
  "develope.encourage": "Khuyến khích các nhà phát triển tham gia vào sinh thái IBAX và hoàn thành việc phát triển sinh thái của riêng họ.",
  "develope.submit": "Nộp ý tưởng sáng tạo của bạn trên GitHub, được phê duyệt bởi Quỹ IBAX và bạn sẽ nhận được sự giúp đỡ và hỗ trợ từ đội ngũ kỹ thuật IBAX. Cập nhật GitHub thường xuyên và nhận được phần thưởng IBAX và chi phí phát triển trả lại sau khi hoàn thành ứng dụng.",
  "develope.excellent": "Các ứng dụng Sinh thái xuất sắc sẽ được thưởng liên tục, và Quỹ IBAX sẽ trao cho các nhà phát triển một phần thưởng đồng tiền IBXC hậu hĩnh và hỗ trợ truyền thông hàng tháng hoặc hàng quý dựa trên hoạt động và đóng góp của Sinh thái.",
  "develope.exciting": "Tìm các chủ đề thú vị",
  "develope.encourages": "Quỹ IBAX khuyến khích bạn tham gia Trung tâm Nghiên cứu Công nghệ của chúng tôi và đưa ra những đề xuất tuyệt vời của bạn, chúng tôi sẽ nghiêm túc xem xét tất cả các đề xuất tốt, và Quỹ IBAX sẽ trao thưởng đồng xu hậu hĩnh cho các câu hỏi được chấp nhận.",
  "develope.wonderful": "Tạo chủ đề, IBAX tuyệt vời nhờ bạn",
  "develope.reward": "Phần thưởng cho việc tìm lỗi",
  "develope.get": "Bạn có thể nhận được từ 10 đến 50.000 đồng xu IBAX cho việc phát hiện lỗi hoặc giải quyết lỗi của IBAX.",
  "develope.receive": "Tìm lỗi, nhận phần thưởng",
  "develope.issue": "Mô tả vấn đề",
  "develope.on": "trên",
  "develope.mentioned": "Được đề cập",
  "develope.replies": "Trả lời",
  "develope.join": "Tham gia thảo luận",
  "develope.discuss": "Thảo luận",
  "develope.check": "Kiểm tra thêm các chủ đề trên GitHub",
  "develope.forum": "Diễn đàn thảo luận",
  "develope.bugs": "Các lỗi đã nhận được phần thưởng",
  "develope.honor": "Tôn vinh các nhà phát triển",
  "develope.forget": "Chúng tôi sẽ không bao giờ quên các nhà phát triển đã đóng góp xuất sắc cho IBAX, và tại IBAX bạn sẽ được tôn vinh và được thưởng với một số lượng đồng xu hậu hĩnh.",
  "develope.see": "Gửi lỗi",
  "develope.export": "Trang đang trong quá trình phát triển \n Vui lòng quay lại sau",
  "about.can": "Bạn có thể theo dõi chúng tôi theo các cách sau",
  "about.have": "Chúng tôi có tài khoản mạng xã hội trên các nền tảng truyền thông khác nhau, bạn có thể tương tác với chúng tôi bằng cách để lại bình luận.",
  "about.our": "Thông báo tiến độ dự án và những hiểu biết về blockchain của chúng tôi",
  "about.events": "Các sự kiện và tin tức blockchain được xuất bản",
  "about.an": "Kênh video",
  "about.follow": "Theo dõi thông tin về đội ngũ và sự nghiệp của chúng tôi",
  "about.you": "Bạn cũng có thể tham gia bằng cách: ",
  "about.want": "Muốn được trả lời các câu hỏi kỹ thuật của bạn? Vui lòng truy cập diễn đàn kỹ thuật",
  "news.read": "Đọc ngay",
  "about.talk": "Nói chuyện với chúng tôi",
  "about.send": "Gửi",
  "about.contact": "LIÊN HỆ VỚI CHÚNG TÔI",
  "about.input": "Đầu vào không thể để trống",
  "about.success": "Gửi thành công",
  "about.fail": "Thất bại trong việc gửi",
  "resource.practical": "IBAX là một sản phẩm blockchain cấp doanh nghiệp, mã nguồn mở, có khả năng mở rộng và ổn định.",
  "resource.provide": "IBAX có thể cung cấp một môi trường ổn định và đáng tin cậy cho việc trao đổi dữ liệu kinh doanh (tài sản, mã thông báo, chứng chỉ, v.v.) và tương tác nhanh chóng với nó.",
  "events.urge": "Các động lực của IBAX",
  "events.center": "Sự kiện",
  "events.new": "Tìm hiểu về các sự kiện IBAX mới nhất tại đây và bạn có thể kiếm được phần thưởng tuyệt vời!",
  "events.online": "Testnet trực tuyến",
  "events.invited": "Bạn được mời tham gia trải nghiệm testnet của IBAX",
  "events.tasks": "Các nhiệm vụ kiểm tra.",
  "events.testing": "Mở biểu mẫu báo cáo kiểm tra. Nó chứa các nhiệm vụ kiểm tra (các trường hợp sử dụng DeFi cơ bản như cung cấp, vay, đặt cược, v.v.);",
  "events.them": "Theo dõi chúng theo từng bước và điền câu trả lời khi bạn đi. Báo cáo lỗi, sự cố, lỗi chính tả và các lĩnh vực cần cải thiện mà bạn tìm thấy.",
  "events.manual": "Sử dụng hướng dẫn testnet để tìm hiểu cách thực hiện các nhiệm vụ; Nó chứa hướng dẫn từng bước cho mọi trường hợp sử dụng.",
  "events.discord": "Tham gia Discord của chúng tôi",
  "events.telegram": "Tham gia Telegram của chúng tôi",
  "events.subscribe": "Đăng ký kênh YouTube của chúng tôi",
  "events.join": "Tham gia",
  "events.coming": "Sắp diễn ra",
  "events.next": "Sự kiện tiếp theo",
  "events.more": "Thêm",
  "events.marvellous": "Sự kiện tuyệt vời",
  "events.future": "Các sự kiện sắp tới",
  "events.home": "Sự kiện trang chủ",
  "events.content": "Các sự kiện liên quan",
  "events.much": "Nhiều sự kiện hơn",
  "events.act": "Nội dung sự kiện",
  "events.follow": "Theo dõi IBAX để cập nhật tin tức mới nhất",
  "events.address": "Nhập địa chỉ email của bạn",
  "events.now": "Đăng ký ngay",
  "server.privacy": "Chính sách bảo mật",
  "server.term": "Điều khoản dịch vụ",
  "server.policy": "Chính sách bảo mật trang web",
  "server.applies": "Chính sách bảo mật này áp dụng cho trang web của IBAX. Bảo vệ quyền riêng tư của bạn là rất quan trọng đối với chúng tôi. Chúng tôi là người điều khiển thông tin cá nhân của bạn và chính sách này giải thích cách chúng tôi quản lý thông tin cá nhân trong tổ chức.",
  "server.collect": "Các loại thông tin cá nhân chúng tôi thu thập",
  "server.personal": "Dữ liệu cá nhân của bạn, sự lựa chọn của bạn và trách nhiệm của chúng tôi",
  "server.our": "Chúng tôi và đối tác của chúng tôi sử dụng cookie hoặc các công nghệ tương tự để duyệt và lưu trữ thông tin không nhạy cảm, chẳng hạn như địa chỉ IP của bạn.",
  "server.processing": "Việc xử lý dữ liệu liên quan cho phép chúng tôi cải thiện trải nghiệm người dùng, đo lường tỷ lệ khán giả của trang web và tính năng mạng xã hội hoặc hợp tác với quảng cáo cá nhân hóa.",
  "server.clicking": "Bằng cách nhấp vào \"Đồng ý\", bạn chấp nhận việc sử dụng cookie bởi IBAX và các đối tác của nó.",
  "server.business": "Đối tác kinh doanh của chúng tôi",
  "server.change": "Cùng với đối tác của chúng tôi, sau khi được sự đồng ý của bạn, chúng tôi sẽ xử lý các dữ liệu sau dựa trên ý kiến của bạn: lưu trữ hoặc / và duyệt thông tin trên thiết bị, quảng cáo và nội dung cá nhân hóa, đánh giá hiệu quả của quảng cáo và nội dung, dữ liệu khán giả và phát triển sản phẩm",
  "server.agree": "Đồng ý",
  "server.disagree": "Không đồng ý",
  "road.paper": "IBAX NetworkVision White Paper V1.0 được phát hành",
  "road.website": "IBAX Network 1.0 Trang web chính thức trực tuyến \n Cơ sở hạ tầng mạng công cộng IBAX",
  "road.built": "Các DAPP tích hợp sẵn như tạo mới sinh thái học bằng một cú nhấp chuột và hệ thống bỏ phiếu quản trị DAO được thiết lập trên chuỗi kiểm tra nội bộ \n Tối ưu hóa tham số nút kiểm tra và logic hợp đồng \n Khởi chạy mạng sinh thái kiểm tra nhà phát triển sớm",
  "road.whitePaper": "IBAX Network whitePaper V2.0 cập nhật lặp lại \n Tối ưu hóa và nâng cấp phiên bản đồng thuận chính của chuỗi chính IBAX Network \n Thực hiện một mạng phân tán dựa trên chuỗi chính IBAX Network và sự kết hợp của các nút và phần cứng \n Phát hành nền tảng thành phần phát triển trực quan Weaver trên IBAX Network \n Tối ưu hóa xử lý giao dịch trên chuỗi \n Tối ưu hóa cơ chế quản lý động lực \n Hoàn thành quản lý thanh toán một phần",
  "road.online": "Trang web mới của IBAX Network trực tuyến \n Khởi chạy mạng chính Alpha toàn cầu",
  "road.construction": "Mở sinh thái xây dựng mở \n Tương thích giao diện và hoàn thiện chuỗi chính \n Liên kết với các ứng dụng tương thích với nhiều ví tiền",
  "road.construct": "Xây dựng và cải thiện hạ tầng blockchain toàn diện \n Hỗ trợ thỏa thuận tài sản qua chuỗi \n Đầu tư cơ sở để giới thiệu sinh thái kinh doanh",
  "road.improve": "Cải thiện hạ tầng siêu vũ trụ \n Mở thị trường sinh thái NFT, DEFI",
  "road.upgrade": "Nâng cấp dịch vụ mạng phân tán P2P dưới mạng IBAX",
  "road.no": "Không có dữ liệu",
  "login.test": "IBAX kiểm tra trực tuyến \n Yêu cầu airdrop với đăng nhập twitter",
  "login.with": "Đăng nhập bằng twitter",
  "login.event": "Tham gia sự kiện Twitter của IBAX để kiếm airdrop IBXC!",
  "login.activities": "Tham gia các hoạt động Twitter của IBAX và nhận điểm airdrop",
  "login.why": "IBAX là gì!",
  "login.build": "IBAX nhằm xây dựng một thế giới ảo với sự đồng thuận DPoA, trong đó mỗi cư dân thế giới ảo giữ IBXC có thể sửa đổi các quy tắc cộng đồng bằng cách bỏ phiếu để đạt được một sự quản trị phi tập trung thực sự của thế giới ảo.",
  "login.has": "IBAX có tính năng máy ảo đa ngôn ngữ (IVM) hiệu suất cao và hiệu quả cao, có thể nhập các ứng dụng sinh thái trên Ethereum hoặc Binance blockchain với một cú nhấp chuột.",
  "login.welcomes": "IBAX chào đón tất cả mọi người tham gia thế giới ảo và cung cấp cho mỗi cư dân một NFT với quyền truy cập khai thác vĩnh viễn, và bất kỳ ai có thiết bị thông minh đều có thể bật phần thưởng khai thác meta.",
  "login.team": "Cho dù bạn là một nhà phát triển cá nhân hay nhóm, bạn có thể sử dụng công cụ quản lý sinh thái được cung cấp bởi IBAX gọi là Weaver, tích hợp một số lượng lớn các ứng dụng BaaS để nhanh chóng tạo ra các sinh thái và phát hành các mã thông báo sinh thái. Bạn có thể rút ngắn đáng kể thời gian phát triển của mình bằng cách sử dụng Weaver.",
  "login.online": "Vòng đầu tiên của việc đổi airdrop của IBAX sẽ bắt đầu sớm. Vui lòng kết nối địa chỉ ví của bạn càng sớm càng tốt!",
  "login.join": "IBAX airdrop đã kết thúc, hệ thống xếp hạng mới của IBAX sẽ sớm được ra mắt, hãy đón chờ!",
  "personal.on": "Theo dõi IBAX",
  "personal.please": "Vui lòng theo dõi IBAX trên Twitter và nhấp vào \"Đã theo dõi\" sau khi bạn làm điều đó.",
  "personal.followed": "Đã theo dõi",
  "personal.fol": "Theo dõi Twitter",
  "personal.cancalf": "Bỏ theo dõi",
  "personal.not": "Chưa theo dõi",
  "personal.repost": "Retweet và nhận IBXC của bạn",
  "personal.follow": "Vui lòng retweet bài đăng sau đó nhận điểm IBAX của bạn",
  "personal.forwarded": "Retweet",
  "personal.notf": "Chưa hoàn thành",
  "personal.finished": "Đã hoàn thành",
  "personal.own": "Điểm:",
  "personal.coins": "Mời bạn bè để kiếm thêm IBXC:",
  "personal.invite": "Mời bạn bè để kiếm thêm IBXC",
  "personal.get": "Theo dõi IBAX để nhận 2000 điểm IBAX",
  "personal.go": "Đi theo",
  "personal.task": "Nhiệm vụ",
  "personal.redeem": "Đổi thưởng",
  "personal.retweet": "Retweet",
  "personal.record": "Ghi lại",
  "personal.date": "Ngày",
  "personal.earn": "Kiếm điểm",
  "personal.participate": "Tham gia",
  "personal.still": "Sự kiện vẫn đang diễn ra, vui lòng đổi thưởng sau khi sự kiện kết thúc!",
  "personal.ranking": "Xếp hạng",
  "personal.history": "Lịch sử",
  "personal.redeems": "Đổi thưởng",
  "personal.retweets": "Retweet",
  "personal.share": "Chia sẻ",
  "personal.code": "Nhận dạng mã QR để truy cập vào trang sự kiện phiên bản di động",
  "personal.friends": "Mời bạn bè của bạn để nhận IBXC và 10 người giới thiệu hàng đầu sẽ nhận được phần thưởng giới thiệu bổ sung.",
  "personal.will": "Airdrop sẽ kết thúc vào ngày 1 tháng 2 năm 2022",
  "personal.points": "Điểm:",
  "personal.once": "Địa chỉ này không thể thay đổi sau khi đã được gửi.",
  "personal.confirm": "Vui lòng xác nhận địa chỉ của bạn và giữ chìa khóa riêng tư và mnemonics của bạn an toàn",
  "personal.your": "Địa chỉ ví của bạn",
  "personal.submit": "Gửi đến Connet",
  "personal.werver": "Hãy đến Jutkey và tạo địa chỉ ví",
  "personal.how": "Cách sử dụng Jutkey để tạo địa chỉ ví",
  "personal.address": "Địa chỉ ví:",
  "personal.available": "Việc đổi IBXC Coins sẽ có sẵn vào ngày 1 tháng 2 năm 2022 lúc 8:00EST",
  "personal.storage": "Khối lưu trữ:",
  "personal.view": "Xem thông tin khối",
  "personal.redemption": "IBXC sẽ có sẵn để đổi vào ngày 1 tháng 2 năm 2022 lúc 8:00 EST",
  "personal.redeemable": "Điểm đổi được:",
  "personal.submitted": "Địa chỉ ví của bạn:{address},  Sau khi gửi, địa chỉ sẽ không thể thay đổi được. Vui lòng xác nhận địa chỉ ví của bạn.",
  "personal.cancel": "Hủy",
  "personal.retweetpoint": "Uy tín",
  "personal.referral": "Điểm giới thiệu",
  "personal.gitHubCoin": "Điểm GitHub",
  "personal.center": "Trung tâm cá nhân",
  "personal.airdrop": "Hệ thống xếp hạng IBAX",
  "personal.ret": "Retweet để kiếm",
  "personal.list": "Lịch sử điểm",
  "personal.referrals": "Chia sẻ với bạn bè",
  "personal.ruless": "Quy tắc Airdrop",
  "personal.git": "GitHub",
  "personal.geti": "Lấy IBXC",
  "personal.invites": "Mời bạn bè để kiếm IBXC Coins",
  "personal.week": "Lịch sử giới thiệu",
  "personal.link": "Liên kết giới thiệu của bạn",
  "personal.shareOn": "Chia sẻ trên ...",
  "personal.qr": "Mã QR giới thiệu của bạn",
  "personal.our": "Retweet & Kiếm",
  "personal.point": "Tất cả điểm IBAX",
  "personal.challenge": "Thử thách",
  "personal.earned": "Điểm kiếm được",
  "personal.tw": "Theo dõi Twitter",
  "personal.retw": "Retweet",
  "personal.for": "Retweet & Kiếm",
  "personal.campaign": "Chiến dịch Retweet",
  "personal.redeemed": "Đã kiếm & Đã đổi",
  "personal.tasks": "Có các retweet mới mỗi ngày, tham gia để nhận điểm IBAX, kiểm tra",
  "personal.together": "Chia sẻ với bạn bè của bạn và tham gia cùng nhau trong các sự kiện IBAX",
  "personal.sharer": "Ghi chép chia sẻ",
  "personal.refer": "Giới thiệu bạn bè để nhận thưởng IBXC, thưởng thêm 100 IBXC cho mỗi 100 người bạn mời",
  "personal.id": "ID Twitter",
  "personal.join": "Ngày tham gia",
  "personal.ge": "Lấy IBXC",
  "personal.bind": "Liên kết địa chỉ ví của bạn để đổi IBXC",
  "personal.soon": "Vui lòng liên kết địa chỉ ví của bạn càng sớm càng tốt.",
  "personal.yourPoints": "Điểm của bạn",
  "personal.yourCoins": "Đồng tiền của bạn",
  "personal.poin": "Điểm IBAX",
  "personal.coin": "Đồng tiền IBXC",
  "personal.account": "Liên kết với GitHub",
  "personal.commits": "Các commit của tôi",
  "personal.gr": "Quy tắc hệ thống xếp hạng IBAX",
  "personal.honor": "Nhà phát triển danh dự",
  "personal.ecosystem": "Hệ sinh thái",
  "personal.bounty": "Kỹ thuật / Thưởng",
  "personal.resources": "Công cụ phát triển",
  "personal.user": "Hồ sơ",
  "personal.dashboard": "Bảng điều khiển của tôi",
  "personal.fork": "Fork và Star IBAX GitHub \n Dự án kho (go-ibax) \n Nhận 3000 điểm",
  "personal.keep": "Theo dõi kho dự án của IBAX để có thêm điểm và thông tin thưởng IBXC",
  "personal.project": "Đã theo dõi kho dự án của IBAX",
  "personal.area": "Khu vực thưởng",
  "personal.email": "Liên kết email",
  "personal.sure": "Chắc chắn",
  "personal.add": "Địa chỉ email",
  "personal.cod": "Mã xác minh",
  "personal.send": "Gửi",
  "personal.enter": "Vui lòng nhập địa chỉ email hợp lệ của bạn",
  "personal.can": "E-mail không thể để trống",
  "personal.must": "Mã xác minh phải được điền",
  "personal.digits": "Mã xác minh chỉ có thể là 4 chữ số",
  "personal.binging": "Đã ràng buộc email thành công!",
  "personal.receive": "Bạn sẽ nhận được thông báo đánh giá và thưởng kịp thời cho các bản ghi nộp của mình!",
  "personal.also": "Bạn cũng có thể xem dự án IBAX để biết thêm thông tin",
  "personal.star": "Nhấp vào Star để yêu cầu điểm",
  "personal.repository": "Nhấp vào Star của kho lưu trữ dự án GitHub IBAX (go-ibax) để nhận được 1500 điểm",
  "personal.claim": "Nhấp vào Star để yêu cầu điểm",
  "personal.finish": "Hoàn thành",
  "personal.forkto": "Fork để nhận điểm",
  "personal.gofork": "Đi đến fork của kho lưu trữ dự án GitHub IBAX (go-ibax) để nhận được 1500 điểm",
  "personal.check": "Các check-in và sự kiện mới được đăng mỗi ngày",
  "personal.time": "Hòm kho báu sẽ được làm mới trong",
  "personal.daily": "Check-in hàng ngày",
  "personal.today": "Bạn đã đăng nhập hôm nay",
  "personal.po": "Check-in hôm nay và nhận {points} điểm",
  "personal.system": "Hệ thống và Phần thưởng danh dự IBAX",
  "personal.give": "Quỹ IBAX sẽ trao hơn 10 triệu IBXC làm động lực cho cộng đồng nhà phát triển trong năm nay, và bạn có thể tham gia bằng cách:",
  "personal.events": "Tham gia các hoạt động IBAX và thảo luận chủ đề trên GitHub để có được điểm IBAX",
  "personal.constructive": "Đề xuất các chủ đề mang tính xây dựng",
  "personal.approved": "Mỗi chủ đề mang tính xây dựng (được xem xét và trả lời câu hỏi) sẽ được thưởng 200 điểm IBAXC, và phần thưởng sẽ được tính vào ngày 5 của mỗi tháng (Ngày Phát triển IBAX).",
  "personal.there": "Nếu đó là một câu hỏi có giá trị nghiên cứu kỹ thuật, giá trị ứng dụng thương mại, triển vọng phát triển thị trường, giá trị khám phá học thuật, v.v., Quỹ IBAX sẽ chuyển đổi nó thành một nhiệm vụ thưởng ngoài điểm IBAX và thưởng IBXC.",
  "personal.vulnerabilities": "Tìm lỗ hổng IBAX",
  "personal.blockchain": "Tìm lỗi trên blockchain IBAX, gửi quy trình có thể tái sản xuất và nhận 1~10.000 điểm IBXC và IBAX sau khi được xác minh bởi đội ngũ IBAX.",
  "personal.solutions": "Gửi mã giải pháp lỗi, được chấp nhận bởi đội ngũ IBAX hoặc được hợp nhất vào dự án, bạn có thể nhận được 10~50.000 điểm IBXC và IBAX.",
  "personal.significant": "Nếu bạn gửi mã tối ưu hóa chính có thể cải thiện hiệu suất và hiệu quả của blockchain IBAX, bạn sẽ nhận được 10~50.000 điểm IBXC cũng như điểm IBAX.",
  "personal.issues": "Giải quyết các vấn đề Bounty",
  "personal.boun": "Đi đến khu vực Bounty của IBAX và giải quyết vấn đề để nhận phần thưởng IBXC cũng như điểm IBAX.",
  "personal.views": "Xem quy tắc điểm",
  "personal.out": "Kiểm tra trên GitHub",
  "personal.been": "Tất cả các nhiệm vụ retweet của bạn đã được hoàn thành, vui lòng trở lại vào ngày mai.",
  "personal.committed": "Các vấn đề mà bạn đã cam kết sẽ được hiển thị ở đây, và nếu bạn muốn chỉnh sửa chúng, vui lòng đi đến GitHub",
  "personal.ended": "Airdrop của IBAX đã kết thúc và chúng tôi đang trong quá trình thanh lý phần thưởng airdrop, dự kiến sẽ hoàn thành trong quý 2 năm 2022.",
  "personal.process": "IBAX đang trong quá trình thanh lý điểm của bạn và chúng tôi mong đợi sẽ hoàn thành hoàn toàn trong quý 2 năm 2022, vì vậy hãy đón chờ!",
  "personal.completed": "Airdrops đã hoàn thành",
  "personal.air": "Quy tắc Airdrop",
  "personal.rank": "Quy tắc xếp hạng",
  "personal.getpoint": "Nhận điểm IBAX",
  "personal.tuned": "Hãy đồng hành cùng IBAX để cập nhật các sự kiện mới mỗi ngày.",
  "personal.represent": "Điểm IBAX đại diện cho sự đóng góp vào mạng lưới IBAX, và bạn sẽ nhận được nhiều phần thưởng hơn khi tích lũy được nhiều điểm hơn",
  "personal.finishend": "Kết quả chiến dịch Airdrop",
  "personal.serial": "Số seri",
  "personal.handle": "Tên tài khoản Twitter",
  "personal.overall": "Xếp hạng tổng thể",
  "personal.airdro": "Phần thưởng Airdrop (IBXC)",
  "personal.poi": "Tổng điểm",
  "personal.red": "Đổi điểm",
  "personal.ranks": "Xếp hạng điểm",
  "personal.bonus": "Phần thưởng giới thiệu (IBXC)",
  "personal.referr": "Xếp hạng giới thiệu",
  "personal.rewards": "Phần thưởng xếp hạng giới thiệu (IBXC)",
  "personal.mainnet": "IBAX sẽ cho phép người dùng kết nối ví của họ trước khi phát hành đồng tiền, hãy đồng hành cùng chúng tôi!",
  "personal.connect": "Đi đến Kết nối",
  "personal.down": "Tải xuống Kết quả thanh lý",
  "personal.getted": "Bạn có thể nhận được",
  "personal.total": "Xếp hạng tổng",
  "personal.aird": "Điểm Airdrop",
  "personal.coinns": "Đổi điểm thành đồng xu",
  "personal.inited": "Mời <span class='user-commits-title-link-rank'> {person} <span> bạn bè",
  "personal.recoins": "Đồng xu giới thiệu",
  "personal.result": "Vòng đầu tiên của airdrop IBAX đã kết thúc, ",
  "personal.chec": "kiểm tra kết quả thanh lý",
  "personal.number": "Giới thiệu",
  "personal.bindEmail": "Kết nối địa chỉ email của bạn",
  "personal.bindAddress": "Kết nối ví của bạn để nhận IBXC",
  "personal.startEmail": "Kết nối địa chỉ email của bạn để tham gia danh sách trắng của chúng tôi. Nhận ưu tiên cho vòng airdrop thứ hai",
  "personal.inputAddress": "Vui lòng nhập địa chỉ ví của bạn",
  "personal.addressType": "Vui lòng nhập địa chỉ theo định dạng 0000-0000-0000-0000-0000",
  "personal.notice": "Nhận email thông báo",
  "personal.receiveAddress": "Địa chỉ ví đã được kết nối để nhận IBXC",
  "personal.chain": "Kiểm tra ghi chép trên chuỗi",
  "personal.bindsuccess": "Địa chỉ của bạn đã được kết nối thành công, vui lòng chờ đợi thông báo qua email và đợi đến khi bạn có thể đổi IBXC.",
  "personal.chanage": "Sửa đổi"
}
